{
    "name": "Texas Southern University",
    "endowment": "$59.4 million (2018)",
    "president": "Lesia L. Crumpton-Young",
    "provost": "Lillian B. Poats (interim)",
    "administrative_staff": "500",
    "students": "7,524 (fall 2021)",
    "campus": "Urban, ",
    "Forbes": "649",
    "USNWR_NU": "293-381",
    "Wamo_NU": "384  Texas Southern University offers over 100 bachelor's, master's, and doctoral degrees. The university is classified by the Carnegie Foundation as a \"doctoral university with higher research activity\"   and currently comprises 11 schools and colleges along with several scholastic and research programs.  ,'''The Thomas F. Freeman Honors College'''   (formerly the Frederick Douglass Honors Program) ,'''The Barbara Jordan-Mickey Leland School of Public Affairs:'''   Mickey Leland Center, Barbara Jordan Institute, Emergency Management Program, Center for Justice Research   ,'''The College of Pharmacy and Health Sciences''': RCMI Institute for Biomedical and Health Disparities Research, Center for Cardiovascular Diseases, Center for Human Performance and Material Science, Center of Excellence in Health Disparities Research: Cardiovascular Disease and Stroke ,'''The Thurgood Marshall School of Law''': Earl Carl Institute for Legal and Social Justice, Center for Legal Pedagogy, Institute for International and Immigration Law (IIIL), Center for Government ,'''The College of Education''': TSU Charter Laboratory School ,'''The College of Science, Engineering, and Technology''': National Transportation Security Center of Excellence for Petro-Chemical Transportation (NTSCOE-P), Center for Transportation Training and Research (CTTR), TSU NASA University Research Center for Bionanotechnology and Environmental Research (TSU NASA C-BER), Innovative Transportation Research Institute (ITRI), Houston National Summer Transportation Institute (HNSTI), Research Center in Minority Institution (RCMI) Computational Core: Advanced Computational Simulation Center, Research Center in Minority Institution (RCMI) Computational Core: Data Analysis and Visualization Center, NASA C-BER Fellows Program, NASA C-BER Scholars Program, Houston Louis Stokes Alliance for Minority Participation (H-LSAMP) Program, Science & Engineering Summer Program, Science Technology and Enhancement Program (STEP), Maritime Transportation Management and Security Program, Beyond Traffic Innovation Center and Aviation Science Management which is fully accredited by the Association of Technology, Management, and Applied Engineering (ATMAE), Federal Aviation Administration Part 141approved ground school certificate ,'''The Jesse H. Jones School of Business''' (AACSB accredited): Economic Development Center, Gerald B. Smith Center for Entrepreneurship and Executive Development, JPMorgan Chase Center for Financial Education, Kase Lawal Center for Global Trade ,'''The Graduate School''' ,'''The School of Communication''': The Center for the Radio, Television and Print Media Professional Studies , '''The College of Liberal Arts and Behavioral Sciences (COLAB):''' The Thomas F. Freeman Center for Forensic Excellence, The Confucius Institute (education partnership with China) ,'''The College of Continuing Education''': Attorney Ricky Anderson Entertainment Law Institute, Mathew Knowles Institute  ===Libraries=== Texas Southern University's main library is the Library Learning Center. The library is home to an African Art Gallery, The Heartman Collection, and many types of valuable archives.    In 2017, TSU announced plans to construct a $43 million brand new main library. The new library is a six-story, 137,000-square-foot building completed in summer 2019.        The Thurgood Marshall School of Law building also houses an extensive library.  ==Demographics== {| class=\"wikitable floatright sortable collapsible\"; tex",
    "align": "right; font-size:80%;\" |+ style=\"font-size:90%\" |Student body composition as of May 2, 2022 |- ! Race and ethnicity   ! colspan=\"2\" data-sort-type=number |Total |- | Black",
    "alist": "year=1956|nota= Pioneering j",
    "DATE_TIME": "2022-06-18T00:39:54Z"
}