{
    "name": "Jonathan Edwards",
    "occupation": "Pastor, theologian, and missionary",
    "spouse": "|",
    "author": "=Piper, Noe",
    "publisher": "Crossway Book",
    "location": "date=2004|pages=56-57|chapter=Three|accessdate=2009-08-28|language=English    '''Jonathan Edwards''' (October 5, 1703 – March 22, 1758)was a preacher, theologian, and missionary to Native Americans.  Edwards \"is widely acknowledged to be America's most important and original philosophical theologian,\"   and one of America's greatest intellectuals.   Edwards' theological work is very broad in scope, but he is often associated with his defense of Reformed theology, the metaphysics of theological determinism, and the Puritan heritage. Edwards played a critical role in shaping the First Great Awakening, and oversaw some of the first fires of revival in 1733-1735 at his church in Northampton, Massachusetts.   Edwards' sermon \"Sinners in the Hands of an Angry God,\" is considered a classic of early American literature, which he delivered during another wave of revival in 1741, following George Whitefield's tour of the Thirteen Colonies.   Edwards is widely known for his many books: ''The End For Which God Created the World''; ''The Life of David Brainerd'', which served to inspire thousands of missionaries throughout the nineteenth century; and ''Religious Affections'', which many Reformed Evangelicals read even today.   Edwards died from a smallpox inoculation shortly after beginning the presidency at the College of New Jersey (later to be named Princeton University), and was the grandfather of Aaron Burr.     ==Great Awakening== On July 8, 1731, Edwards preached in Boston the \"Public Lecture\" afterwards published under the title \"God Glorified — in Man's Dependence,\" which was his first public attack on Arminianism. The leading thought of the lecture was God's absolute sovereignty in the work of salvation: that while it behooved God to create man pure and without sin, it was of his \"good pleasure\" and \"mere and arbitrary grace\" for him to grant any person the faith necessary to incline him or her toward holiness; and that God might deny this grace without any disparagement to any of his character.  In 1733, a religious revival began in Northampton, and reached such intensity, in the winter of 1734 and the following spring, as to threaten the business of the town. In six months, nearly three hundred were admitted to the church. The revival gave Edwards an opportunity for studying the process of conversion in all its phases and varieties, and he recorded his observations with psychological minuteness and discrimination in ''A Faithful Narrative of the Surprising Work of God in the Conversion of Many Hundred Souls in Northampton'' (1737).",
    "pages": [
        "''http://edwards.yale.edu/browse/A_Faithful_Narrative A Faithful Narrative of the Surprising Work of God'', reprinted by Diggory Press ISBN 978-1846857225",
        "''http://edwards.yale.edu/archive?path=aHR0cDovL2Vkd2FyZHMueWFsZS5lZHUvY2dpLWJpbi9uZXdwaGlsby9uYXZpZ2F0ZS5wbD93amVvLjg= A History of the Work of Redemption including a View of Church History'', reprinted by Diggory Press ISBN 978-1846856334",
        "''http://edwards.yale.edu/browse/Religious_Affections A Treatise Concerning Religious Affections'', reprinted by Diggory Press ISBN 978-1846857461",
        "''http://edwards.yale.edu/browse/Concerning_the_End_for_Which_God_Created_The_World Concerning the End for Which God Created The World'', reprinted by Diggory Press ISBN 978-1846856242",
        "''http://edwards.yale.edu/browse/Distinguishing+Marks Distinguishing Marks of a Work of the Spirit of God'', reprinted by Diggory Press ISBN 978-1846856372",
        "''http://edwards.yale.edu/browse/Freedom+of+the+will Freedom of the Will'', reprinted by Diggory Press ISBN 978-1846856198",
        "''http://edwards.yale.edu/browse/Original+Sin Original Sin'', reprinted by Diggory Press ISBN 978-1846857607",
        "''http://edwards.yale.edu/browse/SOME+THOUGHTS+CONCERNING+THE+REVIVAL Some thoughts concerning the present revival in New England and the way it ought to be acknowledged and promoted'', reprinted by Diggory Press ISBN 978-1846853791",
        "''http://edwards.yale.edu/browse/The+Life+of+David+Brainerd The Life and Diary of David Brainerd, Missionary to the Indians'', reprinted by Diggory Press ISBN 978-1846853814",
        "''http://edwards.yale.edu/browse/The+Nature+of+True+Virtue The Nature of True Virtue'', reprinted by Diggory Press ISBN 978-1846857591",
        "''http://edwards.yale.edu/browse/Charity+and+its+fruits Charity and its Fruits'', reprinted by Banner of Truth ISBN 978-0851513515",
        "''http://www.biblebb.com/files/edwards/charity.htm ''Christian Charity or The Duty of Charity to the Poor, Explained and Enforced'' (1732), online text at http://www.biblebb.com Bible Bulletin Board  ==See also==",
        "Atonement (Governmental view)",
        "Colonial America",
        "Congregational church",
        "Great Awakening",
        "Mission House (Stockbridge, Massachusetts)",
        "''Sinners in the Hands of an Angry God''",
        "Jonathan Edwards College",
        "Argument from beauty",
        "American philosophy",
        "List of American philosophers  ==Notes==",
        "http://edwards.yale.edu Jonathan Edwards Center, Yale University. Complete Online Critical Edition of Edwards",
        "http://beinecke.library.yale.edu/digitallibrary/edwards.html Jonathan Edwards Collection Majority of Edwards' surviving manuscripts including over one thousand sermons, private theological and philosophical notebooks, correspondence, printed materials, and artifacts from the http://www.library.yale.edu/beinecke/ Beinecke Rare Book and Manuscript Library at Yale University",
        "http://www.ccel.org/e/edwards/ Works by Jonathan Edwards.  Christian Classics Ethereal Library, Calvin College.",
        "http://www.gotothebible.com/HTML/EdwardsJonathan.html Works by Jonathan Edwards.",
        "http://www.earlymoderntexts.com/f_edwards.html ''Freedom of the Will'' in PDF",
        "http://www.reformedsermonarchives.com/EdwardsTitle.htm Sermons by Jonathan Edwards",
        "http://www.monergism.com/thethreshold/articles/edwards.html A collection of links to Jonathan Edwards' works",
        "Audio recordings of Edwards' ''Works'' in MP3 format: http://www.doxologypress.org/theaudio/edwards/works/volume_1/index.html Volume 1, http://www.doxologypress.org/theaudio/edwards/works/volume_2/index.html Volume 2  ===Other===",
        "http://plato.stanford.edu/entries/edwards/ Stanford Encyclopedia of Philosophy entry",
        "http://www.desiringgod.org/ResourceLibrary/Biographies/1458_The_Pastor_as_Theologian/ \"The Pastor as Theologian: The Life and Ministry of Jonathan Edwards\", a lecture by John Piper",
        "http://www.americanpresbyterianchurch.org/the_atonement.htm \"The Governmental Theory of the Atonement: Edwards' Atonement Theology\", an article from conservative, Reformed perspective",
        "http://www.csustan.edu/english/reuben/pal/chap2/edwards.html Perspectives in American Literature - A Research and Reference Guide, an Edwards bibliography",
        "",
        "http://www.christianitytodayblogs.com/history/2009/02/marsden_discusses_his_short_li.html \"George Marsden Discusses His 'Short Life of Jonathan Edwards\"  ==Further reading==",
        "|||"
    ],
    "DATE_TIME": "2009-09-13T22:52:13Z"
}