{
    "name": "University of Pennsylvania",
    "image_name": "UPenn_shield_with_banner.svg",
    "affiliations": "AAU COFHE NAICU 568 Group URA",
    "endowment": "$14.7 billion (2019)",
    "budget": "$10.2 billion ",
    "president": "Amy Gutmann",
    "provost": "Wendell Pritchett",
    "head": "David L. Cohen",
    "academic_staff": "4,793 ",
    "students": "21,960 ",
    "undergrad": "10,605 ",
    "postgrad": "11,355 ",
    "campus": "Urban, ",
    "athletics": "NCAA Division I –  Ivy League Philadelphia Big 5 City 6",
    "align": "left",
    "image1": "Hamilton Walk at the Perelman School of Medicine.jpg",
    "alt1": "Hamilton Walk and the John Morgan Building at the Perelman School of Medicine",
    "caption1": "Perelman School of Medicine",
    "image2": "PennDentalSchool.jpg",
    "alt2": "University of Pennsylvania Dental School",
    "caption2": "thumb|ENIAC, the first general-purpose electronic computer, was born at Penn in 1946 Penn's research tradition has historically been complemented by innovations that shaped higher education. In addition to establishing the first medical school, the first university teaching hospital, the first business school and the first student union, Penn was also the cradle of other significant developments. In 1852, Penn Law was the first law school in the nation to publish a law journal still in existence (then called ''The American Law Register,'' now the ''Penn Law Review'', one of the most cited law journals in the world).   Under the deanship of William Draper Lewis, the law school was also one of the first schools to emphasize legal teaching by full-time professors instead of practitioners, a system that is still followed today.   The Wharton School was home to several pioneering developments in business education. It established the first research center in a business school in 1921 and the first center for entrepreneurship center in 1973   and it regularly introduced novel curricula for which ''BusinessWeek'' wrote, \"Wharton is on the crest of a wave of reinvention and change in management education\".      Several major scientific discoveries have also taken place at Penn. The university is probably best known as the place where the first general-purpose electronic computer (ENIAC) was born in 1946 at the Moore School of Electrical Engineering. ",
    "ARWU_W": "17",
    "ARWU_N": "14",
    "THE_WSJ": "4",
    "Forbes": "6",
    "QS_W": "15",
    "THES_W": "12",
    "USNWR_NU": "6",
    "USNWR_W": "16",
    "last1": "Brownle",
    "accessdate": "|",
    "date": "11|14 group=note|The University officially uses 1740 as its foun",
    "ref": "The University officially uses 1740 as its founding date and has since 1899. The ideas and intellectual inspiration for the academic institution stem from 1749, with a pamphlet published by Benjamin Franklin, (1705/1706–1790). When Franklin's institution was established, it inhabited a schoolhouse built on November 14, 1740 for another school, which never came to practical fruition",
    "publisher": "Bloomberg.com |year=2019 |access-date=September 26, 2019  | budget = $10.2 billion ||",
    "quote": "||||",
    "list": "title",
    "DATE_TIME": "2019-11-12T17:06:58Z"
}