{
    "name": "University of Pennsylvania",
    "former_names": "thumb|Benjamin Franklin was the primary founder, benefactor, President of the Board of Trustees and a trustee of the Academy and College of Philadelphia, which merged with the University of the State of Pennsylvania to form the University of Pennsylvania in 1791 (Joseph Duplessis, c. 1785). thumb File:House intended for the President Birch's Views Plate 13.jpg|thumb|\"House intended for the President of the United States\" from \"Birch's Views of Philadelphia\" (1800), home of the College of Philadelphia/University of Pennsylvania from 1801 to 1829 File:University of Pennsylvania, Ninth Street, above Chesnut, by Bartlett & French 2.jpg|thumb|Ninth Street Campus (above Chestnut Street) in stereographic image: Medical Hall (left) and College Hall (right), both built 1829–1830 The University of Pennsylvania considers itself the fourth-oldest institution of higher education in the United States, though this is contested by Princeton and Columbia Universities.thumb|right|This statue of Benjamin Franklin donated by Justus C. Strawbridge to the City of Philadelphia in 1899 now sits in front of College Hall.   In 1740, a group of Philadelphians joined together to erect a great preaching hall for the traveling evangelist George Whitefield, who toured the American colonies delivering open-air sermons. The building was designed and built by Edmund Woolley and was the largest building in the city at the time, drawing thousands of people the first time it was preached in. ",
    "align": "right",
    "image1": "Hamilton Walk at the Perelman School of Medicine.jpg",
    "alt1": "Hamilton Walk and the John Morgan Building at the Perelman School of Medicine",
    "caption1": "Perelman School of Medicine",
    "image2": "PennDentalSchool.jpg",
    "alt2": "University of Pennsylvania Dental School",
    "caption2": "University of Pennsylvania School of Dental Medicine",
    "direction": "vertical",
    "ref": "|group=note| Penn is the fourth-oldest using the founding dates claimed by each institution. The College of Philadelphia (later Penn), College of New Jersey (later Princeton University) and King's College (later Columbia College, now Columbia University) all originated within a few years of each other. After initially designating 1750 as its founding date, Penn later considered 1749 to be its founding date for more than a century, including alumni observing a centennial celebration in 1849. In 1895, several elite universities in the United States convened in New York City as the \"Intercollegiate Commission\" at the invitation of John J. McCook, a Union Army officer during the American Civil War and member of Princeton's board of trustees who chaired its Committee on Academic Dress. The primary purpose of the conference was to standardize American academic regalia, which was accomplished through the adoption of the Intercollegiate Code on Academic Costume. This formalized protocol included a provision that henceforth academic processions would place visiting dignitaries and other officials in the order of their institution's founding dates. The following year, Penn's ''The Alumni Register'' magazine, published by the General Alumni Society, began a campaign to retroactively revise the University's founding date to 1740, to become older than Princeton, which had been chartered in 1746. Three years later in 1899, Penn's board of trustees acceded to this alumni initiative and officially changed its founding date from 1749 to 1740, affecting its rank in academic processions as well as the informal bragging rights that come with the age-based hierarchy in academia generally. See \"Building Penn's Brand\" for more details on why Penn did this",
    "ACT": "|ACT change         =   |top decile         =  |top decile change  =  |top quarter        =  |top quarter change =  |top half           =  |top half change    =",
    "GPA": "ENIAC, the first general-purpose electronic computer, was born at Penn in 1946. Penn's research tradition has historically been complemented by innovations that shaped higher education. In addition to establishing the first medical school, the first university teaching hospital, the first business school, and the first student union, Penn was also the cradle of other significant developments. In 1852, Penn Law was the first law school in the nation to publish a law journal still in existence (then called ''The American Law Register,'' now the ''Penn Law Review'', one of the most cited law journals in the world).   Under the deanship of William Draper Lewis, the law school was also one of the first schools to emphasize legal teaching by full-time professors instead of practitioners, a system that is still followed today.   The Wharton School was home to several pioneering developments in business education. It established the first research center in a business school in 1921 and the first center for entrepreneurship center in 1973   and it regularly introduced novel curricula for which ''BusinessWeek'' wrote, \"Wharton is on the crest of a wave of reinvention and change in management education\".      Several major scientific discoveries have also taken place at Penn. The university is probably best known as the place where the first general-purpose electronic computer (ENIAC) was born in 1946 at the Moore School of Electrical Engineering. ",
    "ARWU_W": "19",
    "ARWU_N": "15",
    "THE_WSJ": "13",
    "Forbes": "6",
    "QS_W": "16",
    "THES_W": "13",
    "USNWR_NU": "8",
    "USNWR_W": "14",
    "last1": "Pucket",
    "date": "claimed by each institution. The College of Philadelphia (later Penn), College of New Jersey (later Princeton University) and King's College (later Columbia College, now Columbia University) all originated within a few years of each other. After initially designating 1750 as its foundi",
    "publisher": "Allen, Lane & Scot",
    "list": "title",
    "DATE_TIME": "2021-01-06T08:39:32Z"
}