{
    "align": "\"center\" |1",
    "publisher": "Gladstone Centre for Clean Coal |access-date",
    "date": "29 March 2018 |language",
    "language": "en  Due to the depletion of ore, Argyle is forecast to close in 2021—the closure is expected to reduce Australia's yearly diamond output from 14.2 million carats to 134.7 thousand carats.<ref name",
    "last": "Hassall",
    "first": "David |url",
    "location": "Australia",
    "author": "date",
    "volume": "30",
    "issue": "27",
    "pages": "32–35   In the late 19th century, Australia's economic strength relative to the rest of the world was reflected in its GDP. In 1870, Australia had the highest GDP per capita in the world due to economic growth fuelled by its natural resources. However, as Australia's population grew rapidly over the 20th century, its GDP per capita dropped relative to countries such as the US and Norway. However, the Australian economy has been performing nominally better than other economies of the OECD and has supported economic growth for over 20 consecutive years. http://www.economist.com/finance/displaystory.cfm?story_id",
    "website": "The Sydney Morning Herald |access-date",
    "class": "\"wikitable\" style",
    "newspaper": "The Australian",
    "agency": "Australian Associated Press   Despite the economic slowdown, in the 2014 Credit Suisse Global Wealth Report, Australia continued to have the second-highest average wealth per adult (US$430,800) and the highest median wealth (US$225,400), with a total wealth of $7.2 trillion. The average level of real assets (US$319,700) was the second-highest in the world after Norway and 60% of gross household assets. The report explained that this partly reflects a large endowment of land and natural resources relative to population, and also high urban real estate prices. Only 6% of Australians had a net worth below US$10,000, compared to 29% in the US and 70% for the world as a whole. The average debt was 20% of gross assets. The proportion of people with wealth above US$100,000 was the highest in the world (eight times the world average). Australia had 3.8% (1,783,000 people) of the top 1% of global wealth holders while having 0.4% of the world's adult population.<ref name",
    "page": "57",
    "DATE_TIME": "2021-08-18T00:06:50Z"
}