{
    "label": "Newspaper  | free                   = ''The Statesman''  USA |relief     =",
    "lat": "40.917",
    "marksize": "5",
    "width": "access-date=2022-01-05|website=SBU News|language=en-US|archive-date=January 5, 2022|archive-url=https://web.archive.org/web/20220105211541/https://news.stonybrook.edu/university/a-joint-statement-from-the-university-at-buffalo-and-stony-brook-university-on-being-designated-as-new-york-states-flagship-public-universities/|url-status=live  Its campus consists of 213 buildings on over ",
    "colspan": "\"2\" style=\"tex",
    "align": "| 2007   |- | School of Nursing || -  |- | School of Medicine || 1980   |- | School of Professional Development || - |- | School of Social Welfare || 1970   |- | The Graduate School || - |} The Stony Brook University consists of a main campus in Stony Brook, and additional satellite campuses in Southampton and South Korea. The university is composed of twelve schools and colleges. By enrollment, the largest college or school is the College of Arts and Science.  The university is governed by the State University of New York board of trustees, a body of eighteen members which regulate all the individual units of the SUNY system. The trustees have the authority to appoint the president of each state-operated institution, grant all degree diplomas and certificates for the completion of studies at any state-operated campus, and regulation of admissions, tuition, curricula, and all other matters pertaining to the operation and administration of each state-operated campus. The president of Stony Brook is the principal executive officer of the university. The position was first held by John Francis Lee and is held by the sixth president in the institution's history, Maurie McInnis, who took office on July 1, 2020.  ===Endowment=== Stony Brook's financial endowment is managed by the Stony Brook Foundation. The foundation was established in 1965 as a not-for-profit corporation under the New York State Education Law.  Chartered to collect and manage gifts from private and non-state resources to supplement the funding of the university and managed by a voluntary Board of Trustees.  Donations can be made to a wide selection of funds which benefit different areas of the university. In 2012 the endowment was valued at approximately $125 million with total assets amounting to nearly $350 million and has fully recovered from the losses endured in the 2008 economic downturn.  class=\"wikitable floatright sortable collapsible\"; t",
    "ARWU_W": "201–300",
    "ARWU_N": "66–94",
    "USNWR_NU": "93",
    "USNWR_W": "171",
    "QS_W": "373",
    "THE_WSJ": "98",
    "THES_W": "301–350",
    "Forbes": "Years ! style=\"width:;\"| Research/discovery |- |1969 || Dated Moon rocks and estimated the age of the Moon |- | ||Created a new ultrasound method that speeds the healing of bone fractures |- | ||Discovered the link between emphysema and smoking |- | ||Developed the drug that is recommended for all cardiac angioplasties (abciximab) |- | 1974||Created the first MRI image of a living organism |- | ||Discovered the Golden Bamboo Lemur |- | ||Identified and cataloged 328 distant galaxies |- | ||Using a single electron, created the smallest electric switch in the world |- | 1975 ||Yang and Simons set off the gauge-theory revolution in differential topology |- | 1976 ||Formulation of supergravity |- | 1982 ||Invented virtual colonoscopy |- | 1998 || FDA approved abciximab and Periostat (doxycycline) |- | 1998 ||Discovered important fossil linking birds to dinosaurs |- | 2002 ||Synthesized the first virus, ''in vitro'', polio   |- | 2007 || Demonstrated that ''Homo erectus'' may not have evolved from ''Homo habilis''   |- | 2008 || Remains of Beelzebufo, or devil frog, largest frog to ever exist, discovered in Madagascar   |}  === Admissions === In 2018, Stony Brook University accepted 41.8%, or 15,800, of the 37,828 freshman applications it received.                                     Of the 15,800 freshmen applicants accepted, 3,383 chose to enroll, or a rate of 21.4%.  ;Academic Profile of middle 50% of enrolled freshmen (as of 2018) ,GPA: 91-97 (100-point scale), 3.6-4.0 (4-point scale) ",
    "list": "$462.9 million (2021) As of June 30, 2021. |",
    "DATE_TIME": "2022-07-16T16:09:40Z"
}