{
    "image_name": "Logo of New Jersey Institute of Technology.png",
    "name": "Logo of New Jersey Institute of Technology.png |image_size =",
    "president": "Joel Bloom",
    "provost": "Fadi Deek",
    "students": "10,646 ",
    "undergrad": "7,550",
    "postgrad": "3,096",
    "faculty": "497 (406 full-time + 91 adjuncts)",
    "campus": "Urban, 48 acres (19.4 ha)",
    "former_names": "Newark College of Engineering, 1919–1975,  Newark Technical School, 1881–1919.",
    "athletics": "NCAA Division I   Atlantic Sun, ACHA Division II",
    "sports": "19 varsity teams",
    "affiliations": "APLU MSA ACSA   AACSB CHEN",
    "endowment": "$102.1 million  ",
    "budget": "upright|Eberhardt Hall  The establishment of a residential campus and the opening of NJIT's first dormitory (Redwood Hall) in 1979 began a period of steady growth that continues today under the Landscape Master Plan. Two new schools were established at the university during the 1980s, the College of Science and Liberal Arts in 1982 and the School of Industrial Management in 1988. The Albert Dorman Honors College was established in 1994, and the newest school, the College of Computing Sciences, was created in 2001. As of Fall 2013 there are 5 residence halls on campus: Redwood Hall, Cypress Hall, Oak Hall, Laurel Hall, and the Dorman Honors Residence, in addition to several Greek houses.  In 2003, the launch of the new Campus Center on the site of the former Hazell Hall centralized campus social events. Construction of a new Atrium, Bookstore, Information Desk, Dining Hall, computer lab, and new student organization offices continued into 2004. In 2005, a row of automobile chop shops adjacent to campus were demolished. In 2006, construction of a new off-campus residence hall by American Campus Communities commenced in the chop shops' prior location. The new hall which opened in 2007 is dubbed the University Centre.  Robert A. Altenkirch was inaugurated as president on May 2, 2003 and retired in 2012. He succeeded Saul K. Fenster, who was named the university’s sixth president in 1978.   On January 9, 2012, NJIT Trustees named Joel Bloom president.    Also in 2005, Eberhardt Hall was fully renovated and re-inaugurated as the Alumni Center and the symbolic front door to the university. Its restored tower was the logo of the former Newark College of Engineering and was designed by Kevin Boyajian and Scott Nelson. A rebranding campaign with the current slogan, \"NJIT – New Jersey's Science and Technology University – The Edge in Knowledge\", was launched to emphasize NJIT’s unique position as New Jersey's preeminent science-and-technology-focused research university.  Recently, the school has changed its accredited management school into an AACSB-accredited business school. The business school focuses on utilizing technology to serve business needs. The school benefits from its close location to New York City; the financial capital of the world. It is located 25 minutes from Wall Street. The school has also strong academic collaboration with Rutgers business school. NJIT has a tie-up with Heritage Institute of Technology for summer internships.  In 2009, the New Jersey School of Architecture was transformed into the College of Architecture and Design (CoAD).  Within the college, the New Jersey School of Architecture continues, and it is joined by the newly established School of Art + Design.    In June 2010, NJIT officially completed its purchase of the old Central High School building   which sits in between NJIT and Rutgers–Newark campus.  With the completion of the purchase, ''Summit Street'' (from ''Warren Street'' to ''New Street'') would be totally converted into a pedestrian walkway from a public street. The existing old 'Central High School' building is earmarked to be extensively renovated, preserved and used as classrooms as per the Campus Master Plan   which includes tearing down of ''Kupfrian Hall'' to create more greenery.  Travel and Leisure's October 2013 issue named the university among America's ugliest college campuses, citing the 2013 Princeton Review survey which rated it as the least beautiful college campus in the country, and noting that the university \"suffers from a mishmash of architectural styles\" ranging from the \"Gothic\" Eberhardt Hall, a former orphans' asylum, to the \"crematorium Modernism\" Redwood residence hall.    As of the fall of 2014, the university has 7,550 undergraduate students, 3,096 graduate students, ",
    "USNWR_NU": "149",
    "Wamo_NU": "134 |",
    "DATE_TIME": "2015-08-06T20:37:23Z"
}