{
    "name": "James Madison | nationality=American | image=JamesMadison.jpg, among others.  Because it was the core of his Virginia Plan that ultimately survived the thoroughly meticulous scrutiny of the Constitutional Convention of 1787, he became known as the \"Father of the Constitution.\" Late that year and into the next, Madison, along with Alexander Hamilton and John Jay waged a vigorous newspaper war in New York state, later published as ''The Federalist Papers'', to help win its ratification. And in the First Congress, he supervised the formulation of and coordinated support for passage of the Constitution's Bill of Rights (1791). Undergirding his politics was a fervent belief in  republicanism as the new nation's overarching social and political value system.  As a leader in the House of Representatives, he worked closely with President George Washington to organize the new federal government.  Breaking with Treasury Secretary Alexander Hamilton, Madison and Thomas Jefferson created the first Republican (later the Democratic Republican) party in opposition to key policies of the Federalists, especially the national bank and Jay's Treaty; in 1808 and 1812, they elected Madison president. As Jefferson's Secretary of State, he supervised the Louisiana Purchase, doubling the nation's size, and sponsored the ill-fated Embargo of 1807. As president he led the War of 1812 against Great Britain. That conflict began poorly but ended on a high note in 1815 after which a new spirit of nationalism swept the country.  During and after the war Madison reversed many of his positions and by 1815, he supported a national bank, a strong military, and a moderate tariff structure.  ==Early life== Madison was born in Port Conway, Virginia on March 16, 1751 (March 5 according to the Old Style or Julian calendar). He was the oldest of twelve children, seven of whom reached adulthood  . His parents, Colonel James Madison, Sr. (March 27, 1723 &ndash; February 27, 1801) and Eleanor Rose \"Nellie\" Conway (January 9, 1731 &ndash; February 11, 1829), were slave owners and the prosperous owners of a tobacco plantation in Orange County, Virginia, where Madison spent most of his childhood years. He was raised in the Church of England, the state religion of Virginia at the time. Madison's plantation life was made possible by his paternal great-great-grandfather, James Madison, who utilized Virginia's headright system to import many indentured servants, thereby allowing him to accumulate a large tract of land. Madison, like his forebears, owned slaves.  Madison attended in 1769-71 the College of New Jersey (later to become Princeton University), finishing its four-year course in two years but exhausting himself from overwork in the process.  ==Political career== Madison served in the state legislature (1776-79) and became known as a protégé of Thomas Jefferson. In this capacity, he became a prominent figure in Virginia state politics, helping to draft the state's declaration of religious freedom and persuading Virginia to give its northwestern territories (consisting of most of modern-day Ohio, Indiana, and Illinois) to the Continental Congress.   As a delegate to the Continental Congress (1780-83), he was considered a legislative workhorse and a master of parliamentary detail.  ==Father of the Constitution== Back in the state legislature, he welcomed peace, but soon became alarmed at the fragility of the Articles of Confederation and especially at the divisiveness of state governments. He was a strong advocate of a new constitution, one that would overcome that divisiveness. At the Constitutional Convention in Philadelphia in 1787, Madison's draft of the Virginia Plan, and his revolutionary three-branch federal system became the basis for the American Constitution of today.  Madison envisioned a strong federal government that would be the umpire that could overrule the mistaken actions of the states; later in life he came to admire the Supreme Court as it started filling that role.    ==Coauthor of ''Federalist Papers'' explaining the Constitution== To aid the push for quick ratification, he joined with Alexander Hamilton and John Jay to write ''The Federalist Papers''.  It immediately became the single most important interpretation of the Constitution, and remains so  among jurists and scholars. Madison wrote the single most quoted paper, #10, in which he explained how a large country with many different interests and factions could support republicanism better than a small country where a few special interests could dominate. His interpretation has become a central part of the pluralist interpretation of American politics.    Back in Virginia in 1788, he led the fight for ratification of the Constitution at the state's convention&mdash;oratorically dueling Patrick Henry and others who sought revisions (such as the United States Bill of Rights) before its ratification. Madison is often referred to as the \"Father of the Constitution\" for his role in its drafting and ratification. However, he protested this designation as being \"a credit to which I have no claim... The Constitution was not, like the fabled Goddess of Wisdom, the offspring of a single brain.  It ought to be regarded as the work of many heads and many hands\".<r",
    "order": "5th",
    "term_start": "2 May 1801",
    "term_end": "3 March 1809",
    "party": "Democratic Republican",
    "DATE_TIME": "2006-11-15T10:18:05Z"
}