{
    "nam": "علی اکبر هاشمی رفسنجا",
    "order": "4th President of the Islamic Republic of Iran",
    "term_start": "3 August 1989",
    "term_end": "2 August 1997",
    "vicepresident": "Hassan Habibi",
    "order2": "2nd Chairman of the Assembly of Experts",
    "term_start2": "July 2007",
    "predecessor2": "Ali Meshkini",
    "order3": "Chairman of Majlis",
    "term_start3": "1980",
    "term_end3": "1989",
    "leader3": "Ruhollah Khomeini, Ali Khamenei",
    "president3": "Abolhassan Banisadr, Mohammad-Ali Rajai, Ali Khamenei",
    "primeminister3": "Mohammad-Ali Rajai, Mohammad-Reza Mahdavi Kani (acting), Mir-Hossein Mousavi",
    "predecessor3": "Vacant",
    "successor3": "Mehdi Karroubi",
    "party": "Combatant Clergy Association",
    "religion": "Usuli Twelver Shi'a Islam",
    "spouse": [
        "Amir Kabir; the Hero of Fighting against Imperialism (in Persian)  ==Quotes==",
        "''If one day, the Islamic world is also equipped with weapons like those that Israel possesses now, then the imperialists' strategy will reach a standstill because the use of even one nuclear bomb inside Israel will destroy everything. However, it will only harm the Islamic world. It is not irrational to contemplate such an eventuality. Of course, you can see that the Americans have kept their eyes peeled and they are carefully looking for even the slightest hint that technological advances are being made by an independent Islamic country. If an independent Islamic country is thinking about acquiring other kinds of weaponry, then they will do their utmost to prevent it from acquiring them. Well, that is something that almost the entire world is discussing right now. '' (December 2001)",
        "''If the Americans attack Iran, the world will change.   …They will not dare to make such a mistake'' (2004)",
        "''We are not bothering anyone, but we have acquired nuclear expertise and we want to benefit from it to improve our life.''",
        "''You need diplomacy and not slogans. This is the place for wisdom, the place for seeking windows that will take you to the objective.'' (2005)",
        "''We want all the Palestinians back in their homeland, and then there can be a fair referendum for people to choose the form of state they want. Whoever gets the majority can rule.'' (2005)",
        "''There is no doubt that America is a superpower of the world and we cannot ignore them. I think that Americans should gradually begin to adopt positive behavior rather than doing evil. They should not expect an immediate reaction in return for their positive measures. It will take time.''",
        "''I believe the main solution referring to the nuclear issue is to gain the trust of Europe and America and to remove their concerns over the peaceful nature of our nuclear industry and to assure them that there will never be a diversion to military use.''",
        "''Europe resolved a great problem – the problem of the Zionist danger. The Zionists, who constituted a strong political party in Europe, caused much disorder there. Since they had a lot of property and controlled an empire of propaganda, they made the European governments helpless. What Hitler and the German Nazis did to the Jews of Europe at that time was partly due to these circumstances with the Jews. They wanted to expel the Zionists from Europe because they always were a pain in the neck for the governments there. This is how this calamity fell upon the Muslims, especially the Palestinians, and you all know this history, more or less....The first goal was to save Europe from the evil of Zionism, and in this, they have been relatively successful.",
        "''Look, as long as we can enrich uranium and master the fuel cycle, we don’t need anything else. Our neighbors will be able to draw the proper conclusions.''    ==See also==",
        "Abbas Vaez-Tabasi",
        "Mehdi Hashemi Rafsanjani",
        "Alireza Marandi",
        "Faezeh Hashemi",
        "http://www.time.com/time/magazine/article/0,9171,962858,00.html The Spy Story of Reagan's Dealings with Mullahs",
        "http://www.historycommons.org/entity.jsp?entity=al_shiraa_1 Arms for Hostage Deals",
        "http://www.optiboard.com/forums/showthread.php?t=22199 The Story Behind The Scenes",
        "http://www.hashemirafsanjani.ir/ Akbar Hashemi Rafsanjani's Official Website",
        "http://www.rafsanjani.ir/ All News About Akbar Hashemi Rafsanjani",
        "http://www.irvl.net/six_snapshots.htm Iranian Economy in Six Snapshots",
        "http://isna.ir/Main/NewsView.aspx?ID=News-763171&Lang=P Rafsanjani's response to some allegations (ISNA, in Persian)",
        "http://www.isna.ir/Main/NewsView.aspx?ID=News-541466 ISNA interview with Mohsen Hashemi Rafsanjani about the Rafsanjani family (in Persian)",
        "http://switch5.castup.net/frames/20041020_MemriTV_Popup/video_480x360.asp?ai=214&ar=399wmv&ak=null Friday Sermon at Tehran University: We Will Soon Join The Nuclear Club — For Peaceful Purposes (video clip from 3 Dec. 2004)",
        "http://irannegah.com/video_browse.aspx?keyword=rafsanjani '''Video Archive of Akbar Hashemi Rafsanjani'''"
    ],
    "NAME": "Rafsanjani, Akbar Hashemi |ALTERNATIVE NAMES",
    "DATE_TIME": "2009-08-30T10:31:56Z"
}