{
    "common_name": "Roman Empire",
    "status": "Empire",
    "religion": [
        "Imperial cult-driven polytheism  (Before AD 274)",
        "Joined by the henotheistic solar cult of Sol Invictus (Before AD 380)",
        "Nicene Christianity (officially from AD 380)"
    ],
    "title_leader": "Emperor",
    "leader1": "Augustus (first)",
    "leader2": "Trajan",
    "leader3": "Aurelian",
    "leader4": "Diocletian",
    "leader5": "Constantine I",
    "leader6": "Theodosius I The final emperor to rule over all of the Empire's territories before its conversion to a diarchy.",
    "leader7": "Julius Nepos Officially the final emperor of the Western empire.",
    "leader8": "Romulus Augustus",
    "leader9": "Justinian I",
    "leader10": "Heraclius",
    "leader11": "Constantine VI Final ruler to be universally recognized as Roman emperor, including by the surviving empire in the East, the Papacy, and by kingdoms in Western Europe.",
    "leader12": "Basil II",
    "leader13": "Manuel I",
    "event7": "Reconquest of Constantinople",
    "stat_year1": "25 BC",
    "stat_area1": "2750000",
    "stat_pop1": "56,800,000",
    "stat_year2": "117 AD",
    "stat_area2": "5000000",
    "stat_year3": "AD 390",
    "stat_area3": "4400000",
    "demonym": "Roman",
    "ref_pop1": "The ''Augustus of Prima Porta'' (early 1st century AD) Rome had begun expanding shortly after the founding of the republic in the 6th century BC, though it did not expand outside the Italian peninsula until the 3rd century BC. Then, it was an \"empire\" (i.e. a great power) long before it had an emperor.   Nicolet, pp. 1, 15      The Roman Republic was not a nation-state in the modern sense, but a network of towns left to rule themselves (though with varying degrees of independence from the Roman Senate) and provinces administered by military commanders. It was ruled, not by emperors, but by annually elected magistrates (Roman Consuls above all) in conjunction with the Senate. Potter (2009), p. 179.  For various reasons, the 1st century BC was a time of political and military upheaval, which ultimately led to rule by emperors.       The consuls' military power rested in the Roman legal concept of ''imperium'', which literally means \"command\" (though typically in a military sense).   Occasionally, successful consuls were given the honorary title ''imperator'' (commander), and this is the origin of the word ''emperor'' (and ''empire'') since this title (among others) was always bestowed to the early emperors upon their accession.    Rome suffered a long series of internal conflicts, conspiracies, and civil wars from the late second century BC onward, while greatly extending its power beyond Italy. This was the period of the Crisis of the Roman Republic. Towards the end of this era, in 44 BC, Julius Caesar was briefly perpetual dictator before being assassinated. The faction of his assassins was driven from Rome and defeated at the Battle of Philippi in 42 BC by an army led by Mark Antony and Caesar's adopted son Octavian. Antony and Octavian's division of the Roman world between themselves did not last and Octavian's forces defeated those of Mark Antony and Cleopatra at the Battle of Actium in 31 BC. In 27 BC the Senate and People of Rome made Octavian ''princeps'' (\"first citizen\") with proconsular ''imperium'', thus beginning the Principate (the first epoch of Roman imperial history, usually dated from 27 BC to 284 AD), and gave him the name \"Augustus\" (\"the venerated\"). Though the old constitutional machinery remained in place, Augustus came to predominate it. Although the republic stood in name, contemporaries of Augustus knew it was just a veil and that Augustus had all meaningful authority in Rome.   Since his rule ended a century of civil wars and began an unprecedented period of peace and prosperity, he was so loved that he came to hold the power of a monarch ''de facto'' if not ''de jure''. During the years of his rule, a new constitutional order emerged (in part organically and in part by design), so that, upon his death, this new constitutional order operated as before when Tiberius was accepted as the new emperor.  In 117 AD, under the rule of Trajan, the Roman Empire, at its farthest extent, dominated much of the Mediterranean Basin, spanning three continents.  ===The Pax Romana=== ",
    "image1": "A multigenerational banquet depicted on a wall painting from Pompeii (1st century AD)  The Roman Empire was remarkably multicultural, with \"a rather astonishing cohesive capacity\" to create a sense of shared identity while encompassing diverse peoples within its political system over a long span of time.   The Roman attention to creating public monuments and communal spaces open to all—such as forums, amphitheatres, racetracks and baths—helped foster a sense of \"Romanness\".    Roman society had multiple, overlapping social hierarchies that modern concepts of \"class\" in English may not represent accurately.   The two decades of civil war from which Augustus rose to sole power left traditional society in Rome in a state of confusion and upheaval, Garnsey, Peter and Saller, Richard (1987) ''The Roman Empire: Economy, Society and Culture''. University of California Press. pp. 107–111.  but did not effect an immediate redistribution of wealth and social power. From the perspective of the lower classes, a peak was merely added to the social pyramid.   Personal relationships—patronage, friendship ''(amicitia)'', family, marriage—continued to influence the workings of politics and government, as they had in the Republic.   By the time of Nero, however, it was not unusual to find a former slave who was richer than a freeborn citizen, or an equestrian who exercised greater power than a senator.    The blurring or diffusion of the Republic's more rigid hierarchies led to increased social mobility under the Empire,     both upward and downward, to an extent that exceeded that of all other well-documented ancient societies.   Women, freedmen, and slaves had opportunities to profit and exercise influence in ways previously less available to them.   Social life in the Empire, particularly for those whose personal resources were limited, was further fostered by a proliferation of voluntary associations and confraternities (''collegia'' and ''sodalitates'') formed for various purposes: professional and trade guilds, veterans' groups, religious sodalities, drinking and dining clubs,   performing arts troupes,   and burial societies.    ===Legal status=== ",
    "image2": "A multigenerational banquet depicted on a wall painting from Pompeii (1st century AD)  The Roman Empire was remarkably multicultural, with \"a rather astonishing cohesive capacity\" to create a sense of shared identity while encompassing diverse peoples within its political system over a long span of time.   The Roman attention to creating public monuments and communal spaces open to all—such as forums, amphitheatres, racetracks and baths—helped foster a sense of \"Romanness\".    Roman society had multiple, overlapping social hierarchies that modern concepts of \"class\" in English may not represent accurately.   The two decades of civil war from which Augustus rose to sole power left traditional society in Rome in a state of confusion and upheaval, Garnsey, Peter and Saller, Richard (1987) ''The Roman Empire: Economy, Society and Culture''. University of California Press. pp. 107–111.  but did not effect an immediate redistribution of wealth and social power. From the perspective of the lower classes, a peak was merely added to the social pyramid.   Personal relationships—patronage, friendship ''(amicitia)'', family, marriage—continued to influence the workings of politics and government, as they had in the Republic.   By the time of Nero, however, it was not unusual to find a former slave who was richer than a freeborn citizen, or an equestrian who exercised greater power than a senator.    The blurring or diffusion of the Republic's more rigid hierarchies led to increased social mobility under the Empire,     both upward and downward, to an extent that exceeded that of all other well-documented ancient societies.   Women, freedmen, and slaves had opportunities to profit and exercise influence in ways previously less available to them.   Social life in the Empire, particularly for those whose personal resources were limited, was further fostered by a proliferation of voluntary associations and confraternities (''collegia'' and ''sodalitates'') formed for various purposes: professional and trade guilds, veterans' groups, religious sodalities, drinking and dining clubs,   performing arts troupes,   and burial societies.    ===Legal status=== ",
    "image3": "Bust Hadrian Musei Capitolini MC817.jpg",
    "image4": "Antoninus Pius (Museo del Prado) 01.jpg",
    "image5": "Marcus Aurelius Metropolitan Museum.png",
    "footer": [
        "the garrison at Rome, which includes both the Praetorians and the ''vigiles'' who functioned as police and firefighters;",
        "the provincial army, comprising the Roman legions and the auxiliaries provided by the provinces ''(auxilia'');",
        "thumb|upright=1.6|Relief panel from Trajan's Column in Rome, showing the building of a fort and the reception of a Dacian embassy  In 9 AD, Germanic tribes wiped out three full legions in the Battle of the Teutoburg Forest. This disastrous event reduced the number of legions to 25. The total of the legions would later be increased again and for the next 300 years always be a little above or below 30.   The army had about 300,000 soldiers in the 1st century, and under 400,000 in the 2nd, \"significantly smaller\" than the collective armed forces of the territories it conquered. No more than 2% of adult males living in the Empire served in the Imperial army. Morris, p. 196.   Augustus also created the Praetorian Guard: nine cohorts, ostensibly to maintain the public peace, which were garrisoned in Italy. Better paid than the legionaries, the Praetorians served only sixteen years.    The ''auxilia'' were recruited from among the non-citizens. Organized in smaller units of roughly cohort strength, they were paid less than the legionaries, and after 25 years of service were rewarded with Roman citizenship, also extended to their sons. According to Tacitus   there were roughly as many auxiliaries as there were legionaries. The ''auxilia'' thus amounted to around 125,000 men, implying approximately 250 auxiliary regiments.   The Roman cavalry of the earliest Empire were primarily from Celtic, Hispanic or Germanic areas. Several aspects of training and equipment, such as the four-horned saddle, derived from the Celts, as noted by Arrian and indicated by archeology.      The Roman navy (Latin: ''classis,'' \"fleet\") not only aided in the supply and transport of the legions but also helped in the protection of the frontiers along the rivers Rhine and Danube. Another of its duties was the protection of the crucial maritime trade routes against the threat of pirates. It patrolled the whole of the Mediterranean, parts of the North Atlantic coasts, and the Black Sea. Nevertheless, the army was considered the senior and more prestigious branch.    ===Provincial government=== File:The new old amphitheater in Pula Istria (19629095974).jpg|thumb|The Pula Arena in Croatia is one of the largest and most intact of the remaining Roman amphitheatres. An annexed territory became a province in a three-step process: making a register of cities, taking a census of the population, and surveying the land.   Further government recordkeeping included births and deaths, real estate transactions, taxes, and juridical proceedings.   In the 1st and 2nd centuries, the central government sent out around 160 officials each year to govern outside Italy.  Among these officials were the \"Roman governors\", as they are called in English: either magistrates elected at Rome who in the name of the Roman people governed senatorial provinces; or governors, usually of equestrian rank, who held their ''imperium'' on behalf of the emperor in provinces excluded from senatorial control, most notably Roman Egypt.   A governor had to make himself accessible to the people he governed, but he could delegate various duties. Potter (2009), p. 180.  His staff, however, was minimal: his official attendants ''(apparitores)'', including lictors, heralds, messengers, scribes, and bodyguards; legates, both civil and military, usually of equestrian rank; and friends, ranging in age and experience, who accompanied him unofficially.   Other officials were appointed as supervisors of government finances.  Separating fiscal responsibility from justice and administration was a reform of the Imperial era. Under the Republic, provincial governors and tax farmers could exploit local populations for personal gain more freely.   Equestrian procurators, whose authority was originally \"extra-judicial and extra-constitutional,\" managed both state-owned property and the vast personal property of the emperor ''(res privata)''.  Because Roman government officials were few in number, a provincial who needed help with a legal dispute or criminal case might seek out any Roman perceived to have some official capacity, such as a procurator or a military officer, including centurions down to the lowly ''stationarii'' or military police.     ===Roman law==="
    ],
    "align": "right",
    "direction": "horizontal",
    "width1": "160",
    "width2": "136",
    "Denarius": "10 asses",
    "Aureus": "25 denarii",
    "Aurei": "60 per pound of gold |-",
    "Sesterce": "5 asses",
    "Denarii": "16 asses | Silver coins (contemporary name unknown) = 96 to a pound of silver |-",
    "Sestertius": "2.5 asses",
    "Sesterces": "4 asses | Bronze coins (contemporary name unknown) = value unknown |-",
    "list": "la|Imperium Romanum<ref gro",
    "DATE_TIME": "2022-05-10T13:08:57Z"
}