{
    "common_name": "Roman Empire",
    "continent": "Afroeurasia",
    "status": "Empire",
    "life_span": "27 BC–AD 476 (West), 285–1453 (East)",
    "religion": [
        "Pluralistic, subject to Imperial cult",
        "Christianity after 380"
    ],
    "leader1": "Augustus",
    "leader2": "Diocletian",
    "leader3": "Constantine I",
    "leader4": "Theodosius I",
    "leader5": "Romulus Augustus",
    "leader6": "Constantine XI",
    "year_leader1": "27 BC–AD 14",
    "year_leader2": "284–305",
    "year_leader3": "306–337",
    "year_leader4": "379–395",
    "year_leader5": "475–476",
    "year_leader6": "1449–1453",
    "title_leader": "Emperor",
    "stat_year1": "25 BC ",
    "stat_area1": "2750000",
    "stat_pop1": "56800000",
    "stat_year2": "117",
    "stat_area2": "6500000",
    "stat_pop2": "88000000",
    "stat_year3": "390",
    "stat_area3": "4400000",
    "source": "thumb|upright=1.4|left|A 5th-century papyrus showing a parallel Latin-Greek text of a speech by Cicero   Romans who received an elite education studied Greek as a literary language, and most men of the governing classes could speak Greek.   The Julio-Claudian emperors encouraged high standards of correct Latin ''(Latinitas)'', a linguistic movement identified in modern terms as Classical Latin, and favored Latin for conducting official business. Rochette, \"Language Policies in the Roman Republic and Empire,\" p. 552.  Claudius tried to limit the use of Greek, and on occasion revoked the citizenship of those who lacked Latin, but even in the Senate he drew on his own bilingualism in communicating with Greek-speaking ambassadors.  Suetonius quotes him as referring to \"our two languages,\"   and the employment of two imperial secretaries, one for Greek and one Latin, dates to his reign.    In the Eastern empire, laws and official documents were regularly translated into Greek from Latin.   The everyday interpenetration of the two languages is indicated by bilingual inscriptions, which sometimes even switch back and forth between Greek and Latin. The epitaph of a Greek-speaking soldier, for instance, might be written primarily in Greek, with his rank and unit in the Roman army expressed in Latin.   After all freeborn inhabitants of the empire were universally enfranchised in 212 AD, a great number of Roman citizens would have lacked Latin, though they were expected to acquire at least a token knowledge, and Latin remained a marker of \"Romanness.\"    Among other reforms, the emperor Diocletian (reigned 284–305) sought to renew the authority of Latin, and the Greek expression ἡ κρατοῦσα διάλεκτος ''(hē kratousa dialektos)'' attests to the continuing status of Latin as \"the language of power.\"   The scholar Libanius (4th century) regarded Latin as causing a decline in the quality of Greek rhetoric.   In the early 6th century, the emperor Justinian engaged in a quixotic effort to reassert the status of Latin as the language of law, even though in his time Latin no longer held any currency as a living language in the East.    ===Local languages=== File:Inscription Theatre Leptis Magna Libya.JPG|thumb|upright=1.5|Bilingual Latin-Punic inscription at the theatre in Leptis Magna, Roman Africa (present-day Libya) References to interpreters indicate the continuing use of local languages other than Greek and Latin, particularly in Egypt, where Coptic predominated, and in military settings along the Rhine and Danube. Roman jurists also show a concern for local languages such as Punic, Gaulish, and Aramaic in assuring the correct understanding and application of laws and oaths.   In the province of Africa, Punic was used for legends on coins during the time of Tiberius (1st century AD), and Punic inscriptions appear on public buildings into the 2nd century, some bilingual with Latin.    In the West, the importance of Latin in gaining access to the ruling power structure caused the rapid extinction of inscriptions in scripts that had been used to represent local languages on the Iberian peninsula (Roman Spain) and in Gaul. Among other aspects of a distinctive Gallo-Roman culture was the creation of Gallo-Latin text,   and Mediterranean Gaul had become trilingual (Greek, Latin, Gaulish) by the mid-1st century BC.   In Italy, the written use of Latin had replaced Etruscan and Oscan by the end of the 1st century AD.   The dominance of Latin among the literate elite may obscure the continuity of spoken languages, since all cultures within the Roman Empire were predominantly oral.    The Babatha Archive is a suggestive example of multilingualism in the Empire. These papyri, named for a Jewish woman in the province of Arabia and dating from 93 to 132 AD, mostly employ Aramaic, the local language, written in Greek characters with Semitic and Latin influences; a petition to the Roman governor, however, was written in Greek.    ===Linguistic legacy=== In the Western Empire, Latin, referred to in its spoken form as Vulgar Latin, gradually replaced Celtic and Italic languages that were related to it by a shared Indo-European origin. Commonalities in syntax and vocabulary facilitated the adoption of Latin.   Basque, not an Indo-European language, survived in the region of the Pyrenees.   After the decentralization of political power in late antiquity, Latin developed locally into branches that became the Romance languages, such as Spanish, Portuguese, French, Italian and Romanian. As an international language of learning and literature, Latin itself continued as an active medium of expression for diplomacy and for intellectual developments identified with Renaissance humanism up to the 17th century, and for law and the Roman Catholic Church to the present.    Although Greek continued as the language of the Byzantine Empire, linguistic distribution in the East was more complex. A Greek-speaking majority lived in the Greek peninsula and islands, western Anatolia, major cities, and some coastal areas.   Like Greek and Latin, the language of the Thracians was of Indo-European origin, as were several now-extinct languages in Anatolia such as Galatian, Phrygian, Pisidian, and Cappadocian, attested by Imperial-era inscriptions.   Various Afroasiatic languages—primarily Coptic in Egypt, and Aramaic in Syria and Mesopotamia—were never replaced by Greek. Palmyrene soldiers even used their dialect of Aramaic for inscriptions, in a striking exception to the rule that Latin was the language of the military.   The international use of Greek, however, was one factor enabling the spread of Christianity, as indicated for example by the use of Greek for the Epistles of Paul.    ==Society== thumb|upright=1.25|A multigenerational banquet depicted on a wall painting from Pompeii (1st century AD)  The Roman Empire was remarkably multicultural, with \"a rather astonishing cohesive capacity\" to create a sense of shared identity while encompassing diverse peoples within its political system over a long span of time.   The Roman attention to creating public monuments and communal spaces open to all—such as forums, amphitheaters, racetracks and baths—helped foster a sense of \"Romanness\".    Roman society had multiple, overlapping social hierarchies that modern concepts of \"class\" in English may not represent accurately.   The two decades of civil war from which Augustus rose to sole power left traditional society in Rome in a state of confusion and upheaval,   but did not effect an immediate redistribution of wealth and social power. From the perspective of the lower classes, a peak was merely added to the social pyramid.   Personal relationships—patronage, friendship ''(amicitia)'', family, marriage—continued to influence the workings of politics and government, as they had in the Republic.   By the time of Nero, however, it was not unusual to find a former slave who was richer than a freeborn citizen, or an equestrian who exercised greater power than a senator.    The blurring or diffusion of the Republic's more rigid hierarchies led to increased social mobility under the Empire,   both upward and downward, to an extent that exceeded that of all other well-documented ancient societies.   Women, freedmen, and slaves had opportunities to profit and exercise influence in ways previously less available to them.   Social life in the Empire, particularly for those whose personal resources were limited, was further fostered by a proliferation of voluntary associations and confraternities (''collegia'' and ''sodalitates'') formed for various purposes: professional and trade guilds, veterans' groups, religious sodalities, drinking and dining clubs,   performing arts troupes,   and burial societies.    File:Egyptian - Mummy Portrait of a Man - Walters 323.jpg|thumb|upright|left|Citizen of Roman Egypt (Fayum mummy portrait)  ===Legal status=== ",
    "align": "thumb|left|A Roman aureus struck under Augustus (''c.'' 13–14 AD); the reverse shows Tiberius in a quadriga, celebrating the fifteenth renewal of his tribunal power A professional deposit banker (''argentarius,'' ''coactor argentarius'', or later ''nummularius'') received and held deposits for a fixed or indefinite term, and lent money to third parties.   The senatorial elite were involved heavily in private lending, both as creditors and borrowers, making loans from their personal fortunes on the basis of social connections.   The holder of a debt could use it a means of payment by transferring it to another party, without cash changing hands. Although it has sometimes been thought that ancient Rome lacked \"paper\" or documentary transactions, the system of banks throughout the Empire also permitted the exchange of very large sums without the physical transfer of coins, in part because of the risks of moving large amounts of cash, particularly by sea. Only one serious credit shortage is known to have occurred in the early Empire, a credit crisis in 33 AD that put a number of senators at risk; the central government rescued the market through a loan of 100 million ''HS''  made by the emperor Tiberius to the banks ''(mensae)''.   Generally, available capital exceeded the amount needed by borrowers.<ref name",
    "DATE_TIME": "2013-03-13T08:58:24Z"
}