{
    "common_name": "Bangladesh",
    "largest_city": "Dhaka",
    "languages": "Bengali ",
    "religion_year": "2011",
    "ethnic_groups_year": "2011 ",
    "demonym": "Bangladeshi",
    "leader_title1": "President",
    "leader_name1": "Abdul Hamid",
    "leader_title2": "Prime Minister",
    "leader_name2": "Sheikh Hasina",
    "leader_title3": "House Speaker",
    "leader_name3": "Shirin Sharmin Chaudhury",
    "leader_title4": "Chief Justice",
    "leader_name4": "Syed Mahmud Hossain",
    "sovereignty_type": "Independence from Pakistan",
    "established_event3": "Current constitution",
    "established_date3": "16 December 1972",
    "area_km2": "148,460  ",
    "area_rank": "94nd",
    "area_sq_mi": "57320",
    "area_label3": "Water area",
    "area_data3": "18,290 sq km",
    "percent_water": "6.4",
    "population_estimate": "Bangladeshref",
    "population_census": "149,772,364",
    "population_estimate_rank": "8th",
    "population_census_year": "2011",
    "population_census_rank": "8th",
    "population_density_km2": "1,106",
    "population_density_sq_mi": "2,864.5",
    "population_density_rank": "7th",
    "GDP_PPP": "$966.485 billion",
    "GDP_PPP_year": "2021",
    "GDP_PPP_rank": "31st",
    "GDP_PPP_per_capita": "$5,812",
    "GDP_PPP_per_capita_rank": "130th",
    "GDP_nominal": "$409 billion",
    "GDP_nominal_year": "2021",
    "GDP_nominal_rank": "40th",
    "GDP_nominal_per_capita": "$2,138",
    "GDP_nominal_per_capita_rank": "164th",
    "Gini": "39.5",
    "Gini_year": "2018",
    "Gini_change": "increase",
    "HDI": "0.632",
    "HDI_year": "2019",
    "HDI_change": "increase",
    "align": "right  | direction     = horizontal",
    "image1": "Bengal Presidency 1858.png",
    "width1": "alt=Earl Warren and Maulvi Tamizuddin Khan shake hands as a third man looks on|U.S. Chief Justice Earl Warren meets Maulvi Tamizuddin Khan, the plaintiff in ''Federation of Pakistan v. Maulvi Tamizuddin Khan'' According to senior World Bank officials, Pakistan practised extensive economic discrimination against East Pakistan: greater government spending on West Pakistan, financial transfers from East to West Pakistan, the use of East Pakistan's foreign-exchange surpluses to finance West Pakistani imports, and refusal by the central government to release funds allocated to East Pakistan because the previous spending had been under budget; ",
    "caption1": "The Bengal Presidency at its greatest extent",
    "image2": "BengalPartition1905 Map.png",
    "width2": "alt=Earl Warren and Maulvi Tamizuddin Khan shake hands as a third man looks on|U.S. Chief Justice Earl Warren meets Maulvi Tamizuddin Khan, the plaintiff in ''Federation of Pakistan v. Maulvi Tamizuddin Khan'' According to senior World Bank officials, Pakistan practised extensive economic discrimination against East Pakistan: greater government spending on West Pakistan, financial transfers from East to West Pakistan, the use of East Pakistan's foreign-exchange surpluses to finance West Pakistani imports, and refusal by the central government to release funds allocated to East Pakistan because the previous spending had been under budget; ",
    "caption2": "thumb||left|Founding conference of the All India Muslim League in Dhaka, 1906 Although it won a majority of seats in 1937, the Bengal Congress boycotted the legislature. A. K. Fazlul Huq of the Krishak Praja Party was elected as the first Prime Minister of Bengal. In 1940 Huq supported the Lahore Resolution, which envisaged independent states in the northwestern and eastern Muslim-majority regions of the subcontinent. The first Huq ministry, a coalition with the Bengal Provincial Muslim League, lasted until 1941; it was followed by a Huq coalition with the Hindu Mahasabha which lasted until 1943. Huq was succeeded by Khawaja Nazimuddin, who grappled with the effects of the Burma Campaign, the Bengal famine of 1943, which killed up to 3 million people,   and the Quit India movement. In 1946, the Bengal Provincial Muslim League won the provincial election, taking 113 of the 250-seat assembly (the largest Muslim League mandate in British India). H. S. Suhrawardy, who made a final futile effort for a United Bengal in 1946, was the last premier of Bengal.  ===Partition of Bengal (1947)=== thumb|Louis Mountbatten discusses the partition plan with Jawaharlal Nehru and Mohammad Ali Jinnah On 3 June 1947, the Mountbatten Plan outlined the partition of British India. On 20 June, the Bengal Legislative Assembly met to decide on the partition of Bengal. At the preliminary joint meeting, it was decided (120 votes to 90) that if the province remained united it should join the Constituent Assembly of Pakistan. At a separate meeting of legislators from West Bengal, it was decided (58 votes to 21) that the province should be partitioned and West Bengal should join the Constituent Assembly of India. At another meeting of legislators from East Bengal, it was decided (106 votes to 35) that the province should not be partitioned and (107 votes to 34) that East Bengal should join the Constituent Assembly of Pakistan if Bengal was partitioned. ",
    "style": "\"display:inline-block;margin-top:0.4em;\">center  image_map              = Bangladesh (orthographic projection).svg | map_caption            =  | map_width              =  | capital                = Dhaka | coordinates            = ",
    "width": "thumb|Vanga Kingdom and erstwhile neighbors in ancient South Asia  Stone Age tools found in Bangladesh indicate human habitation for over 20,000 years, ",
    "titlebar": "#ddd",
    "left1": "Religion",
    "float": [
        ""
    ],
    "last": "re-Islamic Bengali middle kingdoms. Islam was introduced during the Pala Empire, through trade with the Abbāsid Caliphate, ",
    "list": "Official Seal of the Government of Bangladesh | national_anthem",
    "DATE_TIME": "2022-01-17T18:02:08Z"
}