{
    "common_name": "Bangladesh",
    "largest_city": "Dhaka",
    "languages": "Bengali ",
    "religion_year": "2011",
    "ethnic_groups_year": "2011 ",
    "demonym": "Bangladeshi",
    "membership": "UN, WTO, SAARC, BIMSTEC, IMCTC, OIC, Commonwealth of Nations",
    "leader_title1": "President",
    "leader_name1": "Abdul Hamid",
    "leader_title2": "Prime Minister",
    "leader_name2": "Sheikh Hasina",
    "leader_title3": "House Speaker",
    "leader_name3": "Shirin Chaudhury",
    "leader_title4": "Chief Justice",
    "leader_name4": "Syed Mahmud Hossain",
    "sovereignty_type": "Independence from Pakistan",
    "established_event3": "Current constitution",
    "established_date3": "16 December 1972",
    "area_km2": "147,570 ",
    "area_rank": "92nd",
    "area_sq_mi": "56,992.54",
    "percent_water": "6.4",
    "population_estimate": "Bangladeshref",
    "population_census": "149,772,364",
    "population_estimate_rank": "8th",
    "population_census_year": "2011",
    "population_census_rank": "8th",
    "population_density_km2": "1,106",
    "population_density_sq_mi": "2,864.5",
    "population_density_rank": "7th",
    "GDP_PPP": "$917.805 billion",
    "GDP_PPP_year": "2020",
    "GDP_PPP_rank": "29th",
    "GDP_PPP_per_capita": "$5,453",
    "GDP_PPP_per_capita_rank": "136th",
    "GDP_nominal": "$347.991 billion",
    "GDP_nominal_year": "2020",
    "GDP_nominal_rank": [
        ""
    ],
    "GDP_nominal_per_capita_rank": "143th",
    "Gini": "32.4",
    "Gini_year": "2016",
    "HDI": "0.614",
    "HDI_year": "2018",
    "HDI_change": "increase",
    "align": "left  | direction     = horizontal  | caption_align = center  | image1        = Mahajanapadas (c. 500 BCE).png  | caption1      = Vanga Kingdom and erstwhile neighbors in ancient South Asia  | width1        = 213  | image2        = South Asia historical AD625 EN.svg  | caption2      = Gauda Kingdom, the first independent unified polity in the Bengal region.  | width2        = 147  Stone Age tools found in Bangladesh indicate human habitation for over 20,000 years, ",
    "direction": "horizontal",
    "caption_align": "center",
    "image1": "Mahajanapadas (c. 500 BCE).png",
    "caption1": "Vanga Kingdom and erstwhile neighbors in ancient South Asia  | width1        = 213",
    "width1": "213",
    "image2": "South Asia historical AD625 EN.svg",
    "caption2": "Gauda Kingdom, the first independent unified polity in the Bengal region.",
    "width2": "147  Stone Age tools found in Bangladesh indicate human habitation for over 20,000 years,  align         = right  | direction     = horizontal  | caption_align = center  | image1        = Asia 800ad.jpg  | caption1      = The Pala Empire  was an imperial power during the Late Classical period on the Indian subcontinent, which originated in the region of Bengal  | width1        = 240  | image2        = পাহাড়পুর বৌদ্ধ বিহার 22.jpg  | caption2      = The 9th-century ruins of Somapura Mahavihara. The ruins hosted the largest monastery in pre-Islamic Bangladesh and is a UNESCO World Heritage Si",
    "style": "white-space:nowrap; |90.5% Islam |8.5% Hinduism |0.6% Buddhism |0.4% Christianity | religion_year               = 2011   | ethnic_groups               =  98% Bengalis  | ",
    "width": [
        ""
    ],
    "titlebar": "#ddd",
    "left1": "Religion",
    "float": "alt=Leaders seated at a dais|First South Asian Association for Regional Cooperation (SAARC) meeting in 1985 in Dhaka (''l-r, top row'': the presidents of Pakistan and the Maldives, the king of Bhutan, the president of Bangladesh, the prime minister of India, the king of Nepal and the president of Sri Lanka) The first major intergovernmental organisation joined by Bangladesh was the Commonwealth of Nations in 1972. The country joined the United Nations in 1974, and has been elected twice to the UN Security Council. Ambassador Humayun Rashid Choudhury was elected president of the UN General Assembly in 1986. Bangladesh relies on multilateral diplomacy in the World Trade Organization. It is a major contributor to UN peacekeeping, providing 113,000 personnel to 54 UN missions in the Middle East, the Balkans, Africa and the Caribbean in 2014.    In addition to membership in the Commonwealth of Nations and the United Nations, Bangladesh pioneered regional co-operation in South Asia. Bangladesh is a founding member of the South Asian Association for Regional Cooperation (SAARC), an organisation designed to strengthen relations and promote economic and cultural growth among its members. It has hosted several summits and two Bangladeshi diplomats were the organisation's secretary-general.  Bangladesh joined the Organization of Islamic Cooperation (OIC) in 1973. It has hosted the summit of OIC foreign ministers, which addresses issues, conflicts and disputes affecting Muslim-majority countries. Bangladesh is a founding member of the Developing 8 Countries, which is a bloc of eight Muslim-majority republics.  The neighbouring country of Myanmar (Burma) was one of the first countries to recognise Bangladesh.   Despite common regional interests, Bangladesh-Myanmar relations have been strained by the Rohingya refugee crisis and the isolationist policies of the Myanmar military. In 2012, both countries came to terms at the International Tribunal for the Law of the Sea over maritime boundaries in the Bay of Bengal.   In 2016 and 2017, relations with Myanmar were strained once again as over 700,000 Rohingya refugees illegally entered Bangladesh fleeing persecution, ethnic cleansing, genocide and other atrocities in Myanmar. The parliament, government and civil society of Bangladesh have been at the forefront of international criticism against Myanmar for military operations against the Rohingya, which the United Nations has described as ethnic cleansing.      File:US President Clinton and Prime Minister Sheikh Hasina make a joint statement, Prime Minister's office, Bangladesh, March 20, 2000.jpg|thumb|left|PM Sheikh Hasina with US President Bill Clinton at the Prime Minister's Office in Dhaka, 2000. Bangladesh's most politically-important bilateral relationship is with neighbouring India. In 2015, major Indian newspapers called Bangladesh a \"trusted friend\".   Bangladesh and India are South Asia's largest trading partners. The countries are collaborating in regional economic and infrastructure projects, such as a regional motor-vehicle agreement in eastern South Asia and a coastal shipping agreement in the Bay of Bengal. Indo-Bangladesh relations often emphasise a shared cultural heritage, democratic values and a history of support for Bangladeshi independence. Despite political goodwill, border killings of Bangladeshi civilians and the lack of a comprehensive water-sharing agreement for 54 trans-boundary rivers are major issues. In 2017, India joined Russia and China in refusing to condemn Myanmar's atrocities against the Rohingya, which contradicted with Bangladesh's demand for recognising Rohingya human rights.   However, the Indian air force delivered aid shipments for Rohingya refugees in Bangladesh.   The crackdown against cattle smuggling in India has also affected Bangladesh. The Bangladeshi beef and leather industries have seen increased prices due to the Indian BJP government's Hindu nationalist campaign against the export of beef and cattle skin.    Pakistan and Bangladesh have a US$550 million trade relationship,   particularly in Pakistani cotton imports for the Bangladeshi textile industry. Although Bangladeshi and Pakistani businesses have invested in each other, diplomatic relations are strained because of Pakistani denial of the 1971 Bangladesh genocide. The execution of a Jamaat-e-Islami leader in 2013 on committing of war crimes during the liberation war was opposed in Pakistan and led to further strained ties.    Sino-Bangladesh relations date to the 1950s and are relatively warm, despite the Chinese leadership siding with Pakistan during Bangladesh's war of independence. China and Bangladesh established bilateral relations in 1976 which have significantly strengthened and the country is considered a cost-effective source of arms for the Bangladeshi military.   Since the 1980s 80 percent of Bangladesh's military equipment has been supplied by China (often with generous credit terms), and China is Bangladesh's largest trading partner. Both countries are part of the BCIM Forum.  File:44th G7 summit Photo.jpg|thumb|right|Bangladeshi Prime Minister Sheikh Hasina (second from left on back row) with leaders of the G7 industrialised countries and other invitees during the 44th G7 summit in La Malbaie, Canada Japan is Bangladesh's largest economic-aid provider in the form of loans and the countries have common political goals.    The United Kingdom has longstanding economic, cultural and military links with Bangladesh. The United States is a major economic and security partner, its largest export market and foreign investor. Seventy-six percent of Bangladeshis viewed the United States favourably in 2014, one of the highest ratings among Asian countries.     The United States views Bangladesh as a key partner in the Indo-Pacific.   The European Union is Bangladesh's largest regional market, conducting public diplomacy and providing development assistance.  Relations with other countries are generally positive. Shared democratic values ease relations with Western countries and similar economic concerns forge ties to other developing countries. Despite poor working conditions and war affecting overseas Bangladeshi workers, relations with Middle Eastern countries are friendly and bounded by religion and culture. More than a million Bangladeshis are employed in the region. In 2016, the king of Saudi Arabia called Bangladesh \"one of the most important Muslim countries\".   However, Bangladesh has not established diplomatic relationship with Israel   in support of a sovereign Palestinian state and \"an end to Israel's illegal occupation of Palestine\". ",
    "last": "Kabir |first=FHM Humayan |date=8 June 2020 |title=Budget for FY '21: Govt set to target $2,326 per-capita income |url=https://thefinancialexpress.com.bd/economy/budget-for-fy-21-govt-set-to-target-2326-per-capita-income-1591587829 |work=The Financial Express |location=Dhaka  | GDP_nominal_per_capita_rank = 143th | Gini                        = 32.4  | Gini_year                   = 2016 | Gini_change                 =  | Gini_ref                    =   Gini_rank                   =  | HDI                         = 0.614  | HDI_year                    = 2018  | HDI_change                  = increase  | HDI_ref                     =  ",
    "DATE_TIME": "2020-06-10T03:47:02Z"
}