{
    "common_name": "Portugal",
    "largest_city": "Lisbon",
    "languages": "Portuguese",
    "languages2": "Mirandese",
    "ethnic_groups_year": "2018",
    "demonym": "Portuguese",
    "leader_title1": "President",
    "leader_name3": "Eduardo Ferro Rodrigues",
    "leader_title2": "Prime Minister",
    "leader_name2": "António Costa",
    "sovereignty_type": "Establishment",
    "established_event3": "Sovereignty",
    "established_date3": "24 June 1128",
    "established_event4": "Kingdom",
    "established_date4": "25 July 1139",
    "established_event5": "Recognition",
    "established_date5": "5 October 1143",
    "established_event6": "Papal recognition",
    "established_date6": "23 May 1179",
    "established_event7": "Restoration",
    "established_date7": "1 December 1640",
    "established_event8": "Liberal Constitution",
    "established_date8": "23 September 1822",
    "established_event10": "Democratisation",
    "established_date10": "25 April 1974",
    "established_event11": "Present Constitution",
    "established_date11": "25 April 1976",
    "established_event12": "EEC accession",
    "established_date12": "1 January 1986",
    "area_km2": "92,212",
    "area_rank": "109th",
    "area_sq_mi": "35,603",
    "percent_water": "0.5",
    "population_estimate": "10,276,617",
    "population_census": "10,562,178",
    "population_estimate_year": "2018",
    "population_estimate_rank": "88th",
    "population_census_year": "2011",
    "population_density_km2": "111",
    "population_density_sq_mi": "298",
    "population_density_rank": "97th",
    "GDP_PPP": "$345.572 billion title=Report for Selected Countries and Subjects – Portugal",
    "GDP_PPP_year": "2019",
    "GDP_PPP_rank": "47th",
    "GDP_PPP_per_capita": "$33,665",
    "GDP_PPP_per_capita_rank": "43rd",
    "GDP_nominal": "$236.408 billion",
    "GDP_nominal_year": "2019",
    "GDP_nominal_rank": "52nd",
    "GDP_nominal_per_capita": "$23,031",
    "GDP_nominal_per_capita_rank": "36th",
    "Gini": "32.1",
    "Gini_year": "2017",
    "Gini_change": "decrease",
    "HDI": "0.850",
    "HDI_year": "2018",
    "HDI_change": "increase",
    "HDI_rank": "40th",
    "religion_year": "2011",
    "today": [
        ""
    ],
    "image1": "| caption1 we=",
    "image2": "Citania briteiros casa 2.jpg  | caption2 we=",
    "footer": "thumb|left|Megalithic Monuments of Alcalar, built in the 3rd millennium BCE. It is believed by some scholars that early in the first millennium BC, several waves of Celts invaded Portugal from Central Europe and inter-married with the local populations, forming different tribes.  Another theory suggests that Celts inhabited Western Iberia / Portugal well before any large Celtic migrations from Central Europe.   In addition, a number of linguists expert in ancient Celtic have presented compelling evidence that the Tartessian language, once spoken in parts of SW Spain and SW Portugal, is at least proto-Celtic in structure. Modern archeology and research shows a Portuguese root to the Celts in Portugal and elsewhere.   During that period and until the Roman invasions, the Castro culture (a variation of the Urnfield culture also known as ''Urnenfelderkultur'') was prolific in Portugal and modern Galicia.   This culture, together with the surviving elements of the Atlantic megalithic culture and the contributions that come from the more Western Mediterranean cultures, ended up in what has been called the Cultura Castreja or Castro Culture. This designation refers to the characteristic Celtic populations called 'dùn', 'dùin' or 'don' in Gaelic and that the Romans called castrae in their chronicles.  Based on the Roman chronicles about the Callaeci peoples, along with the Lebor Gabála Érenn   narrations and the interpretation of the abundant archaeological remains throughout the northern half of Portugal and Galicia, it is possible to infer that there was a matriarchal society, with a military and religious aristocracy probably of the feudal type. The figures of maximum authority were the chieftain (chefe tribal), of military type and with authority in his Castro or clan, and the druid, mainly referring to medical and religious functions that could be common to several castros. The Celtic cosmogony remained homogeneous due to the ability of the druids to meet in councils with the druids of other areas, which ensured the transmission of knowledge and the most significant events. The first documentary references to Castro society are provided by chroniclers of Roman military campaigns such as Strabo, Herodotus and Pliny the Elder among others, about the social organization, and describing the inhabitants of these territories, the Gallaeci of Northern Portugal as: \"A group of barbarians who spend the day fighting and the night eating, drinking and dancing under the moon.\"  There were other similar tribes, and chief among them were the Lusitanians; the core area of these people lay in inland central Portugal, while numerous other related tribes existed such as the Celtici of Alentejo, and the Cynetes or Conii of the Algarve. Among the tribes or sub-divisions were the Bracari, Coelerni, Equaesi, Grovii, Interamici, Leuni, Luanqui, Limici, Narbasi, Nemetati, Paesuri, Quaquerni, Seurbi, Tamagani, Tapoli, Turduli, Turduli Veteres, Turdulorum Oppida, Turodi, and Zoelae. A few small, semi-permanent, commercial coastal settlements (such as Tavira) were also founded in the Algarve region by Phoenicians–Carthaginians.  === Roman Lusitania and Gallaecia ===  thumb|left|Roman Temple of Évora, in the Alentejo, is one of the best preserved Roman-built structures in the country.  Romans first invaded the Iberian Peninsula in 219 BC. The Carthaginians, Rome's adversary in the Punic Wars, were expelled from their coastal colonies. During the last days of Julius Caesar, almost the entire peninsula was annexed to the Roman Republic.  The Roman conquest of what is now part of Portugal took almost two hundred years and took many lives of young soldiers and the lives of those who were sentenced to a certain death in the slave mines when not sold as slaves to other parts of the empire. It suffered a severe setback in 155 BC, when a rebellion began in the north. The Lusitanians and other native tribes, under the leadership of Viriathus, wrested control of all of western Iberia.  File:Torre de Centum Cellas.jpg|thumb|right|upright=0.92|Centum Cellas, in the Beira region, is a Roman ''villa rustica'' from the 1st century CE.  Rome sent numerous legions and its best generals to Lusitania to quell the rebellion, but to no avail – the Lusitanians kept conquering territory. The Roman leaders decided to change their strategy. They bribed Viriathus's allies to kill him. In 139 BC, Viriathus was assassinated and Tautalus became leader of the Lusitanians.  Rome installed a colonial regime. The complete Romanization of Lusitania only took place in the Visigothic era.  In 27 BC, Lusitania gained the status of Roman province. Later, a northern province of Lusitania was formed, known as Gallaecia, with capital in Bracara Augusta, today's Braga. There are still many ruins of castros (hill forts) throughout modern Portugal and remains of the Castro culture. Some urban remains are quite large, like Conímbriga and Mirobriga. The former, beyond being one of the largest Roman settlements in Portugal, is also classified as a National Monument. Conímbriga lies ",
    "style": "\"display:inline-block;margin-top:0.4em;\">File:A Portuguesa.ogg  | image_map              =  map_caption            = ",
    "align": "thumb|upright=0.80|right|Afonso Henriques was the last Count of Portugal and the first King of Portugal after winning the Battle of Ourique in 1139. (''Depicted in a 1530's illuminated manuscript'')  During the Reconquista period, Christians reconquered the Iberian Peninsula from Moorish domination. Afonso Henriques and his successors, aided by military monastic orders, pushed southward to drive out the Moors. At this time, Portugal covered about half of its present area. In 1249, the Reconquista ended with the capture of the Algarve and complete expulsion of the last Moorish settlements on the southern coast, giving Portugal its present-day borders, with minor exceptions.  In one of these situations of conflict with the kingdom of Castile, Dinis I of Portugal signed with the king Fernando IV of Castile (who was represented, when a minor, by his mother the queen Maria de Molina) the Treaty of Alcañices (1297), which stipulated that Portugal abolished agreed treaties against the kingdom of Castile for supporting the infant Juan de Castilla. This treaty established among other things the border demarcation between the kingdom of Portugal and the kingdom of Leon, where the disputed town of Olivenza was included.  The reigns of Dinis I (Denis I), Afonso IV (Alphons IV), and Pedro I (Peter I) for the most part saw peace with the Christian kingdoms of Iberia.  In 1348 and 1349 Portugal, like the rest of Europe, was devastated by the Black Death.   In 1373, Portugal made an alliance with England, which is the longest-standing alliance in the world. Over time, this went far beyond geo-political and military cooperation (protecting both nations' interests in Africa, the Americas and Asia against French, Spanish and Dutch rivals) and maintained strong trade and cultural ties between the two old European allies. In the Oporto region, in particular, there is visible English influence to this day.  === Joanine era and Age of Discoveries ===   direction = vertic",
    "image3": "thumb|left|Megalithic Monuments of Alcalar, built in the 3rd millennium BCE. It is believed by some scholars that early in the first millennium BC, several waves of Celts invaded Portugal from Central Europe and inter-married with the local populations, forming different tribes.  Another theory suggests that Celts inhabited Western Iberia / Portugal well before any large Celtic migrations from Central Europe.   In addition, a number of linguists expert in ancient Celtic have presented compelling evidence that the Tartessian language, once spoken in parts of SW Spain and SW Portugal, is at least proto-Celtic in structure. Modern archeology and research shows a Portuguese root to the Celts in Portugal and elsewhere.   During that period and until the Roman invasions, the Castro culture (a variation of the Urnfield culture also known as ''Urnenfelderkultur'') was prolific in Portugal and modern Galicia.   This culture, together with the surviving elements of the Atlantic megalithic culture and the contributions that come from the more Western Mediterranean cultures, ended up in what has been called the Cultura Castreja or Castro Culture. This designation refers to the characteristic Celtic populations called 'dùn', 'dùin' or 'don' in Gaelic and that the Romans called castrae in their chronicles.  Based on the Roman chronicles about the Callaeci peoples, along with the Lebor Gabála Érenn   narrations and the interpretation of the abundant archaeological remains throughout the northern half of Portugal and Galicia, it is possible to infer that there was a matriarchal society, with a military and religious aristocracy probably of the feudal type. The figures of maximum authority were the chieftain (chefe tribal), of military type and with authority in his Castro or clan, and the druid, mainly referring to medical and religious functions that could be common to several castros. The Celtic cosmogony remained homogeneous due to the ability of the druids to meet in councils with the druids of other areas, which ensured the transmission of knowledge and the most significant events. The first documentary references to Castro society are provided by chroniclers of Roman military campaigns such as Strabo, Herodotus and Pliny the Elder among others, about the social organization, and describing the inhabitants of these territories, the Gallaeci of Northern Portugal as: \"A group of barbarians who spend the day fighting and the night eating, drinking and dancing under the moon.\"  There were other similar tribes, and chief among them were the Lusitanians; the core area of these people lay in inland central Portugal, while numerous other related tribes existed such as the Celtici of Alentejo, and the Cynetes or Conii of the Algarve. Among the tribes or sub-divisions were the Bracari, Coelerni, Equaesi, Grovii, Interamici, Leuni, Luanqui, Limici, Narbasi, Nemetati, Paesuri, Quaquerni, Seurbi, Tamagani, Tapoli, Turduli, Turduli Veteres, Turdulorum Oppida, Turodi, and Zoelae. A few small, semi-permanent, commercial coastal settlements (such as Tavira) were also founded in the Algarve region by Phoenicians–Carthaginians.  === Roman Lusitania and Gallaecia ===  thumb|left|Roman Temple of Évora, in the Alentejo, is one of the best preserved Roman-built structures in the country.  Romans first invaded the Iberian Peninsula in 219 BC. The Carthaginians, Rome's adversary in the Punic Wars, were expelled from their coastal colonies. During the last days of Julius Caesar, almost the entire peninsula was annexed to the Roman Republic.  The Roman conquest of what is now part of Portugal took almost two hundred years and took many lives of young soldiers and the lives of those who were sentenced to a certain death in the slave mines when not sold as slaves to other parts of the empire. It suffered a severe setback in 155 BC, when a rebellion began in the north. The Lusitanians and other native tribes, under the leadership of Viriathus, wrested control of all of western Iberia.  File:Torre de Centum Cellas.jpg|thumb|right|upright=0.92|Centum Cellas, in the Beira region, is a Roman ''villa rustica'' from the 1st century CE.  Rome sent numerous legions and its best generals to Lusitania to quell the rebellion, but to no avail – the Lusitanians kept conquering territory. The Roman leaders decided to change their strategy. They bribed Viriathus's allies to kill him. In 139 BC, Viriathus was assassinated and Tautalus became leader of the Lusitanians.  Rome installed a colonial regime. The complete Romanization of Lusitania only took place in the Visigothic era.  In 27 BC, Lusitania gained the status of Roman province. Later, a northern province of Lusitania was formed, known as Gallaecia, with capital in Bracara Augusta, today's Braga. There are still many ruins of castros (hill forts) throughout modern Portugal and remains of the Castro culture. Some urban remains are quite large, like Conímbriga and Mirobriga. The former, beyond being one of the largest Roman settlements in Portugal, is also classified as a National Monument. Conímbriga lies ",
    "float": "border  Portuguese Army Chaimite V-200  | style=\"width:;\"|border  Portuguese Navy MEKO-200 PN   | style=\"width:;\"|border  Portuguese Air Force F-16 Fighting Falcon  |}  The United States maintains a military presence with 770 troops in the Lajes Air Base at Terceira Island, in the Azores. The Allied Joint Force Command Lisbon (JFC Lisbon) – one of the three main subdivisions of NATO's Allied Command Operations – it is based in Oeiras, near Lisbon.  In the 20th century, Portugal engaged in two major conflicts: World War I and the Portuguese Colonial War (1961–1974). After the end of the Portuguese Empire in 1975, the Portuguese Armed Forces have participated in peacekeeping missions in East Timor, Bosnia, Kosovo, Afghanistan, Somalia, Iraq (Nasiriyah), Lebanon, Mali   and Central African Republic.   Portugal also conducted several independent unilateral military operations abroad, as were the cases of the interventions of the Portuguese Armed Forces in Angola in 1992 and in Guinea-Bissau in 1998 with the main objectives of protecting and withdrawing of Portuguese and foreign citizens threatened by local civil conflicts.  === Government finance === thumb|left|alt=Portuguese debt compared to Eurozone average|Debt as a percentage of the economy of Portugal, compared to eurozone average  The Portuguese government is heavily indebted, and received a 78 billion euro bailout from the European Union and the International Monetary Fund in May 2011. ",
    "DATE_TIME": "2020-01-04T14:34:28Z"
}