{
    "name": "The Right Honourable ,  The Lord Rutherford of Nelson ,  ",
    "residence": "New Zealand, UK, Canada",
    "fields": "Physics and Chemistry",
    "workplaces": "McGill University, University of Manchester",
    "alma_mater": "University of Canterbury, University of Cambridge",
    "academic_advisors": "Alexander Bickerton, J. J. Thomson",
    "doctoral_students": "Nazir Ahmed, Norman Alexander, Edward Victor Appleton, Robert William Boyle, Rafi Muhammad Chaudhry, Alexander MacAulay,  Cecil Powell, Henry DeWolf Smyth, Ernest Walton, C. E. Wynn-Williams, Yulii Borisovich Khariton",
    "notable_students": "Edward Andrade, Edward Victor Appleton, Patrick Blackett, Niels Bohr, Bertram Boltwood, Harriet Brooks, Teddy Bullard, James Chadwick, John Cockcroft, Charles Galton Darwin, Charles Drummond Ellis, Kazimierz Fajans, Hans Geiger, Otto Hahn, Douglas Hartree, Pyotr Kapitsa, George Laurence, Iven Mackay, Ernest Marsden, Mark Oliphant, Thomas Royds, Frederick Soddy",
    "known_for": "Father of nuclear physics, Rutherford model, Rutherford scattering, Rutherford backscattering spectroscopy, Discovery of proton, Rutherford (unit), ",
    "influenced": "Henry Moseley, Hans Geiger, Albert Beaumont Wood",
    "awards": "Rumford Medal (1905), Nobel Prize in Chemistry (1908) ,  Elliott Cresson Medal (1910) ,  Matteucci Medal (1913), Copley Medal (1922), Franklin Medal (1924)",
    "author": "Ernest Rutherford",
    "publisher": "Taylor & Francis",
    "year": "|",
    "work": "Encyclopædia Britannica   ''Encyclopedia Britannica'' considers him to be the greatest experimentalist since Michael Faraday (1791–1867).   In ear",
    "notes": "  '''Ernest Rutherford, 1st Baron Rutherford of Nelson''', ",
    "crest": [
        "Rutherford House, at Rotorua Intermediate School, Rotorua, New Zealand",
        "The Rutherford Memorial at Brightwater, New Zealand",
        "The crater Rutherford on the Moon, and the crater Rutherford on the planet Mars (planet)",
        "His image is on the obverse of the New Zealand one hundred-dollar note (since 1992).",
        "Ernest Rutherford was the subject of a play by Stuart Hoar.",
        "On the side of the Mond Laboratory on the site of the original Cavendish Laboratory in Cambridge, there is an engraving in Rutherford's memory in the form of a crocodile, this being the nickname given to him by its commissioner, his colleague Peter Kapitza.",
        "The Rutherford Foundation, a charitable trust set up by the Royal Society of New Zealand to support research in science and technology.    ==Incidences of cancer at Rutherford's former laboratory== The http://www.psych-sci.manchester.ac.uk/aboutus/maps/coupland1/ Coupland Building at Manchester University, at which Rutherford conducted many of his experiments, has been the subject of a cancer cluster investigation.  There has been a statistically high incidence of pancreatic cancer, brain cancer, and motor neuron disease occurring in and around Rutherford's former laboratories and, since 1984, a total of six workers have been stricken with these ailments.  In 2009, an independent commission concluded that the very slightly elevated levels of various radiation related to Rutherford's experiments decades earlier are not the likely cause of such cancers and ruled the illnesses a coincidence.    ==Publications==",
        "http://www.archive.org/details/radioactivity00ruthgoog ''Radio-activity'' (1904), 2nd ed. (1905), ISBN 978-1-60355-058-1",
        "http://www.archive.org/details/radioactivetran02ruthgoog ''Radioactive Transformations'' (1906), ISBN 978-1-60355-054-3",
        "http://www.archive.org/details/radioactivesubst00ruthuoft ''Radioactive Substances and their Radiations'' (1913)",
        "''The Electrical Structure of Matter'' (1926)",
        "''The Artificial Transmutation of the Elements'' (1933)",
        "''The Newer Alchemy'' (1937)  ==Famous statements==",
        "\"The energy produced by the breaking down of the atom is a very poor kind of thing. Anyone who expects a source of power from the transformation of these atoms is talking moonshine.\" – 1933",
        "\"It was almost as if you fired a 15 inch shell into a piece of tissue paper and it came back and hit you.” (describing the Geiger-Marsden experiment)",
        "\"All science is either physics or stamp collecting\" (though he was in 1908 awarded the Nobel Prize in Chemistry)",
        "\"We haven't the money, so we've got to think.\"",
        "\"If your experiment needs statistics, you ought to have done a better experiment.\"",
        "\"You should never bet against anything in science at odds of more than about 1012 to 1.\"",
        "\"An alleged scientific discovery has no merit unless it can be explained to a barmaid.\"    ==Arms=="
    ],
    "escutcheon": "Per saltire arched Gules and Or, two inescutcheons voided of the first in fess,  within each a martlet Sable.",
    "supporters": "Dexter,  Hermes Trismegistus  (mythological patron of knowledge and alchemists).  Sinister,  a Maori warrior.",
    "years": "1931–1937  ",
    "NAME": "Rutherford, Ernst |ALTERNATIVE",
    "DATE_TIME": "2014-01-31T13:29:52Z"
}