{
    "common_name": "Maratha",
    "continent": "Asia",
    "country": "India",
    "border_p1": "no",
    "religion": "Hinduism",
    "title_leader": "Chhatrapati",
    "leader1": "Shivaji  (first)",
    "year_leader1": "1674–1680",
    "leader2": "Pratapsingh  (last)",
    "year_leader2": "1808–1818",
    "title_deputy": "Peshwa",
    "deputy1": "Moropant Pingle  (first)",
    "year_deputy1": "1674–1689",
    "deputy2": "Baji Rao II  (last)",
    "year_deputy2": "1795–1818",
    "stat_year1": "1700",
    "stat_pop1": "Not known",
    "stat_area4": "2800000",
    "today": [
        "His first major achievement was the conclusion of the ''Treaty of Lanavala''  in 1714 with Kanhoji Angre, the most powerful naval chief on the Western Coast. He later joined the Marathas.",
        "thumb|left||Peshwa Baji Rao I After Balaji Vishwanath's death in April 1720, his son, Baji Rao I, was appointed Peshwa by Shahu. Bajirao is credited with expanding the Maratha Empire tenfold from 3% to 30% of the modern Indian landscape during 1720-40. He fought over 41 battles before his death in 1740 and is reputed to have never lost one.",
        "The Battle of Palkhed was a land battle that took place on 28 February 1728 at the village of Palkhed, near the city of Nashik, Maharashtra, India between Baji Rao I and the Nizam-ul-Mulk of Hyderabad. The Marathas defeated the Nizam.The battle is considered an example of brilliant execution of military strategy.",
        "In 1737, Marathas under Bajirao I raided the suburbs of Delhi in a blitzkrieg in the Battle of Delhi (1737).   https://books.google.co.in/books?id=ga-pmgxsWwoC&pg=PA12 History Modern India",
        "The Nizam left Deccan to rescue Mughals from  the invasion of Marathas, but was defeated decisively in the Battle of Bhopal.  https://books.google.com/books?id=bXWiACEwPR8C&pg=PR23 An Advanced History of Modern India  The Marathas extracted large tributaries from Mughals and signed a treaty which ceded Malwa to the Marathas.",
        "thumb|right||Peshwa Balaji Bajirao Baji Rao's son, Balaji Bajirao (Nanasaheb), was appointed as the next Peshwa by Shahuji despite opposition of other chiefs",
        "In 1740, the Maratha forces came down upon Arcot and defeated the Nawab of Arcot, Dost Ali, in the pass at Damalcherry. In the war that followed, Dost Ali, one of his sons Hasan Ali, and a number of other prominent persons lost their lives. This initial success at once enhanced Maratha prestige in the south. From Damalcherry, the Marathas proceeded to Arcot, which surrendered to them without much resistance. Then, Raghuji invaded Trichinopoly in December 1740. Unable to resist, Chanda Saheb surrendered the fort to Raghuji on 14 March 1741. Chanda Saheb and his son were arrested and sent to Nagpur.",
        "After the successful campaign of Karnatak and the Battle of Trichinopolly, Raghuji returned from Karnatak. He undertook six expeditions in Bengal from 1741 to 1748.   Raghuji was able to annex Odisha to his kingdom permanently as he successfully exploited the chaotic conditions prevailing in Bengal, Bihar and Odisha after the death of their Governor, Murshid Quli Khan, in 1727. Constantly harassed by the Bhonsles, Odisha or Cuttack, Bengal and parts of Bihar were economically ruined. Alivardi Khan, Nawab of Bengal made peace with Raghuji in 1751 ceding in perpetuity Cuttack up to the river Subarnarekha, and agreeing to pay Rs.1.2 million annually in lieu of the Chauth of Bengal and Bihar. https://books.google.com/books?id=bXWiACEwPR8C&pg=PR22 An Advanced History of Modern India By Sailendra Nath Sen, p.15",
        "Rajputana also came under Maratha domination during this time.",
        "Balaji Bajirao encouraged agriculture, protected the villagers, and brought about a marked improvement in the state of the territory. Continued expansion saw Raghunath Rao, the brother of Nanasaheb, pushing into  in the wake of the Afghan withdrawal after Ahmed Shah Abdali's plunder of Delhi in 1756. Delhi was captured by Maratha army under Raghunath Rao in August 1757 defeating Afghan garrison in the Battle of Delhi. This laid the foundation for the Maratha conquest of North-west India. In Lahore, as in Delhi, the Marathas were now major players."
    ],
    "footer": "Maratha Armour from Hermitage Museum, St. Petersburg, Russia.",
    "align": "right",
    "image1": "Maratha_Armor.jpg",
    "width1": [
        "750 / 536) round 0"
    ],
    "alt1": "Maratha Helmet",
    "caption1": "Signature Maratha helmet with curved back, front view",
    "image2": "Maratha Armour.jpg",
    "width2": [
        "750 / 536) round 0"
    ],
    "alt2": "Maratha Armor",
    "caption2": [
        "Ahmad Shah Durrani, then called Rohillas and Nawab of Oudh to assist him in driving out 'infidel' Marathas from Delhi. Huge armies of Muslim forces and Marathas collided with each other on 14 January 1761 in the Third Battle of Panipat. The Maratha army lost the battle which halted imperial expansion. The Jats and Rajputs did not support the Marathas. Their withdrawal from the ensuing battle played a crucial role in its result.  Hindutva-sympathisising historians have criticised the Maratha treatment of fellow Hindu groups. Kaushik Roy says \"The treatment of Marathas with their co-religionist fellows – Jats and Rajputs was definitely unfair, and ultimately they had to pay its price in Panipat where Muslim forces had united in the name of religion.\"<ref name"
    ],
    "DATE_TIME": "2016-07-30T12:23:21Z"
}