{
    "name": "Conrad Moffat Black",
    "office": "Member of the House of Lords  Lord Temporal  | honorific-prefix = The Right Honourable | honorific-suffix = KCSG",
    "spouse": "Joanna Hishon (1978–1992; union dissolved) Barbara Amiel, Lady Black (m. 1992)",
    "children": "3",
    "residence": "Toronto, Ontario, Canada",
    "occupation": "Former newspaper publisher, financier, historian, commentator, columnist",
    "term_start": [
        "Life Peerage",
        "on leave of absence since 2012"
    ],
    "education": [
        "Carleton University  (B.A.)",
        "Université Laval  (LL.L.)",
        "McGill University  (M.A.)"
    ],
    "conviction_status": "Fully pardoned by the President of the United States in 2019. Served 29 months before being granted bail pending a Supreme Court ordered remand of the remaining counts which the high court vacated to the circuit of appeals for consideration of its errors, as the Supreme Court declared the statute under which Black was convicted to be, as his appeal claimed, unconstitutional.   Reported to the Federal Correctional Institution, Miami on 6 September 2011 https://www.theglobeandmail.com/news/world/americas/conrad-black-to-report-back-to-prison-in-september/article2093710 \"Conrad Black to report back to prison in September\", ''Globe and Mail'', 11 July 2011; accessed 3 April 2016.  to serve an additional 7 months as a result of re-sentencing. https://www.theglobeandmail.com/news/world/americas/black-sent-back-to-jail-for-13-months/article2075395/?from=sec431 \"Black sent back to jail for 13 months\", ''Globe and Mail'', 24 June 2011.  He was released on 4 May 2012, and returned to Canada.",
    "apprehended": "Surrendered 3 March 2008 11:52 am",
    "imprisoned": "Coleman Federal Correctional Complex (inmate number 18330-424)",
    "charge": "Mail fraud, obstruction of justice",
    "conviction_penalty": "Initially sentenced to 6½ years imprisonment. Reduced to 42 months following appeal and re-sentencing and after the sentence had largely been served.   Black was convicted on four counts in U.S. District Court in Chicago on 13 July 2007. He was sentenced to serve 6½ years in federal prison and to pay Hollinger $6.1 million, in addition to a fine of US$125,000. Appeals resulted in two of Black's three criminal fraud charges being vacated, and his conviction for obstruction of justice was upheld. Black was initially found guilty of diverting funds for personal benefit from money due to Hollinger International, and of other irregularities. The alleged embezzlement occurred when the company sold certain publishing assets. He was also found guilty of one charge of obstruction of justice.    In the initial verdict, Black was fined $125,000 and sentenced to 6½ years in prison, serving a total of 37 months after two fraud charges were overturned by the United States Court of Appeals for the Seventh Circuit, leaving one fraud charge and one obstruction of justice charge, and the improper receipt of $285,000, which was disclosed and approved but incompletely documented, and civil penalties from the SEC. The 6½ year sentence was reduced to 3½ years.   The $6.1 million fine to the SEC was reduced to $4.1 million in 2013.",
    "DATE_TIME": "2019-09-26T16:25:38Z"
}