{
    "name": "The University of Vermont",
    "endowment": "$468 million",
    "president": "E. Thomas Sullivan",
    "undergrad": "10,081 http://www.uvm.edu/about_uvm/uvm_facts l UVM Facts. Retrieved November 19, 2015",
    "postgrad": "1,817 (inc. 447 medical)",
    "campus": "450 acres (1.82 km²)",
    "athletics": "NCAA Division I – AEC, Hockey East",
    "image_name": "UVMsigillum.png",
    "faculty": "1,196 (full-time)",
    "ARWU_W": "301–400",
    "ARWU_N": "99-119",
    "USNWR_NU": "92",
    "USNWR_W": "463",
    "QS_W": "551-600",
    "Wamo_NU": "177",
    "Forbes": "right|upright=0.7|Ira Allen Chapel UVM Program Board (UPB) is responsible for bringing live musical entertainment to the UVM community. UPB features acts from across the country as well as local bands. UPB is composed of four committees, one of which is a concerts committee. The concerts committee learns about various aspects of the music industry by putting on shows and working with local sound and production professionals. Students are in charge of choosing and booking bands and are responsible for all production aspects on the day of show.  UPB was founded in 2007 as it adopted the Concert Bureau was (established in 1971) as one of its committees. Concerts Bureau and UVM Program Board have brought in artists such as R.E.M., Phish (whose members attended UVM in the 1980s), Red Hot Chili Peppers, Sting, Lou Reed, Primus, The String Cheese Incident, James Brown, Bob Dylan, the Allman Brothers Band, Death Cab for Cutie, Jurassic 5, the Disco Biscuits, The Grateful Dead, Guster, and The Flaming Lips.  Since 2001, Conert Bureau (which later transitioned into to UVM Program Board), have organized an annual festival known as SpringFest, held in April.  SpringFest headliners have included Vida Blue, The Roots, Cake, Keller Williams, Gov't Mule, co-headliners Robert Randolph & the Family Band, Ziggy Marley, and Talib Kweli.  Other acts to perform at various SpringFests have included The Meditations, Toots & the Maytals, Soulive, Rjd2, Apollo Sunshine, Ratatat in 2009, MSTRKRFT in 2010,  The Roots and Thievery Corporation in 2011, Dillon Francis in 2012, MGMT in 2013, Atmosphere in 2014, and The Disco Biscuits in 2015.  ==Publications== , ''The Vermont Cynic'', a weekly student newspaper , ''The Water Tower'', an alternative weekly student newspaper , ''UVM Today'', news from UVM's University Communications Office , ''Vermont Quarterly'', UVM's alumni magazine , Proverbium: Yearbook of International Proverb Scholarship  ==Greek life== The University of Vermont Greek Community is one of the oldest in the nation with the first fraternal organization starting in 1836. The 5 pillar values of the University of Vermont Greek community are citizenship, leadership, lifelong learning, friendship, and social justice.  The University of Vermont values its Greek Community for their strong commitment to collaboration and relationship building.  Over 8% of students at UVM join Greek Life organizations.  Fraternity and sorority members are very involved on campus in roles including Student Government (SGA), Orientation Leaders, Advocat and Residence Assistants.  ===Fraternities=== ",
    "publisher": "   , url=http://www.uvm.edu/~uvmpr/summer/?Page=historic_tour.htm",
    "list": "http://www.forbes.com/colleges/university-of-vermont/ |title",
    "DATE_TIME": "2016-10-09T23:13:32Z"
}