{
    "name": "The University of Alabama",
    "image_name": "University of Alabama seal.svg",
    "endowment": "$3.2 billion system-wide (2019) As of June 30, 2019. |",
    "president": "Stuart R. Bell",
    "faculty": "1,957 (1,484 full-time & 525 part-time) ",
    "students": "38,563",
    "postgrad": "5,258",
    "undergrad": "33,305  |free_label        = Newspaper  |free              = ''The Crimson White''",
    "campus": "Urban (small city); ",
    "athletics": "NCAA Division I – SEC",
    "colspan": "\"2\" style=\"text-align: center;\" | '''UA Academic Divisions''' |- | '''College/school''' || '''Created'''  |-",
    "ARWU_N": "134-154",
    "ARWU_W": "501-600",
    "Forbes": "252",
    "THE_WSJ": "401-500",
    "QS_W": "701–750",
    "THES_W": "601–800",
    "USNWR_NU": "153",
    "USNWR_W": "419",
    "style": "nstitution during the Antebellum period, the university emphasized the classics and the social and natural sciences. There were around 100 students per year at UA in the 1830s.   As the state and university matured, an active literary culture evolved on campus and in Tuscaloosa. UA had one of the largest libraries in the country on the eve of the Civil War with more than 7,000 volumes. There were several thriving literary societies, including the Erosophic and the Phi Beta Kappa societies, which frequently had lectures by such distinguished politicians and literary figures as United States Supreme Court justice John A. Campbell, novelist William Gilmore Simms, and Professor Frederick Barnard (later president of Columbia University).  The addresses to those societies reveal a vibrant intellectual culture in Tuscaloosa; they also illustrate the proslavery ideas that were so central to the university and the state.    Discipline and student behavior was a major issue at the university almost from the day it opened. Early presidents attempted to enforce strict rules regarding conduct.  Students were prohibited from drinking, swearing, making unauthorized visits off-campus, or playing musical instruments outside a one-hour time frame. Yet riots and gunfights were not an uncommon occurrence. To combat the severe discipline problem, president Landon Garland lobbied and received approval from the legislature in 1860 to transform the university into a military school.     ===From the Civil War to World War II=== Many of the cadets who graduated from the school went on to serve as officers in the Confederate Army during the Civil War. As a consequence of that role, Union troops burned down the campus on April 4, 1865 (only 5 days before Lee's surrender at Appomattox Court House on April 9), which was unrelated to Sherman's March to the Sea several months earlier and farther east, in Georgia. Despite a call to arms and defense by the student cadet corps, only four buildings survived the burning: the President's Mansion (1841), Gorgas House (1829), Little Round House (1860), and Old Observatory (1844).  The university reopened in 1871 and in 1880, Congress granted the university 40,000 acres (162 km²) of coal land in partial compensation for $250,000 in war damages.   The University of Alabama allowed female students beginning in 1892. The Board of Trustees allowed female students largely due to Julia S. Tutwiler, with the condition that they be over eighteen, and would be allowed to enter the sophomore class after completing their first year at another school and passing an exam. Ten women from Tutwiler's Livingston school enrolled for the 1893 fall semester. By 1897, women were allowed to enroll as freshmen.    During World War II, UA was one of 131 colleges and universities nationally that took part in the V-12 Navy College Training Program which offered students a path to a Navy commission.  class=\"toccolo",
    "list": "\"Sellers\"/> The addresses to those societies reveal a vibrant intellectual culture in Tuscaloosa; they also illustrate the proslavery ideas that were so central to the university and the state.    Discipline and student behavior was a major issue at the university almost from the day it opened. Early presidents attempted to enforce strict rules regarding conduct.<ref name",
    "DATE_TIME": "2020-09-29T23:43:21Z"
}