{
    "common_name": "Egypt",
    "official_languages": "Arabic",
    "languages": "Arabiclanguages_type = National langua",
    "official_religion": "Islam",
    "main_foreign_Language": "English (Widely spoken & used) and French",
    "demonym": "Egyptian",
    "latd": "30 |latm=2 |latNS=N |longd=31 |longm=13 |longEW=E",
    "largest_city": "Cairo",
    "leader_title1": "President",
    "leader_name1": "Abdel Fattah el-Sisi",
    "leader_title2": "Prime Minister",
    "leader_name2": "Ibrahim Mahlab",
    "established_date3": "28 February 1922",
    "established_event4": "Republic declared",
    "established_date4": "18 June 1953",
    "established_event5": "Revolution Day",
    "established_date5": "23 July 1952",
    "established_event6": "Current Constitution",
    "established_date6": "18 January 2014",
    "area_rank": "30th",
    "area_magnitude": "1 E12",
    "area_km2": "1,010,407.87",
    "area_sq_mi": "387,048",
    "percent_water": "0.632",
    "population_estimate": "2014 round 0000",
    "population_estimate_year": "2015",
    "population_estimate_rank": "15th",
    "population_census": "72,798,000",
    "population_census_year": "2006",
    "population_density_km2": "84",
    "population_density_sq_mi": "218",
    "population_density_rank": "126th",
    "GDP_PPP": "$989.886 billion",
    "GDP_PPP_rank": "24th",
    "GDP_PPP_per_capita": "$11,194",
    "GDP_PPP_per_capita_rank": "100th",
    "GDP_nominal": "$324.267 billion",
    "GDP_nominal_rank": "34th",
    "GDP_nominal_year": "2015",
    "GDP_nominal_per_capita": "$3,724",
    "GDP_nominal_per_capita_rank": "115th",
    "Gini_year": "2008",
    "Gini": "30.8",
    "HDI_year": "2013",
    "HDI": "0.682",
    "HDI_rank": "110th",
    "footnote_c": "left|The Giza Necropolis is the oldest of the ancient Wonders and the only one still in existence A unified kingdom was founded c. 3150 BC by King Menes, leading to a series of dynasties that ruled Egypt for the next three millennia. Egyptian culture flourished during this long period and remained distinctively Egyptian in its religion, arts, language and customs. The first two ruling dynasties of a unified Egypt set the stage for the Old Kingdom period, ''c''. 2700–2200 BC., which constructed many pyramids, most notably the Third Dynasty pyramid of Djoser and the Fourth Dynasty Giza pyramids.  The First Intermediate Period ushered in a time of political upheaval for about 150 years.   Stronger Nile floods and stabilisation of government, however, brought back renewed prosperity for the country in the Middle Kingdom ''c''. 2040 BC, reaching a peak during the reign of Pharaoh Amenemhat III. A second period of disunity heralded the arrival of the first foreign ruling dynasty in Egypt, that of the Semitic Hyksos. The Hyksos invaders took over much of Lower Egypt around 1650 BC and founded a new capital at Avaris. They were driven out by an Upper Egyptian force led by Ahmose I, who founded the Eighteenth Dynasty and relocated the capital from Memphis to Thebes.  The New Kingdom ''c''. 1550–1070 BC began with the Eighteenth Dynasty, marking the rise of Egypt as an international power that expanded during its greatest extension to an empire as far south as Tombos in Nubia, and included parts of the Levant in the east. This period is noted for some of the most well known Pharaohs, including Hatshepsut, Thutmose III, Akhenaten and his wife Nefertiti, Tutankhamun and Ramesses II. The first historically attested expression of monotheism came during this period as Atenism. Frequent contacts with other nations brought new ideas to the New Kingdom. The country was later invaded and conquered by Libyans, Nubians and Assyrians, but native Egyptians eventually drove them out and regained control of their country.    The Thirtieth Dynasty was the last native ruling dynasty during the Pharaonic epoch. It fell to the Persians in 343 BC after the last native Pharaoh, King Nectanebo II, was defeated in battle.  ===Ptolemaic and Roman Egypt=== File:Denderah3 Cleopatra Cesarion.jpg|thumb|upright|The Greek Ptolemaic queen Cleopatra VII and her son by Julius Caesar, Caesarion at the Temple of Dendera. ",
    "titlebar": "#ddd",
    "left1": "'''Religions'''",
    "right1": "'''Percent'''",
    "float": "right",
    "DATE_TIME": "2015-07-31T13:36:28Z"
}