{
    "name": "R. Sargent Shriver, Jr.",
    "order": "21st United States Ambassador to France",
    "term_start2": "April 22, 1968",
    "term_end2": "March 25, 1970",
    "predecessor2": "Charles E. Bohlen of the ''Yale Daily News''. Shriver then attend Yale Law School, earning an LL.B. degree in 1941.  An early opponent of American involvement in World War II, Shriver was a founding member of America First, an organization that tried to keep the United States out of the European war. Nevertheless, Shriver volunteered for the United States Navy",
    "before": "he attack on Pearl Harbor, saying he had a duty to serve his country even if he disagreed with its policies. He spent five years on active duty, mostly in the South Pacific, reaching the rank of lieutenant (naval) (O-3). He was awarded a Purple Heart for shrapnel wounds he recieved during the bombardment of Guadalcanal.    Shriver's relationship with the Kennedys began shortly after his discharge, when the family patriarch Joseph Kennedy, Sr. hired him to manage the Merchandise Mart, part of Kennedy's business empire, in Chicago, Illinois.  After a seven-year courtship, Shriver married Eunice Kennedy, a sister of then-Senator John F. Kennedy, on May 23, 1953 at St. Patrick's Cathedral in New York City.   They had five children: Robert Sargent Shriver III (born April 28, 1954), Maria Owings Shriver (born November 6, 1955), Timothy Perry Shriver (born August 29, 1959), Mark Kennedy Shriver (born February 17, 1964), and Anthony Paul Kennedy Shriver (born July 20, 1965).  Shriver was admitted to practice law in the District of Columbia, Illinois, New York, and at the U.S. Supreme Court. |url=http://www.ffhsj.com/index.cfm?pageID=42&itemID=580",
    "years": "n active duty, mostly in the South Pacific, reaching the rank of lieutenant (naval) (O-3). He was awarded a Purple Heart for shrapnel wounds he recieved during the bombardment of Guadalcanal.    Shriver's relationship with the Kennedys began short",
    "after": "is discharge, when the family patriarch Joseph Kennedy, Sr. hired him to manage the Merchandise Mart, part of Kennedy's business empire, in Chicago, Illinois.  After a seven-year courtship, Shriver married Eunice Kennedy, a sister of then-Senator John F. Kennedy, on May 23, 1953 at St. Patrick's Cathedral in New York City.   They had five children: Robert Sargent Shriver III (born April 28, 1954), Maria Owings Shriver (born November 6, 1955), Timothy Perry Shriver (born August 29, 1959), Mark Kennedy Shriver (born February 17, 1964), and Anthony Paul Kennedy Shriver (born July 20, 1965).  Shriver was admitted to practice law in the District of Columbia, Illinois, New York, and at the U.S. Supreme Court. ",
    "NAME": "Shriver, Sargent | ALTERNATIVE NAMES",
    "DATE_TIME": "2011-01-19T11:46:59Z"
}