{
    "name": "Rutgers ",
    "endowment": "$1.002 billion (2015)",
    "budget": "$3.6 billion (2013–14)",
    "president": "Robert Barchi",
    "academic_staff": "2,937",
    "administrative_staff": "6,757",
    "students": "67,000",
    "undergrad": "48,000",
    "postgrad": "19,000",
    "campus": "Urban and Suburban ",
    "former_names": "Queen's College (1766–1825) Rutgers College (1825–1925) Rutgers University (1925–1945)",
    "image_name": "Rutgers, The State University of New Jersey logo.png",
    "ARWU_N": "48",
    "ARWU_W": "96",
    "Wamo_NU": "61",
    "USNWR_NU": "72",
    "USNWR_W": "60",
    "Forbes": "141",
    "THES_W": "123",
    "QS_W": "left|Prof. Selman A. Waksman (B.Sc. 1915), who was awarded the Nobel Prize in Medicine for developing 22 antibiotics—most notably Streptomycin—in his laboratory at Rutgers University  Rutgers is home to the Rutgers University Center for Cognitive Science, also known as RUCCS. Researchers in psychology, linguistics, computer science, philosophy, electrical engineering, and anthropology combine resources to advance the study of the mind at this state of the art institution.  It was at Rutgers that Selman Waksman (1888–1973) discovered several antibiotics, including actinomycin, clavacin, streptothricin, grisein, neomycin, fradicin, candicidin, candidin, and others. Waksman, along with graduate student Albert Schatz (1920–2005), discovered streptomycin—a versatile antibiotic that was to be the first applied to cure tuberculosis. For this discovery, Waksman received the Nobel Prize for Medicine in 1952.  Rutgers developed water-soluble sustained release polymers, tetraploids, robotic hands, artificial bovine insemination, and the ceramic tiles for the heat shield on the Space Shuttle. In health related field, Rutgers has the Environmental & Occupational Health Science Institute (EOHSI).  Rutgers is also home to the RCSB Protein Data bank,   'an information portal to Biological Macromolecular Structures' cohosted with the San Diego Supercomputer Center. This database is the authoritative research tool for bioinformaticists using protein primary, secondary and tertiary structures worldwide.'  thumb  Rutgers is home to the Rutgers Cooperative Research & Extension office, which is run by the Agricultural and Experiment Station with the support of local government. The institution provides research & education to the local farming and agro industrial community in 19 of the 21 counties of the state and educational outreach programs offered through the New Jersey Agricultural Experiment Station Office of Continuing Professional Education.  Rutgers University Cell and DNA Repository (RUCDR) is the largest university based repository in the world and has received awards worth more than $57.8 million from the National Institutes of Health (NIH). One will fund genetic studies of mental disorders and the other will support investigations into the causes of digestive, liver and kidney diseases, and diabetes.   RUCDR activities will enable gene discovery leading to diagnoses, treatments and, eventually, cures for these diseases. RUCDR assists researchers throughout the world by providing the highest quality biomaterials, technical consultation, and logistical support.  Rutgers–Camden is home to the nation's PhD granting Department of Childhood Studies. This department, in conjunction with the Center for Children and Childhood Studies, also on the Camden campus, conducts interdisciplinary research which combines methodologies and research practices of sociology, psychology, literature, anthropology and other disciplines into the study of childhoods internationally.  Rutgers is home to several National Science Foundation IGERT fellowships that support interdisciplinary scientific research at the graduate-level. Highly selective fellowships are available in the following areas: Perceptual Science, Stem Cell Science and Engineering, Nanotechnology for Clean Energy, Renewable and Sustainable Fuels Solutions, and Nanopharmaceutical Engineering.  Rutgers also maintains the Office of Research Alliances   that focuses on working with companies to increase engagement with the university's faculty members, staff and extensive resources on the four campuses.  ==Student life==  ===Residential life===  thumb  Rutgers University offers a variety of housing options. On the New Brunswick-Piscataway campus, students are given the option of on-campus housing in both traditional dorms or apartments. Freshman students, however, are allowed only a dorm, while upperclassmen have a wider array of on-campus housing choices, like apartments, but must apply for on-campus housing through the http://ruoncampus.rutgers.edu/lottery Rutgers online lottery process. Despite some overcrowding, most students seeking on-campus housing will be accommodated with a space, yet in 2008/2009 students were placed in a nearby hotel. Currently Rutgers University is undergoing a series of constructions to expand residence life. Many Rutgers students opt to rent apartments or houses off-campus within the city of New Brunswick. Similar setups are to be found in Rutgers–Newark and Rutgers–Camden, however a substantial portion of the students on those campuses commute and/or are enrolled on a part-time basis.  File:Demarest Hall front.JPG|thumb|Demarest Hall dormitory  Rutgers University's four campuses are in the culturally-diverse, redeveloping urban areas (Newark, Camden, and New Brunswick) with convenient access to New York City and Philadelphia by either automobile, Amtrak or New Jersey Transit. US News & World Report ranked Rutgers–Newark the most diverse university campus in the United States.   Because the area of Rutgers' New Brunswick-Piscataway campus—which is composed of several constituent colleges and professional schools—is sprawled across six municipalities, the individual campuses are connected by an inter-campus bus system. The Rutgers bus system is the second largest bus service in New Jersey, and one of the largest in the country.    ===Security and emergency services===  Services provided by the university include Rutgers Police, Emergency Medical Services, an emergency management office, bus and shuttle service, inter- and intra-campus mail, and occupational and environmental health and safety.  ===Student organizations and activities=== ",
    "list": "\"RavenRC1916AlumniCatalogue\" />These two are William Henry Steele Demarest (A.B. 1883),<ref na",
    "DATE_TIME": "2016-10-30T01:06:18Z"
}