{
    "year": "2012 | isbn",
    "organs": "WTO, AU, AfCFTA, CAEU and COMESA",
    "publisher": "International Monetary Fund |website",
    "website": "IMF.org |access-date",
    "population": "increase 97,100,000 (2018)",
    "gdp": [
        "increase $ 394.284 billion (nominal, 2021)"
    ],
    "language": [
        "increase $1.346225 trillion (PPP, 2021)<ref name"
    ],
    "gdp rank": [
        "36th (nominal, 2021)",
        "21st (PPP, 2021)"
    ],
    "growth": "increase 5.558% (2019)",
    "per capita": [
        "increase $3,832 (nominal, 2021 est.)<ref name"
    ],
    "sectors": [
        "Agriculture: 11.7%",
        "Industry: 34.3%",
        "Services: 54%",
        "(2017 est.)<ref name"
    ],
    "inflation": "5.683% (2020)",
    "poverty": [
        "27.8% (2016 est.)<ref name"
    ],
    "gini": "31.8 darkorange (2015, World Bank)",
    "hdi": [
        "increase 0.707 green (2019)"
    ],
    "labor": [
        "increase 31,964,260 (2019)"
    ],
    "occupations": [
        "Agriculture: 20%",
        "Industry: 30%",
        "Services: 50%",
        "(2015 est.)<ref name"
    ],
    "unemployment": [
        "decreasepositive 8.612% (2019)"
    ],
    "edbr": "increase 114th (medium, 2020)<ref name",
    "industries": "textiles, food processing, tourism, chemicals, pharmaceuticals, hydrocarbons, construction, cement, metals, light manufactures",
    "exports": "increase $87.89 billion (2018 est.)<ref name",
    "imports": "increase $115.35 billion (2018 est.)<ref name",
    "current account": "increase −$14.92 billion (2017 est.)<ref name",
    "FDI": [
        "increase $126.639 billion (2019 est.)<ref name"
    ],
    "debt": "94.005% of GDP (2021 est.; 7th)",
    "revenue": "$58 billion (2018 est.)<ref name",
    "date": "access-date",
    "expenses": "$95.8 billion (2019 est.)<ref name",
    "balance": "−8.6% (of GDP) (2019 est.)<ref name",
    "credit": [
        "Standard & Poor's: B<ref name"
    ],
    "reserves": "increase $40.825 billion (September 2021 est.;",
    "cianame": "egypt",
    "spelling": "  The '''Economy of Egypt''' used to be a highly centralized economy, focused on import substitution under president Gamal Abdel Nasser (1954–1970). During the rule of president Abdel Fattah el-Sisi (2014–present), the economy follows Egypt's 2030 Vision. The policy is aimed at diversifying Egypt's economy. The country's economy became the second largest in Africa after Nigeria regarding nominal GDP and 34th in worldwide ranking as of 2020.  Since the 2000s, the pace of structural reforms (including fiscal and monetary policies, taxation, privatisation and new business legislation) helped Egypt move towards a more market-oriented economy and prompted increased foreign investment. The reforms and policies have strengthened macroeconomic annual growth results. As Egypt's economy healed, other prominent issues like unemployment and poverty began to decline significantly.",
    "location": "url",
    "last": "Elmusa",
    "first": "date",
    "edition": "5th",
    "pages": "isbn",
    "isbn": "978-0-230-30376-8",
    "oclc": "779244382",
    "postscript": ". PD-notice",
    "entry": "The Economy  Cotton cultivation was a key ingredient in an ambitious program that the Egyptian ruler undertook to diversify and develop the economy.<ref name",
    "agency": "International Monetary Fund  By early, 2019, Egypt had received 10 of the 12 billion requested.<ref name",
    "upright": "Annual inflation (black) and economic growth (red) in Egypt Under comprehensive economic reforms initiated in 1991, Egypt has relaxed many price controls, reduced subsidies, reduced inflation, cut taxes, and partially liberalized trade and investment. Manufacturing had become less dominated by the public sector, especially in heavy industries. A process of public sector reform and privatization has begun to enhance opportunities for the private sector.  Agriculture, mainly in private hands, has been largely deregulated, with the exception of cotton and sugar production. Construction, non-financial services, and domestic wholesale and retail trades are largely private. This has promoted a steady increase of GDP and the annual growth rate. The Government of Egypt tamed inflation bringing it down from double-digit to a single digit. Currently, GDP is rising smartly by 7% per annum due to successful diversification.  Gross domestic product (GDP) per capita based on purchasing-power-parity (PPP) increased fourfold between 1981 and 2006, from US$1355 in 1981, to US$2525 in 1991, to US$3686 in 2001 and to an estimated US$4535 in 2006. Based on national currency, GDP per capita at constant 1999 prices increased from EGP 411 in 1981, to EGP 2098 in 1991, to EGP 5493 in 2001 and to EGP 8708 in 2006.<ref name",
    "class": "\"wikitable\" |- style",
    "style": "\"background:#ddd;\" | GDP per capita at constant prices, (EGP) || 9,548.57 || 12,507.81 || 15,437.06 || 16,680.25 || 20,226.91 | 21,079.11 |- style",
    "reason": "Units? Presumably metric tons.  The government exercises a strong degree of control over agriculture, not only to ensure the best use of irrigation water but also to confine the planting of cotton in favor of food grains. However, the government's ability to achieve this objective is limited by crop rotational constraints.Citation needed",
    "ssrn": [
        ""
    ],
    "ref": "none  | |2001 || 2002 || 2003 || 2004 || 2005 || 2006 || 2007 || 2008 || 2009 || 2010 || 2011 || 2012 || 2013 || 2014 |- style",
    "order": "acre|",
    "colspan": "\"7\"|   |- style",
    "author": "Hamdy El-Swalhy   Acquisition and ownership of desert land in Egypt is governed by so-called \"Egyptian Desert Land Law\". It defines desert land as the land two kilometers outside the border of the city. Foreign partners and shareholders may be involved in ownership of the desert land, provided Egyptians own at least 51% of the capital.",
    "sp": "km|",
    "abbr": "oilbbl/d|m3",
    "newspaper": "date",
    "bot": "InternetArchiveBot |fix-attempted",
    "df": "dmy-all   but the next year it was rising.",
    "via": "www.bloomberg.com <ref name",
    "id": "62693 Citation needed",
    "journal": "Cairo University, Manuscript",
    "adj": "on",
    "page": [
        ""
    ],
    "volume": [
        "|"
    ],
    "quote": "Long term developmental vision aims at achieving a \"sustainable and containment growth\", was unveiled by the Ministry of Planning.   thumb  Various statistical databases show that Egypt has:",
    "issn": "access-date",
    "DATE_TIME": "2021-12-03T09:57:18Z"
}