{
    "name": "University of Brighton",
    "image_name": "Starlogo.png",
    "endowment": "£0.4m",
    "staff": "2,600",
    "vice_chancellor": "Prof Julian Crampton",
    "students": "21,000 ||",
    "undergrad": "17,005",
    "postgrad": "4,005",
    "57th": "verall in the UK.   Brighton remains the only post-1992 university to be named 'Sunday Times University of the Year'. (1999)    ,'The Times University Rankings 2010' ranks Brighton University at 71st overall in the UK.       ,''The Complete University Guide Rankings 2011'' ranks Brighton University at 73rd overall in the UK.    , The 2008 Research Assessment Exercise (RAE) confirmed that 79% of the University of Brighton's research output is of international standing. Brighton is also ranked as one of the leading modern universities in terms of the quality of its research by the Research Fortnight newsletter. The university's RAE ranking rose from 80th place in 2001",
    "80th": "lace in 2001 to 59th in 2008, leading it to be described as one of the \"rising stars\" in the UK.   Sixty-five per cent of research in art and design at the Faculty of Arts was classified as either \"world leading\" or \"internationally excellent\". This places Brighton amongst the leading research centres in the country for art and design and Research Fortnight ranked the submission second in terms of the volume and quality of research.    , In June 2010 the Faculty of Education and Sport retained the highest possible rating of ‘Outstanding’ for its primary and secondary initial teacher education (teacher training) provision, following inspection by Ofsted.   In 2008 Brighton was the first university in the country to achieve an 'outstanding' rating for management and quality assurance across the full range of primary, secondary and post-compulsory (16+) teacher education courses.  , In 1999 The University of Brighton won the 1st place in the Sunday Times University of The Year award.     {| class=\"wikitable\" |+UK rankings |- !  ! 2012 ! 2011 ! 2010 ! 2009 ! 2008 ! 2007 ! 2006 ! 2005 ! 2004 ! 2003 ! 2002 ! 2001 ! 2000 ! 1999 ! 1998 ! 1997 ! 1996 ! 1995 ! 1994 ! 1993 |- ! Times Good University Guide | 69th | 71st",
    "70th": "57th=  | 61st | 59",
    "59th": "404780 RAE 2008 proves UK research is world class. Times Higher Education. Retrieved on 2011-06-06.  Sixty-five per cent of research in art and design at the Faculty of Arts was classified as either \"world leading\" or \"internationally excellent\". This places Brighton amongst the leading research centres in the country for art and design and Research Fortnight ranked the submission second in terms of the volume and quality of research. http://artsresearch.brighton.ac.uk/news/research-success/?searchterm",
    "DATE_TIME": "2011-09-15T11:55:14Z"
}