{
    "linking_name": "the African Union",
    "image_symbol": "Emblem of the African Union.svg",
    "anthem": "\"Let Us All Unite and Celebrate Together\"   (instrumental) ",
    "membership": "55 member states",
    "largest_settlement": "Cairo",
    "languages": [
        "Swahili",
        "Arabic",
        "French",
        "Portuguese",
        "Spanish",
        "English",
        ""
    ],
    "demonym": "African",
    "leader_title1": "Chairperson",
    "leader_name1": "Félix Tshisekedi",
    "leader_title2": "Commission Chairperson",
    "leader_name2": "Moussa Faki",
    "leader_title3": "Parliamentary President",
    "leader_name3": "Roger Nkodo Dang",
    "established_event3": "Sirte Declaration",
    "established_date3": "9 September 1999",
    "established_event4": "African Union founded",
    "established_date4": "9 July 2002",
    "area_km2": "29,922,059 Corresponds to the terrestrial surface. Including the Exclusive Economic Zones of each member state, the total area is 43 434 569 km².",
    "population_estimate": "1,321,000,000group=note",
    "population_estimate_year": "2020",
    "GDP_PPP": "$7.573 trillion title=World Economic Outlook Database, October 2019  group=note",
    "GDP_PPP_year": "2020",
    "GDP_PPP_per_capita": "$5,733",
    "GDP_nominal": "$2.587 trillion group=note",
    "GDP_nominal_year": "2020",
    "GDP_nominal_per_capita": "$1,958",
    "HDI": "0.630",
    "HDI_year": "2020",
    "today": [
        "the Executive Council, made up of foreign ministers, which prepares decisions for the Assembly;",
        "the Permanent Representatives Committee, made up of the ambassadors to Addis Ababa of AU member states; and",
        "the Economic, Social, and Cultural Council (ECOSOCC), a civil society consultative body.  The AU Commission, the secretariat to the political structures, is chaired by Nkosazana Dlamini-Zuma of South Africa. On 15 July 2012, Dlamini-Zuma won a tightly contested vote to become the first female head of the African Union Commission, replacing Jean Ping of Gabon.  Other AU structures are hosted by different member states:",
        "the African Commission on Human and Peoples' Rights is based in Banjul, the Gambia; and",
        "the New Partnership for Africa's Development (NEPAD) and APRM Secretariats and the Pan-African Parliament are in Midrand, South Africa.  The AU's first military intervention in a member state was the May 2003 deployment of a peacekeeping force of soldiers from South Africa, Ethiopia, and Mozambique to Burundi to oversee the implementation of the various agreements. AU troops were also deployed in the Sudan for peacekeeping during the Darfur Conflict, before the mission was handed over to the United Nations on 1 January 2008 via UNAMID. The AU has also sent a peacekeeping mission to Somalia, consisting of troops from Uganda and Burundi.",
        "African Central Bank – Abuja, Nigeria",
        "African Investment Bank – Tripoli, Libya",
        "African Monetary Fund – Yaoundé, Cameroon These institutions have not yet been established; however, the Steering Committees working on their founding have been constituted. Eventually, the AU aims to have a single currency (the Afro). ; Health: The Africa Centres for Disease Control and Prevention (Africa CDC), founded in 2016 and launched in 2017.",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "Accelerate the economic and political integration of the African continent, including the formation of a Union Government of Africa;",
        "Conduct an audit of the institutions and organs of the AU; review the relationship between the AU and the RECs; find ways to strengthen the AU and elaborate a timeframe to establish a Union Government of Africa.  The declaration lastly noted the \"importance of involving the African peoples, including Africans in the Diaspora, in the processes leading to the formation of the Union Government.\"  Following this decision, a panel of eminent persons was set up to conduct the \"audit review\". The review team began its work on 1 September 2007. The review was presented to the Assembly of Heads of State and Government at the January 2008 summit in Addis Ababa. No final decision was taken on the recommendations, however, and a committee of ten heads of state was appointed to consider the review and report back to the July 2008 summit to be held in Egypt.   At the July 2008 summit, a decision was once again deferred, for a \"final\" debate at the January 2009 summit to be held in Addis Ababa.  ==== Role of African Union ====",
        "the Arab Maghreb Union (AMU)",
        "the Common Market for Eastern and Southern Africa (COMESA)",
        "the Community of Sahel-Saharan States (CEN-SAD)",
        "the East African Community (EAC)",
        "the Economic Community of Central African States (ECCAS)",
        "the Economic Community of West African States (ECOWAS)",
        "the Intergovernmental Authority on Development (IGAD)",
        "the Southern Africa Development Community (SADC)  The membership of many of the communities overlaps, and their rationalisation has been under discussion for several years—and formed the theme of the 2006 Banjul summit. At the July 2007 Accra summit the Assembly finally decided to adopt a Protocol on Relations between the African Union and the Regional Economic Communities.   This protocol is intended to facilitate the harmonisation of policies and ensure compliance with the Abuja Treaty and Lagos Plan of Action time frames.  === Selection of the chairperson === In 2006, the AU decided to create a Committee \"to consider the implementation of a rotation system between the regions\" in relation to the presidency. Controversy arose at the 2006 summit when Sudan announced its candidacy for the AU's chairmanship, as a representative of the East African region. Several member states refused to support Sudan because of tensions over Darfur (see also below). Sudan ultimately withdrew its candidacy and President Denis Sassou-Nguesso of the Republic of the Congo was elected to a one-year term. At the January 2007 summit, Sassou-Nguesso was replaced by President John Agyekum Kufuor of Ghana, despite another attempt by Sudan to gain the chair. The year 2007 was the 50th anniversary of Ghana's independence, a symbolic moment for the country to hold the chair of the AU—and to host the mid-year summit at which the proposed Union Government was also discussed. In January 2008, President Jakaya Kikwete of Tanzania took over as chair, representing the East African region and thus apparently ending Sudan's attempt to become chair—at least till the rotation returns to East Africa.   The current chair is South Africa.  ==== List of chairpersons ===="
    ],
    "list": "urban agglomeration | largest_settlement",
    "DATE_TIME": "2021-07-17T17:43:23Z"
}