{
    "common_name": "Norway",
    "languages": "languages_type = Writing syst",
    "regional_languages": [
        "Kven"
    ],
    "languages2": "15% Foreign http://www.ssb.no/en/befolkning/statistikker/innvbef/aar/2016-03-03 \"Immigrants and Norwegian-born to immigrant parents, 1 January 2016\". Statistics Norway. Accessed 1 May 2016.",
    "ethnic_groups": [
        "Norwegian",
        "Sami",
        "Jewish",
        "Traveller",
        "Forest Finn",
        "Romani",
        "Kven"
    ],
    "religion": "Church of Norway",
    "demonym": "Norwegian, ",
    "largest_city": "capital",
    "leader_title1": "Monarch",
    "leader_name1": "Harald V Glücksburg",
    "leader_title2": "Prime Minister",
    "leader_name2": "Erna Solberg",
    "leader_title3": "President of the ''Storting''",
    "leader_name3": "Olemic Thommessen",
    "leader_title4": "Chief Justice",
    "leader_name4": "Toril Marie Øie",
    "sovereignty_type": "History",
    "established_event3": "Kalmar Union",
    "established_date3": "1397",
    "established_event4": "Denmark-Norway",
    "established_date4": "1524",
    "established_event5": "Re-established state",
    "established_date5": "25 February 1814",
    "established_event6": "Constitution",
    "established_date6": "17 May 1814",
    "established_event7": "Sweden-Norway",
    "established_date7": "4 November 1814",
    "established_event8": "Dissolution of Sweden-Norway",
    "established_date8": "7 June 1905",
    "established_event10": "Reichskommissariat Norwegen",
    "established_date10": "24 April 1940",
    "established_event11": "National Government",
    "established_date11": "1 February 1942",
    "established_event12": "Restoration from German occupation",
    "established_date12": "8 May 1945",
    "area_rank": "67th a",
    "area_km2": "323,802",
    "area_sq_mi": "148,718",
    "percent_water": "5.2 b",
    "population_estimate": "5,267,146",
    "population_density_km2": "15.8",
    "population_density_sq_mi": "35",
    "population_density_rank": "213th",
    "GDP_PPP": "$377.1 billion title=Norway",
    "GDP_PPP_rank": "46th",
    "GDP_PPP_per_capita": "$70,665",
    "GDP_PPP_per_capita_rank": "4th",
    "GDP_nominal": "$391.959 billion",
    "GDP_nominal_rank": "22nd",
    "GDP_nominal_year": "2017",
    "GDP_nominal_per_capita": "$73,450",
    "GDP_nominal_per_capita_rank": "3rd",
    "Gini_year": "2014",
    "Gini": "23.5",
    "Gini_rank": "1st",
    "HDI_year": "2015",
    "HDI": "0.949",
    "HDI_rank": "1st",
    "footnote_c": "thumb|left|upright=1.5|Opening of Ohthere's Old English account, translated: \"Ohthere told his lord ''Ælfrede'' king that he lived northmost of all ",
    "year": "2017 | population_estimate =  population_density_km2 = 15.8 | population_density_sq_mi = 35  | population_density_rank = 213th | GDP_",
    "author1": "Passarino",
    "journal": "pmid = 12173029 |year = 2002 |author1 = Passarino |first1 = G |title = Different genetic components in the Norwegian population revealed by the analysis of mtDNA and Y chromosome polymorphisms",
    "volume": "10",
    "pages": "521–529",
    "last2": "Cavalleri",
    "first2": "G. L.",
    "last3": "Lin",
    "first3": "A. A.",
    "last4": "Cavalli-Sforza",
    "first4": "L. L.",
    "last5": "Børresen-Dale",
    "first5": "A. L.",
    "last6": "Underhill",
    "first6": "P. A.",
    "location": [],
    "align": [
        "title=Sami",
        "Northern Sami",
        "Lule Sami",
        "Southern Sami",
        "languages_type = Writing system",
        "languages = Latin",
        "regional_languages =",
        "Kven",
        "languages2_type = Nationality",
        "(2017)",
        "languages2 =",
        "15% Foreign http://www.ssb.no/en/befolkning/statistikker/innvbef/aar/2016-03-03 \"Immigrants and Norwegian-born to immigrant parents, 1 January 2016\". Statistics Norway. Accessed 1 May 2016.",
        "ethnic_groups =",
        "Norwegian",
        "Sami",
        "Jewish",
        "Traveller",
        "Forest Finn",
        "Romani",
        "Kven",
        "religion = Church of Norway",
        "demonym = Norwegian,",
        "capital = Oslo",
        "coordinates =",
        "largest_city = capital",
        "government_type = Unitary parliamentary constitutional monarchy",
        "leader_title1 = Monarch",
        "leader_name1 = Harald V Glücksburg",
        "leader_title2 = Prime Minister",
        "leader_name2 = Erna Solberg",
        "leader_title3 = President of the ''Storting''",
        "leader_name3 = Olemic Thommessen",
        "leader_title4 = Chief Justice",
        "leader_name4 = Toril Marie Øie",
        "legislature = Storting",
        "sovereignty_type = History",
        "established_event1 = State established prior unification",
        "established_date1 = 872",
        "established_event2 = Norwegian Empire",
        "established_date2 = 1263",
        "established_event3 = Kalmar Union",
        "established_date3 = 1397",
        "established_event4 = Denmark-Norway",
        "established_date4 = 1524",
        "established_event5 = Re-established state",
        "established_date5 = 25 February 1814",
        "established_event6 = Constitution",
        "established_date6 = 17 May 1814",
        "established_event7 = Sweden-Norway",
        "established_date7 = 4 November 1814",
        "established_event8 = Dissolution of Sweden-Norway",
        "established_date8 = 7 June 1905",
        "established_event9 = German occupation",
        "established_date9 = 9 April 1940",
        "established_event10 = Reichskommissariat Norwegen",
        "established_date10 = 24 April 1940",
        "established_event11 = National Government",
        "established_date11 = 1 February 1942",
        "established_event12 = Restoration from German occupation",
        "established_date12 = 8 May 1945",
        "area_rank = 67th a",
        "area_km2 = 323,802",
        "area_footnote =",
        "area_sq_mi = 148,718",
        "percent_water = 5.2 b",
        "population_estimate_year = 2017",
        "population_estimate =",
        "population_density_km2 = 15.8",
        "population_density_sq_mi = 35",
        "population_density_rank = 213th",
        "GDP_PPP_year = 2017",
        "GDP_PPP = $377.1 billion",
        "GDP_PPP_rank = 46th",
        "GDP_PPP_per_capita = $70,665",
        "GDP_PPP_per_capita_rank = 4th",
        "GDP_nominal = $391.959 billion",
        "GDP_nominal_rank = 22nd",
        "GDP_nominal_year = 2017",
        "GDP_nominal_per_capita = $73,450",
        "GDP_nominal_per_capita_rank = 3rd",
        "Gini_year = 2014",
        "Gini_change = increase",
        "Gini = 23.5",
        "Gini_ref =",
        "Gini_rank = 1st",
        "HDI_year = 2015",
        "HDI_change = increase",
        "HDI = 0.949",
        "HDI_ref =",
        "HDI_rank = 1st",
        "currency = Norwegian krone",
        "currency_code = NOK",
        "time_zone = CET",
        "utc_offset = +1",
        "time_zone_DST = CEST",
        "utc_offset_DST = +2",
        "date_format = dd.mm.yyyy",
        "drives_on = right",
        "calling_code = +47",
        "cctld = .no c",
        "footnote_a = Does not include Svalbard and Jan Mayen. (With the territories, it is the 61st largest country at 385,178 square kilometers)",
        "footnote_b = This percentage is for the mainland, Svalbard, and Jan Mayen. This percentage counts glaciers as \"land\". It's calculated as 19,940.14/(365,246.17+19,940.14).",
        "footnote_c = Two more TLDs have been assigned, but are not used: .sj for Svalbard and Jan Mayen; .bv for Bouvet Island.   '''Norway''' (",
        "group=note The Antarctic Peter I Island and the sub-Antarctic Bouvet Island are dependent territories and thus not considered part of the Kingdom. Norway also lays claim to a section of Antarctica known as Queen Maud Land. Until 1814, the kingdom included the Faroe Islands, Greenland, and Iceland. It also included Bohuslän until 1658, Jämtland and Härjedalen until 1645, Shetland and Orkney until 1468, and the Hebrides and Isle of Man until 1266.  Norway has a total area of",
        "thumb",
        "left",
        "upright=1.5",
        "Opening of Ohthere's Old English account, translated: \"Ohthere told his lord ''Ælfrede'' king that he lived northmost of all",
        "thumb",
        "right",
        "Nordic Bronze Age rock carvings at Steinkjer, Central Norway",
        "thumb",
        "upright=1.2",
        "Approximate extent of the Corded Ware culture  More recent finds along the entire coast revealed to archaeologists that the difference between the two can simply be ascribed to different types of tools and not to different cultures. Coastal fauna provided a means of livelihood for fishermen and hunters, who may have made their way along the southern coast about 10,000 BC when the interior was still covered with ice. It is now thought that these so-called \"Arctic\" peoples came from the south and followed the coast northward considerably later.  In the southern part of the country are dwelling sites dating from about 5,000 BC. Finds from these sites give a clearer idea of the life of the hunting and fishing peoples. The implements vary in shape and mostly are made of different kinds of stone; those of later periods are more skilfully made. Rock carvings (i.e. petroglyphs) have been found, usually near hunting and fishing grounds. They represent game such as deer, reindeer, elk, bears, birds, seals, whales, and fish (especially salmon and halibut), all of which were vital to the way of life of the coastal peoples. The carvings at Alta in Finnmark, the largest in Scandinavia, were made at sea level from 4,200 to 500 BC and mark the progression of the land as the sea rose after the last ice age ended (Rock carvings at Alta).  === Bronze Age ===",
        "thumb",
        "upright=1.2",
        "Locations of the Germanic tribes described by Jordanes in Norway  Between 3000 and 2500 BC new settlers (Corded Ware culture) arrived in eastern Norway. They were Indo-European farmers who grew grain and kept cows and sheep. The hunting-fishing population of the west coast was also gradually replaced by farmers, though hunting and fishing remained useful secondary means of livelihood.  From about 1500 BC, bronze was gradually introduced, but the use of stone implements continued; Norway had few riches to barter for bronze goods, and the few finds consist mostly of elaborate weapons and brooches that only chieftains could afford. Huge burial cairns built close to the sea as far north as Harstad and also inland in the south are characteristic of this period. The motifs of the rock carvings differ from those typical of the Stone Age. Representations of the Sun, animals, trees, weapons, ships, and people are all strongly stylised.  Thousands of rock carvings from this period depict ships, and the large stone burial monuments known as stone ships, suggest that ships and seafaring played an important role in the culture at large. The depicted ships, most likely represent sewn plank built canoes used for warfare, fishing and trade. These ship types may have their origin as far back as the neolithic period and they continue into the Pre-Roman Iron Age, as exemplified by the Hjortspring boat.    === Iron Age ===",
        "thumb",
        "upright",
        "Viking swords found in Norway, preserved at Bergen Museum",
        "thumb",
        "upright",
        "The Oseberg ship at the Viking Ship Museum in Oslo, Norway",
        "thumb",
        "left",
        "upright=0.7",
        "The Gjermundbu helmet found in Buskerud is the only known reconstructable Viking Age helmet  From the 8th to the 10th century, the wider Scandinavian region was the source of Vikings. The looting of the monastery at Lindisfarne in Northeast England in 793 by Norse people has long been regarded as the event which marked the beginning of the Viking Age.   This age was characterised by expansion and emigration by Viking seafarers. They colonised, raided, and traded in all parts of Europe. Norwegian Viking explorers first discovered Iceland by accident in the 9th century when heading for the Faroe Islands, and eventually came across Vinland, known today as Newfoundland, in Canada. The Vikings from Norway were most active in the northern and western British Isles and eastern North America isles.    According to tradition, Harald Fairhair unified them into one in 872 after the Battle of Hafrsfjord in Stavanger, thus becoming the first king of a united Norway.   Harald's realm was mainly a South Norwegian coastal state. Fairhair ruled with a strong hand and according to the sagas, many Norwegians left the country to live in Iceland, the Faroe Islands, Greenland, and parts of Britain and Ireland. The modern-day Irish cities of Dublin, Limerick and Waterford were founded by Norwegian settlers.    thumb  Norse traditions were slowly replaced by Christian ones in the late 10th and early 11th centuries. One of the most important sources for the history of the 11th century Vikings is the treaty between the Icelanders and Olaf Haraldsson, king of Norway circa 1015 to 1028.   This is largely attributed to the missionary kings Olav Tryggvasson and St. Olav. Haakon the Good was Norway's first Christian king, in the mid-10th century, though his attempt to introduce the religion was rejected. Born sometime in between 963–969, Olav Tryggvasson set off raiding in England with 390 ships. He attacked London during this raiding. Arriving back in Norway in 995, Olav landed in Moster. There he built a church which became the first Christian church ever built in Norway. From Moster, Olav sailed north to Trondheim where he was proclaimed King of Norway by the Eyrathing in 995.    Feudalism never really developed in Norway or Sweden, as it did in the rest of Europe. However, the administration of government took on a very conservative feudal character. The Hanseatic League forced the royalty to cede to them greater and greater concessions over foreign trade and the economy. The League had this hold over the royalty because of the loans the Hansa had made to the royalty and the large debt the kings were carrying. The League's monopolistic control over the economy of Norway put pressure on all classes, especially the peasantry, to the degree that no real burgher class existed in Norway.    === Kalmar Union === thumb",
        "thumb",
        "Kalmar Union c. 1400 AD  King Magnus VII ruled Norway until 1350, when his son, Haakon, was placed on the throne as Haakon VI. Larsen, p. 195  In 1363, Haakon VI married Margaret, the daughter of King Valdemar IV of Denmark.  Upon the death of Haakon VI, in 1379, his son, Olaf IV, was only 10 years old.  Olaf had already been elected to the throne of Denmark on 3 May 1376.  Thus, upon Olaf's accession to the throne of Norway, Denmark and Norway entered personal union. Larsen, p. 197  Olaf's mother and Haakon's widow, Queen Margaret, managed the foreign affairs of Denmark and Norway during the minority of Olaf IV.   Margaret was working toward a union of Sweden with Denmark and Norway by having Olaf elected to the Swedish throne. She was on the verge of achieving this goal when Olaf IV suddenly died.  However, Denmark made Margaret temporary ruler upon the death of Olaf. On 2 February 1388, Norway followed suit and crowned Margaret.  Queen Margaret knew that her power would be more secure if she were able to find a king to rule in her place. She settled on Eric of Pomerania, grandson of her sister. Thus at an all-Scandinavian meeting held at Kalmar, Erik of Pomerania was crowned king of all three Scandinavian countries. Thus, royal politics resulted in personal unions between the Nordic countries, eventually bringing the thrones of Norway, Denmark, and Sweden under the control of Queen Margaret when the country entered into the Kalmar Union.  === Union with Denmark ===",
        "thumb",
        "The Battle of the Sound between an allied Dano-Norwegian–Dutch fleet and the Swedish navy, 8 November 1658 (29 October O.S.)  With the introduction of Protestantism in 1536, the archbishopric in Trondheim was dissolved, and Norway lost its independence, and effectually became a colony of Denmark. The Church's incomes and possessions were instead redirected to the court in Copenhagen. Norway lost the steady stream of pilgrims to the relics of St. Olav at the Nidaros shrine, and with them, much of the contact with cultural and economic life in the rest of Europe.  Eventually restored as a kingdom (albeit in legislative union with Denmark) in 1661, Norway saw its land area decrease in the 17th century with the loss of the provinces Båhuslen, Jemtland, and Herjedalen to Sweden, as the result of a number of disastrous wars with Sweden. In the north, however, its territory was increased by the acquisition of the northern provinces of Troms and Finnmark, at the expense of Sweden and Russia.  The famine of 1695–1696 killed roughly 10% of Norway's population.   The harvest failed in Scandinavia at least nine times between 1740 and 1800, with great loss of life.    === Union with Sweden ===",
        "thumb",
        "The 1814 constitutional assembly, painted by Oscar Wergeland  After Denmark–Norway was attacked by the United Kingdom at the Battle of Copenhagen, it entered into an alliance with Napoleon, with the war leading to dire conditions and mass starvation in 1812. As the Danish kingdom found itself on the losing side in 1814, it was forced, under terms of the Treaty of Kiel, to cede Norway to the king of Sweden, while the old Norwegian provinces of Iceland, Greenland, and the Faroe Islands remained with the Danish crown.   Norway took this opportunity to declare independence, adopted a constitution based on American and French models, and elected the Crown Prince of Denmark and Norway, Christian Frederick, as king on 17 May 1814. This is the famous Syttende Mai (Seventeenth of May) holiday celebrated by Norwegians and Norwegian-Americans alike. ''Syttende Mai'' is also called ''Norwegian Constitution Day''.  Norwegian opposition to the great powers' decision to link Norway with Sweden caused the Norwegian-Swedish War to break out as Sweden tried to subdue Norway by military means. As Sweden's military was not strong enough to defeat the Norwegian forces outright, and Norway's treasury was not large enough to support a protracted war, and as British and Russian navies blockaded the Norwegian coast,   the belligerents were forced to negotiate the Convention of Moss. According to the terms of the convention, Christian Frederik abdicated the Norwegian throne and authorised the Parliament of Norway to make the necessary constitutional amendments to allow for the personal union that Norway was forced to accept. On 4 November 1814, the Parliament (Storting) elected Charles XIII of Sweden as king of Norway, thereby establishing the union with Sweden.   Under this arrangement, Norway kept its liberal constitution and its own independent institutions, except for the foreign service. Following the recession caused by the Napoleonic Wars, economic development of Norway remained slow until economic growth began around 1830.    File:Havreskjering Fossheim Lindahl.jpeg",
        "thumb",
        "Harvesting of oats in Jølster, c. 1890  This period also saw the rise of the Norwegian romantic nationalism, as Norwegians sought to define and express a distinct national character. The movement covered all branches of culture, including literature (Henrik Wergeland 1808–1845, Bjørnstjerne Bjørnson 1832–1910, Peter Christen Asbjørnsen 1812–1845, Jørgen Moe 1813–1882), painting (Hans Gude 1825–1903, Adolph Tidemand 1814–1876), music (Edvard Grieg 1843–1907), and even language policy, where attempts to define a native written language for Norway led to today's two official written forms for Norwegian: Bokmål and Nynorsk.  King Charles III John, who came to the throne of Norway and Sweden in 1818, was the second king following Norway's break from Denmark and the union with Sweden. Charles John was a complex man whose long reign extended to 1844. He protected the constitution and liberties of Norway and Sweden during the age of Metternich. As such, he was regarded as a liberal monarch for that age. However, he was ruthless in his use of paid informers, the secret police and restrictions on the freedom of the press to put down public movements for reform—especially the Norwegian national independence movement.    The Romantic Era that followed the reign of King Charles III John brought some significant social and political reforms. In 1854, women won the right to inherit property in their own right, just like men. In 1863, the last trace of keeping unmarried women in the status of minors was removed. Furthermore, women were then eligible for different occupations, particularly the common school teacher.   By mid-century, Norway's democracy was limited by modern standards: Voting was limited to officials, property owners, leaseholders and burghers of incorporated towns.    File:Saami Family 1900.jpg",
        "thumb",
        "left",
        "A Sami family in Norway, c. 1900  Still, Norway remained a conservative society. Life in Norway (especially economic life) was \"dominated by the aristocracy of professional men who filled most of the important posts in the central government\".   There was no strong bourgeosie class in Norway to demand a breakdown of this aristocratic control of the economy. See \"The Civil War in Switzerland\" by Frederick Engels contained in Marx & Engels, ''Collected Works: Volume 6'' (International Publishers, New York, 1976) p. 368.  Thus, even while revolution swept over most of the countries of Europe in 1848, Norway was largely unaffected by revolts that year.   Marcus Thrane was a Utopian socialist. He made his appeal to the labouring classes urging a change of social structure \"from below upwards.\" In 1848, he organised a labour society in Drammen. In just a few months, this society had a membership of 500 and was publishing its own newspaper. Within two years, 300 societies had been organised all over Norway, with a total membership of 20,000 persons. The membership was drawn from the lower classes of both urban and rural areas; for the first time these two groups felt they had a common cause.   In the end, the revolt was easily crushed; Thrane was captured and in 1855, after four years in jail, was sentenced to three additional years for crimes against the safety of the state. Upon his release, Marcus Thrane attempted unsuccessfully to revitalise his movement, but after the death of his wife, he migrated to the United States.    In 1898, all men were granted universal suffrage, followed by all women in 1913.  File:En brud från Hardanger, Norge - Nordiska Museet - NMA.0039996.jpg",
        "thumb",
        "upright=0.7",
        "A bride from Hardanger, c. 1900  === Dissolution of the union ===",
        "thumb",
        "Scenes from the Norwegian Campaign in 1940",
        "thumb",
        "Town Hall Square in Oslo filled with people with roses mourning the victims of the Utøya massacre, 22 July 2011  In 1981, a Conservative government led by Kåre Willoch replaced the Labour Party with a policy of stimulating the stagflated economy with tax cuts, economic liberalisation, deregulation of markets, and measures to curb record-high inflation (13.6% in 1981).  Norway's first female prime minister, Gro Harlem Brundtland of the Labour party, continued many of the reforms of her conservative predecessor, while backing traditional Labour concerns such as social security, high taxes, the industrialisation of nature, and feminism. By the late 1990s, Norway had paid off its foreign debt and had started accumulating a sovereign wealth fund. Since the 1990s, a divisive question in politics has been how much of the income from petroleum production the government should spend, and how much it should save.  In 2011, Norway suffered two terrorist attacks on the same day conducted by Anders Behring Breivik which struck the government quarter in Oslo and a summer camp of the Labour party's youth movement at Utøya island, resulting in 77 deaths and 319 wounded.  The 2013 Norwegian parliamentary election brought a more conservative government to power, with the Conservative Party and the Progress Party winning 43% of the electorate's votes.  == Geography ==",
        "thumb",
        "left",
        "A satellite image of continental Norway in winter  Norway comprises the western part of Scandinavia in Northern Europe. The rugged coastline, broken by huge fjords and thousands of islands, stretches",
        "thumb",
        "Reine in Lofoten, Northern Norway File:Trollryggen and Trollveggen from Litlefjellet, 2013 June.jpg",
        "thumb",
        "left",
        "The tallest vertical rock face in Europe, Trollveggen and Trollryggen over the river Rauma in Romsdalen valley. File:The Troll's Tongue.jpg",
        "thumb",
        "Ringedalsvatnet lake and Trolltunga cliff File:Gaulosen og Øysand.jpg",
        "thumb",
        "Norwegian lowland landscape near the Gaulosen branch of Trondheimsfjord  At",
        "source 2 = Voodoo Skies for extremes",
        "date=September 2015",
        "date=May 2012",
        "thumb",
        "The Arctic fox has its habitat in high elevation ranges on the mainland as well as on Svalbard.  The total number of species include 16,000 species of insects (probably 4,000 more species yet to be described), 20,000 species of algae, 1,800 species of lichen, 1,050 species of mosses, 2,800 species of vascular plants, up to 7,000 species of fungi, 450 species of birds (250 species nesting in Norway), 90 species of mammals, 45 fresh-water species of fish, 150 salt-water species of fish, 1,000 species of fresh-water invertebrates, and 3,500 species of salt-water invertebrates.   About 40,000 of these species have been described by science. The red list of 2010 encompasses 4,599 species. https://web.archive.org/web/20130527150736/http://www.artsdatabanken.no/Article.aspx?m=207&amid=8737 Norwegian Red List 2010. Artsdatabanken.no  File:Joonis1.tif",
        "thumb",
        "left",
        "Cold-water coral reefs in Skagerak off of the southern coast of Norway. Seventeen species are listed mainly because they are endangered on a global scale, such as the European beaver, even if the population in Norway is not seen as endangered. The number of threatened and near-threatened species equals to 3,682; it includes 418 fungi species, many of which are closely associated with the small remaining areas of old-growth forests,   36 bird species, and 16 species of mammals. In 2010, 2,398 species were listed as endangered or vulnerable; of these were 1250 listed as vulnerable (VU), 871 as endangered (EN), and 276 species as critically endangered (CR), among which were the grey wolf, the Arctic fox (healthy population on Svalbard) and the pool frog.   The largest predator in Norwegian waters is the sperm whale, and the largest fish is the basking shark. The largest predator on land is the polar bear, while the brown bear is the largest predator on the Norwegian mainland. The largest land animal on the mainland is the elk (",
        "thumb",
        "The Royal Palace in Oslo. File:Royal Wedding Stockholm 2010-Konserthuset-411.jpg",
        "thumb",
        "King Harald V and Queen Sonja of Norway, reigning since 1991. File:Storting 01.jpg",
        "thumb",
        "''The Storting'' is the Parliament of Norway. File:Erna Solberg på Kommunalkonferansen 2012.jpg",
        "thumb",
        "Erna Solberg, the Prime Minister of Norway since 2013.  Norway is considered to be one of the most developed democracies and states of justice in the world. From 1814, c. 45% of men (25 years and older) had the right to vote, whereas the United Kingdom had c. 20% (1832), Sweden c. 5% (1866), and Belgium c. 1.15% (1840). Since 2010, Norway has been classified as the world's most democratic country by the Democracy Index.        According to the Constitution of Norway, which was adopted on 17 May 1814",
        "thumb",
        "",
        "A geopolitical map of Norway, showing the 19 fylker, the Svalbard (Spitsbergen) and Jan Mayen islands, which are part of the Norwegian kingdom 96 settlements have city status in Norway. In most cases, the city borders are coterminous with the borders of their respective municipalities. Often, Norwegian city municipalities include large areas that are not developed; for example, Oslo municipality contains large forests, located north and south-east of the city, and over half of Bergen municipality consists of mountainous areas.  thumb The counties of Norway are: {",
        "class=\"wikitable sortable\"",
        "- ! scope=\"col\"",
        "County (fylke) ! scope=\"col\"",
        "Administrative centre ! scope=\"col\"",
        "Most populous municipality ! scope=\"col\"",
        "Geographical region",
        "-",
        "",
        "Sarpsborg",
        "Fredrikstad",
        "Eastern Norway",
        "-",
        "",
        "Oslo",
        "Bærum",
        "Eastern Norway",
        "-",
        "",
        "City of Oslo",
        "Oslo",
        "Eastern Norway",
        "-",
        "",
        "Hamar",
        "Ringsaker",
        "Eastern Norway",
        "-",
        "",
        "Lillehammer",
        "Gjøvik",
        "Eastern Norway",
        "-",
        "",
        "Drammen",
        "Drammen",
        "Eastern Norway",
        "-",
        "",
        "Tønsberg",
        "Sandefjord",
        "Eastern Norway",
        "-",
        "",
        "Skien",
        "Skien",
        "Eastern Norway",
        "-",
        "",
        "Arendal",
        "Arendal",
        "Southern Norway",
        "-",
        "",
        "Kristiansand",
        "Kristiansand",
        "Southern Norway",
        "-",
        "",
        "Stavanger",
        "Stavanger",
        "Western Norway",
        "-",
        "",
        "Bergen",
        "Bergen",
        "Western Norway",
        "-",
        "",
        "Hermansverk",
        "Førde",
        "Western Norway",
        "-",
        "",
        "Molde",
        "Ålesund",
        "Western Norway",
        "-",
        "",
        "Trondheim",
        "Trondheim",
        "Trøndelag",
        "-",
        "",
        "Steinkjer",
        "Stjørdal",
        "Trøndelag",
        "-",
        "",
        "Bodø",
        "Bodø",
        "Northern Norway",
        "-",
        "",
        "Tromsø",
        "Tromsø",
        "Northern Norway",
        "-",
        "",
        "Vadsø",
        "Alta",
        "Northern Norway",
        "-",
        "''Svalbard'' (unincorporated area)",
        "''Longyearbyen''",
        "''Longyearbyen''",
        "''Northern Norway''",
        "}   === Judicial system and law enforcement ===",
        "thumb",
        "Royal Norwegian Navy ''Fridtjof Nansen'' class frigate  Norway maintains embassies in 82 countries.   60 countries maintain an embassy in Norway, all of them in the capital, Oslo.  Norway is a founding member of the United Nations (UN), the North Atlantic Treaty Organization (NATO), the Council of Europe and the European Free Trade Association (EFTA). Norway issued applications for accession to the European Union (EU) and its predecessors in 1962, 1967 and 1992, respectively. While Denmark, Sweden and Finland obtained membership, the Norwegian electorate rejected the treaties of accession in referenda in 1972 and 1994.  After the 1994 referendum, Norway maintained its membership in the European Economic Area (EEA), an arrangement granting the country access to the internal market of the Union, on the condition that Norway implements the Union's pieces of legislation which are deemed relevant (of which there were approximately seven thousand by 2010)   Successive Norwegian governments have, since 1994, requested participation in parts of the EU's co-operation that go beyond the provisions of the EEA agreement. Non-voting participation by Norway has been granted in, for instance, the Union's Common Security and Defence Policy, the Schengen Agreement, and the European Defence Agency, as well as 19 separate programmes.    Norway contributes to international development. In addition, it participated in the 1990s brokering of the Oslo Accords, an attempt to resolve the Israeli–Palestinian conflict. These were unsuccessful.  === Military ===",
        "thumb",
        "left",
        "Norwegian Leopard tanks in the snow in Målselv  The Norwegian Armed Forces numbers about 25,000 personnel, including civilian employees. According to 2009 mobilisation plans, full mobilisation produces approximately 83,000 combatant personnel. Norway has conscription (including 6–12 months of training);",
        "thumb",
        "right",
        "Agriculture is a significant sector, in spite of the mountainous landscape (Flakstad) File:StatfjordA(Jarvin1982).jpg",
        "thumb",
        "Oil production has been central to the Norwegian economy since the 1970s, with a dominating state ownership (Statfjord oil field) File:Stockfish in Lofoten.jpg",
        "thumb",
        "right",
        "Stockfish has been exported from Lofoten in Norway for at least 1,000 years  Export revenues from oil and gas have risen to almost 50% of total exports and constitute more than 20% of the GDP.   Norway is the fifth-largest oil exporter and third-largest gas exporter in the world, but it is not a member of OPEC. In 1995, the Norwegian government established the sovereign wealth fund (\"Government Pension Fund — Global\"), which would be funded with oil revenues, including taxes, dividends, sales revenues and licensing fees. This was intended to reduce overheating in the economy from oil revenues, minimise uncertainty from volatility in oil price, and provide a cushion to compensate for expenses associated with the ageing of the population.  The government controls its petroleum resources through a combination of state ownership in major operators in the oil fields (with approximately 62% ownership in Statoil in 2007) and the fully state-owned Petoro, which has a market value of about twice Statoil, and SDFI. Finally, the government controls licensing of exploration and production of fields. The fund invests in developed financial markets outside Norway. The budgetary rule (''Handlingsregelen'') is to spend no more than 4% of the fund each year (assumed to be the normal yield from the fund).  In March 2017, the Government Pension Fund controlled assets were valued at approximately US$913 billion (equal to US$182,000 per capita), which is about 178% of Norway's current GDP. It is the largest sovereign wealth fund in the world.   The fund controls about 1.3% of all listed shares in Europe, and more than 1% of all the publicly traded shares in the world. The Norwegian Central Bank operates investment offices in London, New York, and Shanghai. Guidelines implemented in 2007 allow the fund to invest up to 60% of the capital in shares (maximum of 40% prior), while the rest may be placed in bonds and real-estate. As the stock markets tumbled in September 2008, the fund was able to buy more shares at low prices. In this way, the losses incurred by the market turmoil was recuperated by November 2009.",
        "topic ="
    ],
    "image1": "left|E6 highway at Brattlikollen outskirts of Oslo  Due to the low population density, narrow shape and long coastlines of Norway, its public transport is less developed than in many European countries, especially outside the major cities. The country has long-standing water transport traditions, but the Norwegian Ministry of Transport and Communications has in recent years implemented rail, road, and air transport through numerous subsidiaries to develop the country's infrastructure.   Under discussion is development of a new high-speed rail system between the nation's largest cities.      Norway's main railway network consists of ",
    "footnote": "thumb|left|upright=1.5|Opening of Ohthere's Old English account, translated: \"Ohthere told his lord ''Ælfrede'' king that he lived northmost of all ",
    "DATE_TIME": "2018-01-08T17:14:39Z"
}