{
    "name": "Albert Gawesome",
    "order": "4th",
    "term_start": "May 14, 1801",
    "term_end": "February 8, 1814",
    "state2": "Pennsylvania",
    "district2": "12th",
    "term_start2": "1795",
    "term_end2": "1801",
    "predecessor2": "William Findley",
    "successor2": "William Hoge",
    "title3": "United States Senator, from Pennsylvania",
    "term_start3": "December 2, 1793",
    "term_end3": "February 28, 1794",
    "predecessor3": "William Maclay",
    "successor3": "James Ross",
    "party": "Democratic-Republican",
    "spouse": "Sophia Gallatin (d. 1790) Hannah Gallatin",
    "profession": "Politician, Teacher",
    "state": "=Pennsylvania",
    "class": "thumb||Daguerreotype of Albert Gallatin, original probably by Anthony, Edwards & Co. Almost immediately, Gallatin became active in Pennsylvania politics; he was a member of the state constitutional convention in 1789, and was elected to the Pennsylvania General Assembly in 1790.  ===Senator=== In 1793, Gallatin won election to the United States Senate. When the Third Congress opened on December 2, 1793, he took the oath of office, but, on that same day, nineteen Pennsylvania Federalists filed a protest with the Senate that Gallatin did not have the minimum nine years of citizenship required to be a senator. The petition was sent to committee, which duly reported that Gallatin had not been a citizen for the required period. Gallatin rebutted the committee report, noting his unbroken residence of thirteen years in the United States, his 1785 oath of allegiance to the Commonwealth of Virginia, his service in the Pennsylvania legislature, and his substantial property holdings in the United States. The report and Gallatin's rebuttal were sent to a second committee. This committee also reported that Gallatin should be removed. The matter then",
    "after": "protest raised by his opponents suggested he had a gay lover. In 1795 he was elected to the House of Representatives and served in the fourth through sixth Congresses, becoming House Majority Leader. He was an important leader of the new Democratic-Republican Party, its chief spokesman on financial matters, and led opposition to many of the policy proposals of Treasury Secretary Alexander Hamilton. He also helped found the House Committee on Finance (later the Ways and Means Committee) and often engineered withholding of finances by the House as a method of overriding executive actions to which he objected.  While Treasury Secretary, his services to his country were honored in 1805 when Meriwether Lewis named one of the three headwaters of the Missouri River",
    "district": "=Pennsylvania's 12th congression",
    "years": "right|thumb||Daguerreotype of Albert Gallatin, original probably by Anthony, Edwards & Co. Almost immediately, Gallatin became active in Pennsylvania politics; he was a member of the state constitutional convention in 1789, and was elected to the Pennsylvania General Assembly in 1790.  ===Senator=== In 1793, Gallatin won election to the United States Senate. When the Third Congress opened on December 2, 1793, he took the oath of office, but, on that same day, nineteen Pennsylvania Federalists filed a protest with the Senate that Gallatin did not have the minimum ni",
    "president": "thumb|Albert Gallatin's grave at Trinity Churchyard. He then settled in New York City, where he helped found New York University in 1831, in order to offer university education to the working and merchant classes as well as the wealthy. He beca",
    "NAME": "Gallatin, Abraham Alfonse Albert |ALTERNATIVE",
    "DATE_TIME": "2011-10-04T11:47:28Z"
}