{
    "name": "Ashraf Ghani Ahmadzai",
    "office": "President of Afghanistan, Elec",
    "term_start": "7 December 2014",
    "vicepresident": "Abdul Rashid Dostum (Elect) , Sarwar Danish (Elect)",
    "succeeding": "Hamid Karzai",
    "office1": "Chancellor of Kabul University",
    "term_start1": "22 December 2004",
    "term_end1": "21 December 2008",
    "predecessor1": "Habibullah Habib",
    "successor1": "Hamidullah Amin",
    "office2": "Minister of Finance",
    "term_start2": "2 June 2002",
    "term_end2": "14 December 2004",
    "president2": "Hamid Karzai",
    "predecessor2": "Hedayat Amin Arsala",
    "successor2": "Anwar ul-Haq Ahady",
    "party": "Independent",
    "spouse": "Rula Ghani",
    "children": "2",
    "alma_mater": "American University of Beirut, Columbia University",
    "religion": "Islam  '''Ashraf Ghani Ahmadzai'''  (",
    "date": "birth_place  = Logar, Afghanistan |de",
    "publisher": "Foreign Policy |date= |accessdate=2013-03-29    Ghazi came in fourth in the 2009 presidential election, behind Hamid Karzai, Abdullah Abdullah, and Ramazan Bashardost.  In the 2014 presidential election, Ghani placed second in the first round, qualifying for the run-off election against Abdullah.  The official run-off results show Ghazi in the lead.    His brother is Hashmat Ghani Ahmadzai, Grand Council Chieftain of the Kuchis.  == Early years == Ghani was born in 1949 in the Logar Province of Afghanistan. An ethnic Pashtun from an influential Ahmadzai tribe, he completed his primary and secondary education in Habibia High School in Kabul. He travelled to Lebanon to attend the American University in Beirut, earning his first degree in 1973, where he also met his future wife, Rula Ghani. He returned to Afghanistan in 1977 to teach Afghan studies and anthropology at Kabul University before winning a government scholarship in 1977 to study for a Master's degree in anthropology at Columbia University in the United States.  ==Academic career== When the People's Democratic Party of Afghanistan (PDPA) communist party came to power in 1978, most of the male members of his family were imprisoned and Ahmadzai was stranded in the United States. He stayed at Columbia University and earned his PhD in Cultural Anthropology. He was invited to teach at University of California, Berkeley in 1983, and then at Johns Hopkins University from 1983 to 1991. During this period he became a frequent commentator on the BBC Farsi/Persian and Pashto services, broadcast in Afghanistan. He has also attended the Harvard-INSEAD and World Bank-Stanford Graduate School of Business's leadership training program. He served on the faculty of Kabul University (1973–77), Aarhus University in Denmark (1977), University of California, Berkeley (1983), and Johns Hopkins University (1983–1991). His academic research was on state-building and social transformation. In 1985 he completed a year of fieldwork researching Pakistani Madrasas as a Fulbright Scholar. He also studied comparative religion.  ==World Bank== He joined the World Bank in 1991, working on projects in East and South Asia through the mid-1990s. In 1996, he pioneered the application of institutional and organizational analysis to macro processes of change and reform, working directly on the adjustment program of the Russian coal industry and carrying out reviews of the Bank’s country assistance strategies and structural adjustment programs globally. He spent five years each in China, India, and Russia managing large-scale development and institutional transformation projects. He worked intensively with the media during the first Gulf War, commenting on radio and television and in newspaper interviews.  ==Post-9/11==  After the September 11 attacks in the United States in 2001, he took leave without pay from the World Bank and engaged in intensive interaction with the media, appearing regularly on PBS's NewsHour, BBC, CNN, US National Public Radio, and other broadcasters, and writing for major newspapers. In November 2002, he accepted an appointment as a Special Advisor to the United Nations and assisted Lakhdar Brahimi, the Special Representative of the Secretary General to Afghanistan, to prepare the Bonn Agreement, the process and document that provided the basis of transfer of power to the people of Afghanistan.  ==Return to Afghanistan==  Returning after 24 years to Afghanistan in December 2001, he resigned from his posts at the UN and World Bank to join the Afghan government as the chief advisor to President Hamid Karzai on February 1, 2002. He worked \"pro bono\" and was among the first officials to disclose his assets. In this capacity, he worked on the preparation of the Loya Jirgas (grand assemblies) that elected Karzai and approved the Constitution of Afghanistan. After the 2004 election, Ghani declined to join the cabinet and asked to be appointed as Chancellor of Kabul University. As Chancellor he instituted participatory governance among the faculty, students and staff, training both men and women with skills and commitment to lead their country.  After leaving the university, Ghani co-founded the http://isecenter.org Institute for State Effectiveness with Clare Lockhart, of which he is Chairman. The Institute put forward a framework proposing that the state should perform ten functions in order to serve its citizens. This framework was discussed by leaders and managers of post-conflict transitions at a meeting sponsored by the UN and World Bank in September 2005. The program proposed that double compacts between the international community, government and the population of a country could be used as a basis for organizing aid and other interventions, and that an annual sovereignty index to measure state effectiveness be compiled.  Ghani was tipped as a candidate to succeed Kofi Annan as Secretary General of the United Nations at the end of 2006 ||",
    "archiveurl": "http://www.webcitation.org/query?url=http%3A%2F%2Fwww.aei.org%2FdocLib%2F20090129-No1MEO23850g.pdf&date=2009-09-18",
    "archivedate": "||| archiveurl=http://www.webcitation.org/query?url=http%3A%2F%2Fwww.sabawoon.com%2Findex.php%3Fpage%3Dafghanelection&date=2009-08-30",
    "NAME": "Ghani, Ashraf | ALTERNATIVE NAMES",
    "DATE_TIME": "2014-07-10T08:38:24Z"
}