{
    "name": "Spelman College",
    "budget": "$98.4 million (2018)",
    "endowment": "$377.9 million (2020)",
    "president": "Mary Schmidt Campbell",
    "students": "2,420 (fall 2021)",
    "former_names": "Atlanta Baptist Female Seminary",
    "athletics_affiliations": "None ",
    "Forbes": "right|upright|Johnnetta Cole, first African-American woman president and president emerita of Spelman  Since its inception Spelman has had 11 presidents: , Sophia B. Packard, (1888) founded women's seminary with Giles in a basement of the historic Friendship Baptist Church (Atlanta) and cultivated Rockefeller support for the school , Harriet E. Giles, (1891) under whom the school granted its first college degrees , Lucy Hale Tapley, (1910) under whom the school decided to focus on higher education, the school officially became Spelman College (1927), and Sisters Chapel, one of the main buildings on campus, was erected , Florence M. Read, (1927) a Mount Holyoke College graduate, under whom the school established an endowment fund of over $3 million, the school came into agreement with Atlanta University and Morehouse College to form the Atlanta University Center (later Clark-Atlanta University, Morris Brown College, Morehouse School of Medicine, and the Interdenominational Theological Center were added), the Arnett Library was built, and Spelman earned approval from the American Association of Universities , Albert E. Manley (1953) (the first black and first male president of Spelman), under whom study abroad programs were established, the fine arts center was built, and three new residence halls and several classroom buildings were renovated. According to Howard Zinn, Manley tried to suppress the student civil rights movement that was taking place on campus during his tenure , Donald M. Stewart (1976) under whom the departments of women's studies and chemistry were founded, and three strategic programs were formed: the Comprehensive Writing Program, the Women's Research and Resource Center, and the Ethel Waddell Githii Honors Program, and a continuing education department and a computer literacy program were established , Johnnetta B. Cole (1987) (the first African-American woman president of Spelman), under whom the college received $20 million from Drs. William and Camille Cosby for the construction of the Cosby Academic Center and instituted the Cole Institute for Community Service , Audrey F. Manley (1997) (the first alumna president of Spelman), under which Spelman gained a Phi Beta Kappa chapter, Spelman was accepted as a provisional member of NCAA Division III athletics, a Science Center was finished , Beverly Daniel Tatum, (2002) under whom renovation of Sisters Chapel was begun. Also during her tenure, a state-of-the-art Wellness Center was completed and she implemented the Wellness Revolution which is a holistic initiative to empower and educate Spelmanites , Mary Schmidt Campbell, (2015) under whom Spelman began its largest comprehensive campaign in the institution's history setting a fundraising goal of $250 million.   Also Spelman's 84,000-square-foot Center for Innovation & the Arts is named in honor of Dr. Campbell   ,Helene Gayle, (2022) is a leading epidemiologist with over 20 years of experience with the Center for Disease Control. She served as president and CEO of The Chicago Community Trust, one of the nation's oldest and largest community foundations. She also served as president and CEO of Atlanta-based CARE, one of the largest international humanitarian organizations    == Museum of Fine Art ==  The Spelman College Museum of Fine Art is the only museum in the United States that emphasizes art by and about women of the African Diaspora.   Some Black Women artists the museum has featured include Amy Sherald, Mickalene Thomas, and Reneé Stout.    Each semester, the museum features a new exhibit; past exhibits have included artists Beverly Buchanan (2017)   and Zanele Muholi.  In 2016, the museum collaborated with Spelman's Department of Art and Art History to start a two-year curatorial studies program to increase diversity in the museum industry.    == Academics == ",
    "Wamo_LA": "92",
    "THE_WSJ": "Marian Wright Edelman File:Stacey Abrams in May 2018a.jpg|Stacey Abrams File:Alice Walker.jpg|Alice Walker    == See also == , Women's colleges in the Southern United States  == References == ",
    "list1": "noc",
    "DATE_TIME": "2022-05-30T14:30:36Z"
}