{
    "state": "Connecticut | party=Democratic Party | term_start=January 3, 1981 | alongside=Joe Lieberman | preceded=Abraham A. Ribicoff | succeeded=",
    "party": "Democratic Party",
    "term_start": "January 3, 1981",
    "alongside": [
        "'''Committee on Foreign Relations'''",
        "",
        "Subcommittee on Western Hemisphere, Peace Corps and Narcotics Affairs (Chairman)",
        "",
        "Subcommittee on Near Eastern and South and Central Asian Affairs",
        "",
        "Subcommittee on East Asian and Pacific Affairs",
        "",
        "Subcommittee on European Affairs",
        "'''Committee on Banking, Housing, and Urban Affairs''' (Chairman)",
        "",
        "As Chairman of the committee, Dodd may serve an ''ex officio'' member of all subcommittees of which he is not already a full member.",
        "",
        "Subcommittee on Economic Policy",
        "",
        "Subcommittee on Security and International Trade and Finance",
        "",
        "Subcommittee on Securities, Insurance, and Investment",
        "'''Committee on Health, Education, Labor, and Pensions'''",
        "",
        "Subcommittee on Children and Families (Chairman)",
        "",
        "Subcommittee on Employment and Workplace Safety",
        "'''Committee on Rules and Administration'''",
        "'''Joint Committee on the Library'''",
        "'''Commission on Security and Cooperation in Europe'''  ===Legacy=== From 1995 to 1997, he served as General Chairman of the Democratic National Committee. As General Chairman, Dodd was the DNC's spokesman. Donald Fowler served as National Chairman, running the party's day to day operations. Dodd has also involved himself in children’s and family issues, founding the first Senate Children’s Caucus   and authoring the Family and Medical Leave Act (FMLA),",
        "http://dodd.senate.gov Senator Chris Dodd ''official U.S. Senate website''",
        "http://www.chrisdodd.com Chris Dodd ''official campaign website''",
        ""
    ],
    "preceded": "Abraham A. Ribicoff",
    "state2": "Connecticut",
    "district2": "2nd",
    "term_start2": "January 3, 1975",
    "term_end2": "January 3, 1981",
    "preceded2": "Robert H. Steele",
    "succeeded2": "Sam Gejdenson",
    "order3": "Chairman of the Senate Committee on Rules and Administration",
    "term_start3": "January 3",
    "term_end3": "January 20, 2001",
    "preceded3": "Mitch McConnell",
    "succeeded3": "Mitch McConnell",
    "term_start4": "June 6, 2001",
    "term_end4": "January 3, 2003",
    "preceded4": "Mitch McConnell",
    "succeeded4": "Trent Lott",
    "order5": "Chairman of the Senate Committee on Banking, Housing, and Urban Affairs",
    "term_start5": "January 4, 2007",
    "preceded5": "Richard Shelby",
    "order6": "Acting Chairman of the Senate Committee on Health, Education, Labor, and Pensions",
    "term_start6": "August 25, 2009",
    "term_end6": "September 9, 2009",
    "preceded6": "Ted Kennedy",
    "succeeded6": "Tom Harkin (as Chairman)",
    "order7": "General Chairman of the Democratic National Committee",
    "term_start7": "1995",
    "term_end7": "1997",
    "preceded7": "Debra DeLee",
    "succeeded7": "Donald Fowler",
    "occupation": "Attorney",
    "residence": "East Haddam, Connecticut",
    "religion": "Roman Catholic",
    "alma_mater": "Providence College University of Louisville",
    "spouse": "Susan Mooney (1970-1982) Jackie Marie Clegg (1999-present)",
    "children": "Grace Dodd Christina Dodd",
    "branch": "United States Army Reserve",
    "serviceyears": "1969-1975",
    "Rank": "Sergeant  '''Christopher John''' \"'''Chris'''\" '''Dodd''' (born May 27, 1944) is an American lawyer and Democratic Party politician serving as the senior United States Senator from Connecticut.  Dodd is a Connecticut native and a graduate of Georgetown Preparatory School in Bethesda, Maryland, and Providence College. His father, Thomas J. Dodd, was one of Connecticut's United States Senators from 1959-1971.  Chris Dodd served in the Peace Corps for two years prior to entering law school at the University of Louisville, and during law school concurrently served in the United States Army Reserve.  Dodd returned to Connecticut, winning election in 1974 to the United States House of Representatives from Connecticut's 2nd congressional district and was reelected in 1976 and 1978.  He was elected United States Senator in the elections of 1980, and is now the longest-serving senator in Connecticut's history, the 9th most senior of current senators and one of three from the 1980 freshman class who is still serving.",
    "first": "Foo",
    "last": "date=2008-01-03   Dodd served as general chairman of the Democratic National Committee from 1995 to 1997. He serves as Chairman of the Senate Banking Committee. |url=http://www.financialnews-us.com/?page=ushome&contentid=2449152880||",
    "authorlink": "David Gergen",
    "pages": "119",
    "publisher": "Boston Glob",
    "accessdate": "2008-08-18 |title=Florida Capital News: Dominican Republic RPCV Senator Chris Dodd campaigns in Florida to help Democrats with Hispanic vote  Dodd then joined the United States Army Reserve, serving until 1975 (and thereby avoiding active duty service in Vietnam).  In 1972, Dodd earned a Juris Doctor at the University of Louisville, where he served as vice magistrate of the law school's student body. title = Can ’08 Race Make Dodd Bedfellows?",
    "district": "=Connecticut's 2nd congression",
    "years": "1969-1975 | Rank=Sergeant  '''Christopher John''' \"'''Chris'''\" '''Dodd''' (born May 27, 1944) is an American lawyer and Democratic Party politician serving as the senior United States Senator from Connecticut.  Dodd is a Connecticut native and a graduate of Georgetown Preparatory School in Bethesda, Maryland, and Providence College. His father, Thomas J. Dodd, was one of Connecticut's United States Senators from 1959-1971.  Chris Dodd served in the Peace Corps for t",
    "after": "unning behind several other competitors. In January 2010, Dodd announced that he would not run for re-election in the 2010 midterm elections. http://www.msnbc.msn.com/id/34714651/ns/politics-capitol_hill Abrupt Dem retirements show tough landscape Associated Press; Jan 6, 2010   ==Early life== Dodd was born in Willimantic, Connecticut. His parents were Grace Mary Dodd (née Murphy) and U.S. Senator Thomas Joseph Dodd; all eight of his great-grandparents were born in Ireland.    He is the fifth of six children;   his eldest brother, Thomas J. Dodd Jr., is a professor emeritus of the School of Foreign Service of Georgetown University, and served as the U.S. ambassador to Uruguay and Costa Rica under President Bill Clinton.  Dodd attended Georgetown Preparatory School, a Jesuit boys' school in Bethesda, Maryland. He graduated with a bachelor's degree in English literature from Providence College in 1966. He served as a Peace Corps volunteer in a small rural town in the Dominican Republic from 1966 to 1968. While there, he became fluent in Spanish.   Dodd then joined the United States Army Reserve, serving until 1975 (and thereby avoiding active duty service in Vietnam).  In 1972, Dodd earned a Juris Doctor at the University of Louisville, where he served as vice magistrate of the law school's student body.",
    "start": "January 3, 1981",
    "NAME": "Dodd, Christopher |ALTERNATIVE",
    "DATE_TIME": "2010-05-18T20:12:42Z"
}