{
    "name": "David Dreier",
    "office1": "Chairman of the House Committee on Rules",
    "term_start1": "January 3, 2011",
    "term_end1": "January 3, 2013",
    "preceded1": "Louise Slaughter",
    "succeeded1": "Pete Sessions",
    "term_start2": "January 3, 1999",
    "term_end2": "January 3, 2007",
    "preceded2": "Gerald B. H. Solomon",
    "succeeded2": "Louise Slaughter",
    "state3": "California",
    "district3": "26th",
    "term_start3": "January 3, 2003",
    "term_end3": "January 3, 2013",
    "predecessor3": "Howard Berman",
    "successor3": "Julia Brownley",
    "state4": "California",
    "district4": "28th",
    "term_start4": "January 3, 1993",
    "term_end4": "January 3, 2003",
    "predecessor4": "Julian Dixon",
    "successor4": "Howard Berman",
    "state5": "California",
    "district5": "33rd",
    "term_start5": "January 3, 1983",
    "term_end5": "January 3, 1993",
    "predecessor5": "Wayne Grisham",
    "successor5": "Lucille Roybal-Allard",
    "state6": "California",
    "district6": "35th",
    "term_start6": "January 3, 1981",
    "term_end6": "January 3, 1983",
    "predecessor6": "James F. Lloyd",
    "successor6": "Jerry Lewis",
    "occupation": "Commission chairman; entrepreneur",
    "alma_mater": "Claremont Graduate University, Claremont McKenna College",
    "party": "Republican",
    "religion": "Christian Science",
    "residence": [
        "'''Committee on Rules''' (Chairman)",
        "",
        "Subcommittee on Legislative and Budget Process",
        "",
        "Subcommittee on Rules and the Organization of the House  ===Caucus memberships===",
        "International Conservation Caucus",
        "Sportsmen's Caucus",
        "U.S.-Mexico Congressional Caucus (Co-Chair)",
        "thumb|right||Congressman David Dreier at the Walnut Family Festival Parade in Walnut, California Following the indictment of Tom DeLay on September 28, 2005, Dreier was widely expected to temporarily assume the position of House Majority Leader.   Speaker of the House Dennis Hastert favored Dreier for the position, presumably because Dreier has consistently adhered to the views of the Republican leadership and would have been willing to relinquish the title immediately should DeLay be able to return to the Majority Leader position. However, a conference of rank-and-file Republican representatives disapproved of the choice of Dreier in such a senior position largely because many conservative Republican House members believe that Dreier is too politically moderate. According to Dreier spokeswoman Jo Maney, Dreier declined the temporary Majority Leader position because he \"would have had to give up his chairmanship of the Rules Committee to move to another position, and that's not something that he wanted to do\".    Rumors about Dreier's speculated homosexuality may have affected his leadership bid. When openly gay congressman Barney Frank was asked whether Dreier was passed over for the position because of his \"moderate\" views, told a crowd of reporters \"Yes, in the sense that I marched in the `moderate' pride parade last summer and went to a `moderate' bar.”      The House Majority Leader position instead went to then Majority Whip Roy Blunt, though both Dreier and then Deputy Majority Whip Eric Cantor of Virginia shared in some duties.    On February 29, 2012, Drier announced that upon completion of his current term as a member of the United States Congress that he would not be seeking re-election.    ==Personal life== Dreier is a descendant of Richard Bland Lee, a congressman from Virginia who served on the first Rules Committee impaneled by the House of Representatives.   He resides in San Dimas, California.  ==Electoral history==",
        "http://dreier.house.gov/ U.S. Congressman David Dreier ''Official U.S. house site''",
        "http://daviddreier.org/ David Dreier for U.S. Congress ''Official campaign site''",
        "",
        "http://www.congress.org/congressorg/bio/?id=650 Profile at Congress.org",
        ""
    ],
    "NAME": "Dreier, David | ALTERNATIVE NAMES",
    "DATE_TIME": "2013-12-16T17:32:20Z"
}