{
    "name": "Clint Eastwood",
    "occupation": "Actor, director, producer, composer, musician, businessman, politician",
    "net_worth": "link=yes (2015) Guerra,  Victoria. http://www.foodworldnews.com/articles/22856/20150619/clint-eastwood-net-worth-tom-hanks-may-sign-up-for-eastwood-s-sully-sullenberger-biopic-how-much-is-westerns-legend-worth.htm \"Clint Eastwood Net Worth: Tom Hanks May Sign Up For Eastwood's Sully Sullenberger Biopic, How Much Is Westerns Legend Worth?\", ''www.foodworldnews.com'', published Jun 19, 2015. Retrieved July 11, 2015.  Bacardi, Francesca. http://radaronline.com/exclusives/2014/06/clint-eastwood-new-girlfriend-short-marriage-hell \"Clint Eastwood's New Girlfriend Married For Only ONE YEAR Before Divorcing — Inside The ‘Hellish’ Union\", Radar Online, June 30, 2014; retrieved November 7, 2015",
    "party": [
        "Libertarian (1997 – after 1999; 2009–present)",
        "Independent (1974–1997)",
        "Republican (before 1952–1974)"
    ],
    "partner": "Sondra Locke , (",
    "children": [
        "May 1989 articles from the ''Los Angeles Times''   and ''People'' magazine,    both error-ridden (e.g., Locke's age) cite Eastwood as having only two children.",
        "A March 1999 ''People'' article   mentions in passing that Eastwood has five children.",
        "Only four children are acknowledged in Eastwood's October 2003 episode of ''Biography''.  Lack of mention of Eastwood's daughter by Roxanne Tunis and his two children by Jacelyn Reeves was noted in a review by ''The Dallas Morning News''.",
        "The October 2012 issue of ''Esquire''   says Eastwood \"is father to seven children by five different women.\"",
        "In French documentary ''L'album secret de Clint Eastwood'' (2012), biographer Patrick McGilligan says on camera, \"We don't know how many children Clint has had with how many women\" and proceeds to list seven of Eastwood's offspring before adding, \"I heard of other possibilities. One was while he was still in high school.\"",
        "An October 2013 CNN news report   succinctly states \"He's had eight children total by six women.\"",
        "Although a story posted on ''People''"
    ],
    "DATE_TIME": "2018-04-15T19:25:38Z"
}