{
    "common_name": "El Salvador",
    "official_languages": "Spanish",
    "ethnic_groups": "90% Mestizo, 9% White (Spanish, Italian, French, others), 1% Amerindian (Pipil, Lenca)",
    "demonym": "Salvadoran Salvadorian ||",
    "authorlink": "Bryan A. Garner |title=Garner’s Modern American Usage |year=2003 |publisher=Oxford University Press |isbn=0-19-516191-2  |pages=pg. 235 |chapter=Denizen Labels |quote=Salvadoran ",
    "latd": "13",
    "latm": "40",
    "latNS": "N",
    "longd": "89",
    "longm": "10",
    "longEW": "W",
    "largest_city": "capital",
    "leader_title1": "President",
    "leader_name1": "Mauricio Funes",
    "sovereignty_type": "Independence",
    "area_magnitude": "1 E8",
    "area_km2": "21,040",
    "area_sq_mi": "8,124",
    "percent_water": "1.4",
    "population_census": "5,744,113",
    "population_census_year": "2007",
    "population_density_km2": "273",
    "population_density_sq_mi": "823.6",
    "population_density_rank": "34th",
    "GDP_PPP": "$43.676 billion",
    "GDP_PPP_year": "2008",
    "GDP_PPP_per_capita": "$7,551",
    "GDP_nominal": "$22.115 billion",
    "GDP_nominal_year": "2008",
    "GDP_nominal_per_capita": "$3,823",
    "Gini": "52.4",
    "Gini_year": "2002",
    "Gini_category": "high",
    "HDI_rank": "103rd",
    "HDI_year": "2007",
    "HDI_category": "medium",
    "footnote1": "Telephone companies (market share): Tigo (45%), Claro (25%), Movistar (24%), Digicel (5.5%), Red (0.5%).",
    "footnote2": "left|The scenic Jiboa Valley and San Vicente volcano thumb El Salvador is located in Central America. It has a total area of 8,123 square miles (21,040 km²) (about the size of New Jersey). It is the smallest country in continental America and is affectionately called the \"Tom Thumb of the Americas\" (''\"Pulgarcito de America\"''). It has 123.6 square miles (320 km²) of water within its borders. Several small rivers flow through El Salvador into the Pacific Ocean, including the Goascorán, Jiboa, Torola, Paz and the Río Grande de San Miguel. Only the largest river, the Lempa River, flowing from Guatemala and Honduras across El Salvador to the ocean, is navigatable for commercial traffic. Volcanic craters enclose lakes, the most important of which are Lake Ilopango (70 km²/27 sq mi) and Lake Coatepeque (26 km²/10 sq mi). Lake Güija is El Salvador's largest natural lake (44 km²/17 sq mi). Several artificial lakes were created by the damming of the Lempa, the largest of which is Embalse Cerrón Grande (135 km²).  El Salvador shares borders with Guatemala and Honduras. It is the only Central American country that does not have a Caribbean coastline. The highest point in the country is Cerro El Pital at 8,957 feet (2,730 m), which shares a border with Honduras. thumb  === Climate === El Salvador has a tropical climate with pronounced wet and dry seasons. Temperatures vary primarily with elevation and show little seasonal change. The Pacific lowlands are uniformly hot; the central plateau and mountain areas are more moderate. The rainy season extends from May to October. Almost all the annual rainfall occurs during this time, and yearly totals, particularly on southern-facing mountain slopes, can be as high as 217 centimeters (85 in). Protected areas and the central plateau receive less, although still significant, amounts. Rainfall during this season generally comes from low pressure over the Pacific and usually falls in heavy afternoon thunderstorms. Hurricanes occasionally form in the Pacific with the notable exception of Hurricane Mitch in 1998.  From November through April, the northeast trade winds control weather patterns. During these months, air flowing from the Caribbean has lost most of the precipitation while passing over the mountains in Honduras. By the time this air reaches El Salvador, it is dry, hot, and hazy.  === Natural disasters === Image:ElSalvadorslide.jpg|thumb|A landslide caused by one of the 2001 El Salvador earthquakes  El Salvador lies along the Pacific Ring of Fire, and is thus subject to significant tectonic activity, including frequent earthquakes and volcanic activity. Recent examples include the earthquake on January 13, 2001, that measured 7.7 on the Richter scale and caused a landslide that killed more than eight hundred people; http://travel.state.gov/travel/cis_pa_tw/cis/cis_1109.html El Salvador landslide  and another earthquake only a month after the first one, February 13, 2001, killing 255 people and damaging about 20% of the nation's housing. Luckily, many families were able to find safety from the landslides caused by the earthquake. The San Salvador area has been hit by earthquakes in 1576, 1659, 1798, 1839, 1854, 1873, 1880, 1917, 1919, 1965, 1986, 2001 and 2005.   The 5.7 M w -earthquake of 1986 resulted in 1,500 deaths, 10,000 injuries, and 100,000 people left homeless.      El Salvador's most recent destructive volcanic eruption took place on October 1, 2005, when the Santa Ana Volcano spewed up a cloud of ash, hot mud and rocks, which fell on nearby villages and caused two deaths.    The most severe volcanic eruption in this area occurred in the 5th century A.D. when the Ilopango erupted with a VEI strength of 6, producing widespread pyroclastic flows and devastating Mayan cities.     El Salvador's position on the Pacific Ocean also makes it subject to severe weather conditions, including heavy rainstorms and severe droughts, both of which may be made more extreme by the El Niño and La Niña effects. In the summer of 2001, a severe drought destroyed 80% of the country's crops, causing famine in the countryside.     On October 4, 2005, severe rains resulted in dangerous flooding and landslides, which caused a minimum of fifty deaths.  El Salvador's location in Central America also makes it vulnerable to hurricanes coming off the Caribbean, however this risk is much less than for other Central American countries.  The Santa Ana Volcano in El Salvador is currently dormant, but while it was still erupting it was very dangerous. Lago de Coatepeque (one of El Salvador's lakes) was caused by a massive eruption.  == Economy == ",
    "style": "\"font-size:95%;\" | Celebrates the peace accords signing between the government and the guerrilla in 1992 that finished the 12-year civil war. Mostly political events. |- | March/April | Holy Week/Easter | ''Semana Santa'' |",
    "DATE_TIME": "2009-07-28T17:16:54Z"
}