{
    "common_name": "Monaco",
    "largest_settlement": "Monte Carlo",
    "largest_settlement_type": "''Quartier''",
    "official_languages": "French",
    "languages": "French   | languages_type                = Common languages",
    "leader_title1": "Monarch",
    "leader_name1": "Albert II",
    "leader_title2": "Minister of State",
    "leader_name2": "Serge Telle",
    "sovereignty_type": "Independence",
    "established_event3": "from occupation of the Sixth Coalition",
    "established_date3": "17 June 1814",
    "established_event4": "Franco-Monegasque Treaty",
    "established_date4": "1861",
    "established_event5": "Constitution",
    "established_date5": "1911",
    "area_km2": "2.2",
    "area_rank": "194th",
    "area_sq_mi": "1.26",
    "percent_water": "negligible ",
    "population_estimate": "38,400",
    "population_census": "38,897",
    "population_estimate_year": "2015",
    "population_estimate_rank": "217th",
    "population_census_year": "2016",
    "population_density_km2": "18,713",
    "population_density_sq_mi": "48,462",
    "population_density_rank": "1st",
    "GDP_nominal": "US$6.401 billion",
    "GDP_nominal_year": "2017",
    "GDP_nominal_rank": "148th",
    "GDP_nominal_per_capita": "US$166,726",
    "GDP_nominal_per_capita_rank": "1st",
    "religion": "Roman Catholicism (official)",
    "today": [
        "Monaco-Ville, the old city and seat of government of the principality on a rocky promontory extending into the Mediterranean, known as the Rock of Monaco, or simply \"The Rock\";",
        "Monte Carlo, the principal residential and resort area with the Monte Carlo Casino in the east and northeast;",
        "La Condamine, the southwestern section including the port area, Port Hercules.  The municipalities were merged into one in 1917,",
        "Fontvieille was added as a fourth ward, a newly constructed area claimed from the sea in the 1970s;",
        "Moneghetti became the fifth ward, created from part of La Condamine;",
        "Larvotto became the sixth ward, created from part of Monte Carlo;",
        "La Rousse/Saint Roman (including Le Ténao) became the seventh ward, also created from part of Monte Carlo.  Subsequently, three additional wards were created:",
        "Saint Michel, created from part of Monte Carlo;",
        "La Colle, created from part of La Condamine;",
        "Les Révoires, also created from part of La Condamine.  An additional ward was planned by new land reclamation to be settled beginning in 2014   but Prince Albert II announced in his 2009 New Year Speech that he had ended plans due to the current economic climate.   However, Prince Albert II in mid-2010 firmly restarted the program."
    ],
    "style": "thumb|Monaco in Roman Liguria in Italy, 1st century BC  Monaco's name comes from the nearby 6th-century BC Phocaean Greek colony. Referred to by the Ligurians as ''Monoikos'', from the Greek \"μόνοικος\", \"single house\", from \"μόνος\" (''monos'') \"alone, single\"   + \"οἶκος\" (''oikos'') \"house\",   which bears the sense of a people either settled in a \"single habitation\" or of \"living apart\" from others. According to an ancient myth, Hercules passed through the Monaco area and turned away the previous gods.   As a result, a temple was constructed there, the temple of Hercules Monoikos. Because the only temple of this area was the \"House\" of Hercules, the city was called Monoikos.     It ended up in the hands of the Holy Roman Empire, which gave it to the Genoese. An ousted branch of a Genoese family, the Grimaldi, contested it for a hundred years before actually gaining control. Though the Republic of Genoa would last until the 19th century, they allowed the Grimaldi family to keep Monaco, and, likewise, both France and Spain left it alone for hundreds of years. France did not annex it until the French Revolution, but after the defeat of Napoleon it was put under the care of the Kingdom of Sardinia. In the 19th century, when Sardinia became a part of Italy, the region came under French influence again but France allowed it to remain independent. Like France, Monaco was overrun by the Axis powers during the Second World War and for a short time was administered by Italy, then the Third Reich, before finally being liberated. Although the occupation lasted for just a short time, it meant the deportation of the Jewish population and execution of several resistance members from Monaco. Since then Monaco has been independent.  It has taken some steps towards integration with the European Union.  ===Arrival of the Grimaldi family=== File:Памятник Франческо Гримальди перед Гримальдийским дворцом, Монако - panoramio.jpg|thumb|left|upright|Statue of Francesco Grimaldi depicting the moment of the Rock of Monaco conquest. File:Raniero I de Mónaco.jpg|thumb|left|upright|Rainier I of Grimaldi, victor of the naval battle at Zierikzee and first sovereign Grimaldi ruler of Monaco Following a land grant from Emperor Henry VI in 1191, Monaco was refounded in 1215 as a colony of Genoa. ",
    "label1": "French",
    "value1": "28.4",
    "color1": "#141464",
    "label2": "Monegasques",
    "value2": "21.6",
    "color2": "#649678",
    "label3": "Italians",
    "value3": "18.7",
    "color3": "#5AD282",
    "label4": "British",
    "value4": "7.5",
    "color4": "#DC64DC",
    "label5": "Belgians",
    "value5": "2.8",
    "color5": "#BE5A14",
    "label6": "Germans",
    "value6": "2.5",
    "color6": "#5A3C3C",
    "label7": "Swiss",
    "value7": "2.5",
    "color7": "#325050",
    "label8": "Americans",
    "color8": "#414181",
    "value8": "1.2",
    "label9": "Other",
    "color9": "LightYellow",
    "list": [],
    "DATE_TIME": "2019-11-18T19:01:06Z"
}