{
    "common_name": "Khankendi",
    "largest_city": "capital",
    "official_languages": "|||",
    "leader_name1": "Arayik Harutyunyan",
    "leader_title2": "President of the National Assembly",
    "leader_name2": "Arthur Tovmasyan",
    "sovereignty_type": "Independence ",
    "area_km2": "3170",
    "area_sq_mi": "1100",
    "population_census": "150,932",
    "population_census_year": "2015",
    "population_census_rank": "191st",
    "demonym": "Artsakhi",
    "GDP_PPP": "$713 million",
    "GDP_PPP_year": "2019",
    "GDP_PPP_rank": "n/a",
    "GDP_PPP_per_capita": "$4,803",
    "GDP_PPP_per_capita_rank": "n/a",
    "status": "Unrecognised state, Recognised by 3 non-UN members",
    "today": "|The lands of Syunik (left) and Artsakh (right) until the early 9th century Artsakh remained part of Arran throughout Persian rule, during the fall of Iran to the Muslims, and following the Muslim conquest of Armenia. Under the Arabs, most of the South Caucasus and the Armenian Highlands, including Iberia and Arran, were unified into an emirate called ''Arminiya'', under which Artsakh continued to remain as part of Arran.  Despite being under Persian and Arab rule, many of the Armenian territories, including Artsakh, were governed by Armenian nobility. Arran gradually disappeared as a geopolitical entity, while its population was assimilated by neighbouring ethnic groups with whom they shared a common culture and religion. Many Christians from Arran would form part of the ethnic composition of the Armenians living in modern-day Artsakh.    Fragmentation of Arab authority provided the opportunity for the resurgence of an Armenian state in the Armenian Highlands. One particular noble dynasty, the Bagratids, began annexing territories from other Armenian nobles, which, in the latter half of the 9th century gave rise to a new Armenian kingdom which included Artsakh.  The new Kingdom didn't stay united for long, however, due to internal conflicts, civil wars, and external pressures, Armenia often found itself fragmented between other noble Armenian houses, most notably the Mamikonian and Siunia families, the latter of which would produce a cadet branch known as the House of Khachen, named after their stronghold in Artsakh. The House of Khachen ruled the Kingdom of Artsakh in the 11th century as an independent kingdom under the protectorate of the Bagratid Kingdom of Armenia. Under the House of Khachen, the region historically called Artsakh became synonymous with the name \"Khachen\".  Following wars with the Byzantine Empire, and with the arrival of Seljuk Turks in the latter half of the 11th century, the Kingdom of Armenia collapsed, and Artsakh became the autonomous Principality of Khachen, ruled by the House of Hasan-Jalalyan, within the Kingdom of Georgia for a short time until the Mongols acquired the region. Although the Armenians of Artsakh did not rule the lands as fully sovereign entities, the mountainous geography of the location allowed them to maintain a semi-independent or autonomous status within other realms, such as the Timurid, Kara Koyunlu, and Ak Koyunlu realms.  During this time, the lands to the west of the Kura river up to the eastern slopes of the Zangezur mountain range became known as ''Karabakh'', with the lands of the Principality of Khachen corresponding to the highlands. During the period of Mongol domination, a great number of Armenians left the lowlands of Karabakh and sought refuge in the mountainous heights of the region.    The Principality of Khachen was eventually divided amongst five Armenian princes, known as meliks, who collectively became known as the Five Melikdoms of Karabakh (literally \"five principalities of Karabakh\"; also referred to as ''Khamsa'', meaning \"five\" in Arabic).  In the 16th century, Karabakh came under Iranian rule for the first time in almost a millennium with the rise of the Safavid Empire, within which the territory of modern-day Artsakh became part of the Province of Karabakh. The Armenian princes continued to rule autonomously over the highlands of Karabakh during this time.  In the mid-18th century, the whole of Karabakh became a semi-independent khanate called the Karabakh Khanate which lasted for about 75 years. The Russian Empire advanced into the region in 1805, declared Artsakh a Russian protectorate and formally annexed it from Iran in 1813 according to the Treaty of Gulistan.   The Armenian princes lost their status as princes (''meliks'') in 1822.  thumb  Following the collapse of the Russian Empire during World War I, Transcaucasia became the stage of wars between every political entity that emerged in the region (Armenia, Azerbaijan, and Georgia) and their neighbours (Ottoman Empire). The newly formed Republic of Armenia (declared on 28 May 1918) claimed most of the highlands of Karabakh, which was also claimed by the newly formed Azerbaijan Democratic Republic. Assistance from the Republic of Armenia to Karabakh was limited as it found itself fighting enemies on all fronts, but the Armenian irregulars in Zangezur and the territories formerly known as Khachen (Artsakh) managed to maintain their control over the lands, consistently fighting off offensives from Azerbaijan and quelling Muslim uprisings from within. Azerbaijan maintained control of the lowlands of Karabakh and some regions between Zangezur and Artsakh.  ===Dissolution of the Ottoman Empire=== In 1918, the predominantly Armenian-populated region of Nagorno-Karabakh was claimed by both the Azerbaijan Democratic Republic and the First Republic of Armenia when both countries became independent after the fall of the Russian Empire, and a brief war over the region broke out in 1920. The dispute was largely shelved after the Soviet Union established control over the area, and created the Nagorno-Karabakh Autonomous Oblast (NKAO) within the Azerbaijan SSR in 1923. During the fall of the Soviet Union, the region re-emerged as a source of dispute between Armenia and Azerbaijan. In 1991, a referendum held in the NKAO and the neighbouring Shahumian region resulted in a declaration of independence. The ethnic conflict led to the 1991–1994 Nagorno-Karabakh War, which ended with a ceasefire along roughly the current borders. According to UNHCR, the conflict resulted in over 600,000 internally displaced persons within Azerbaijan.    Following the collapse of the Ottoman Empire, the British Empire established itself in Azerbaijan, and advocated that all of Karabakh (including Zangezur and Artsakh) should be part of Azerbaijan until the boundaries can be decided upon peacefully at the upcoming Paris Peace Conference of 1919, but the battles did not cease until the Red Army from Russia began reclaiming the former territories of the Russian Empire and created Soviet Azerbaijan out of the Azerbaijan Democratic Republic in 1920. The Armenians of Zangezur and Artsakh had consistently maintained control of the region and intended to unite with Armenia during the entirety of the two years of chaos, with Azerbaijan only temporarily occupying parts of the regions at certain times. The fall of Azerbaijan gave Armenia the opportunity to properly unite with the Armenian irregulars in Zangezur and Artsakh, but they were taken by the Red Army on 26 May 1920. The rest of Armenia fell to the Red Army shortly after.  The Bolsheviks tried to end the centuries-long rivalry between Russia and Turkey, and in 1921, Joseph Stalin formally transferred the Armenian-populated highlands of Karabakh to Soviet Azerbaijan to try to placate Turkey,   though the majority of Zangezur remained within Soviet Armenia.",
    "align": [
        "Stepanakert 54,500 (2013)",
        "Martuni 23,200",
        "Martakert 19,000",
        "Askeran 17,400 (2007)",
        "Hadrut 12,300 (2009)",
        "Kashatagh 9,800",
        "Shushi 5,000 (2009)",
        "134.4 ||68.4 ||66.0 ||16.6 ||8.8 ||7.7 || 16.1 |- |2001 ||135.7 ||68.7 ||67.0 ||17.0 ||7.9 ||9.1 || 11.5 |- |2002 ||136.6 ||69.3 ||67.3 ||16.0 ||9.1 ||6.9 ||  4.9 |- |2003 ||137.0 ||69.1 ||67.9 ||15.0 ||9.0 ||6.0 ||  1.3 |- |2004 ||137.2 ||69.8 ||67.4 ||15.3 ||9.5 ||5.8 || −2.6 |- |2005 ||137.7 ||70.5 ||67.2 ||14.6 ||9.2 ||5.4 ||  1.7 |- |2006 ||137.7 ||70.8 ||66.9 ||15.3 ||9.0 ||6.3 || −3.2 |- |2007 ||138.8 ||71.6 ||67.2 ||15.4 ||8.8 ||6.6 || −1.4 |- |2008 ||139.9 ||72.7 ||67.2 ||17.3 ||9.4 ||7.9 ||  2.6 |}  ===Ethnic composition=== '''Ethnic Groups of the Nagorno-Karabakh Autonomous Oblast (1926–1989) and the Republic of Artsakh (2015) according to census data''' {| class=\"wikitable\" ! rowspan=\"2\" |Ethnic group"
    ],
    "colspan": "\"2\" |census 1926 !",
    "DATE_TIME": "2021-02-28T17:40:37Z"
}