{
    "title_leader": "Maharaja",
    "leader1": "Ranjit Singh",
    "year_leader1": "1801-1839",
    "leader2": "Kharak Singh",
    "year_leader2": "1839",
    "leader3": "Nau Nihal Singh",
    "year_leader3": "1839-1840",
    "leader4": "Chand Kaur",
    "year_leader4": "1840-1841",
    "leader5": "Sher Singh",
    "year_leader5": "1841-1843",
    "leader6": "Duleep Singh",
    "year_leader6": "1843–1849",
    "title_deputy": "Wazir",
    "deputy1": "Jamadar Khushal Singh",
    "year_deputy1": "1799-1818",
    "deputy2": "Dhian Singh Dogra",
    "year_deputy2": "1818-1843",
    "deputy3": "Hira Singh Dogra",
    "year_deputy3": "1843-1844",
    "deputy4": "Jawahar Singh Aulakh",
    "year_deputy4": "|thumb|right|The Harmandir Sahib, known as the Golden Temple at Amritsar  ===Mughal rule of Punjab=== The Sikh religion began around the time of the conquest of Northern India by Babur, the founder of the Mughal Empire. His grandson, Akbar, supported religious freedom and after visiting the langar of Guru Amar Das got a favourable impression of Sikhism. As a result of his visit he donated land to the langar and the Sikh gurus enjoyed a positive relationship with the Mughals until his death in 1605.   His successor, Jahangir, however, saw the Sikhs as a political threat. He arrested Guru Arjun Dev because of Sikh support for Khusrau Mirza   and ordered him to be put to death by torture. Guru Arjan Dev's martyrdom led to the sixth Guru, Guru Har Gobind, declaring Sikh sovereignty in the creation of the Akal Takht and the establishment of a fort to defend Amritsar. ",
    "align": "right",
    "direction": "vertical",
    "header": "Maharaja Ranjit Singh",
    "width": "200",
    "image1": "Maharaj Ranjit Singh.jpg",
    "caption1": "Miniature painting of Maharajah Ranjit Singh of Punjab in 1830. From Photo album of princely families in the Sikh and Rajput territories by Colonel James Skinner (1778-1841)",
    "image2": "Ranjit Singh holding court - Court and Camp of Runjeet Singh - pg203.jpg",
    "caption2": "Ranjit Singh holding court in 1838.",
    "image3": "Samadhi of Ranjit Singh July 1 2005.jpg",
    "years": "\"Jestice 2004 pages",
    "DATE_TIME": "2014-05-25T16:08:38Z"
}