{
    "common_name": "Confederate States of America |",
    "continent": "North America",
    "region": "South USA",
    "status": "Confederation",
    "symbol": "Confederate Seal",
    "largest_city": "New Orleans  , (4 February 1861–May 1 1862) (captured) ,  Richmond  , (May1 1862–surrender)",
    "leader1": "Jefferson Davis (D)",
    "title_leader": "President",
    "deputy1": "Alexander Stephens (D)",
    "title_deputy": "Vice President | |",
    "stat_year1": "1860 1",
    "stat_area1": "1995392",
    "stat_pop1": "9103332",
    "stat_year2": "slaves²",
    "stat_pop2": "3521110",
    "style": "the \"Relief Squadron,\" with eleven ships, carrying two hundred and eighty-five guns and two thousand four hundred men, was sent out from New York and Norfolk, with orders from the authorities at Washington, to reinforce Fort Sumter peaceably, if permitted \"but forcibly if they must.\"    Kentucky was a border state during the war and, for a time, had two state governments, one supporting the Confederacy and one supporting the Union.  The original government remained in the Union after a short-lived attempt at neutrality, but a rival faction from that state was accepted as a member of the Confederate States of America; it did not control any territory. A more complex situation surrounds the Missouri Secession. Although the Confederacy considered Missouri a member of the Confederate States of America; it did not control any territory. With Kentucky and Missouri, the number of Confederate states can be counted as thirteen; later versions of Confederate flags had thirteen stars, reflecting the Confederacy's claims to those states.  The five tribal governments of the Indian Territory — which became Oklahoma in 1907 — also mainly supported the Confederacy, providing troops and one General officer.  They were represented in the Confederate Congress after 1863 by Elias Cornelius Boudinot representing the Cherokee, and Samuel Benton Callahan representing the Seminole and Creek people. The Cherokee, in their declaration of causes, gave as reasons f",
    "DATE_TIME": "2008-06-21T06:55:04Z"
}