{
    "name": "Howard University",
    "image_name": "Howard University seal.svg",
    "academic_affiliations": [
        "TMCF",
        "NAICU",
        "ORAU",
        "CUWMA"
    ],
    "endowment": "$1.2 billion (2023)",
    "president": "Wayne A. I. Frederick",
    "provost": "Anthony Wutoh",
    "students": "12,065 (Fall 2021) ",
    "undergrad": "8,964 (Fall 2021)",
    "postgrad": "3,101 (Fall 2021)",
    "campus": "Large City,   ",
    "athletics_nickname": "Howard Bison and Lady Bison",
    "style": [
        "title=Web Style Guidelines",
        "publisher=Howard University OUC",
        "athletics_nickname = Howard Bison and Lady Bison",
        "sporting_affiliations =",
        "NCAA Division I FCS – MEAC",
        "NEC",
        "website          =",
        "www.howard.edu",
        "logo             = Howard University logo.svg",
        "logo_upright     = .8",
        "accreditation = MSCHE",
        "mascot = Bison   '''Howard University''' is a private, federally chartered historically black research university in Washington, D.C., located in the Shaw neighborhood.   It is classified among \"R2: Doctoral Universities – High research activity\" and accredited by the Middle States Commission on Higher Education.    Tracing its history to 1867, from its outset Howard has been nonsectarian and open to people of all sexes and races. It offers undergraduate, graduate and professional degrees in more than 120 programs, more than any other historically black college or university (HBCU) in the nation.    ==History== File:Oliver Otis Howard.jpg",
        "thumb",
        "left",
        "upright",
        "University namesake and founder,  Oliver Otis Howard thumb ===19th century=== Shortly after the end of the American Civil War, members of the First Congregational Society of Washington considered establishing a theological seminary for the education of black clergymen. Within a few weeks, the project expanded to include a provision for establishing a university. Within two years, the university consisted of the colleges of liberal arts and medicine. The new institution was named for General Oliver Otis Howard, a Civil War hero who was both the founder of the university and, at the time, commissioner of the Freedmen's Bureau. Howard later served as president of the university from 1869 to 1874.",
        "class=\"infobox\" cellpadding=\"2\" cellspacing=\""
    ],
    "ARWU_NU": "191–206",
    "ARWU_W": "901–1000",
    "THE_WSJ": "127",
    "QS_W": "581–590",
    "USNWR_NU": "80",
    "USNWR_W": "761",
    "THES_W": "201–250",
    "Wamo_NU": "141",
    "Forbes": "left|General Howard Hall ====Interdisciplinary Research Building==== Howard's most prominent research building is the Interdisciplinary Research Building (IRB). Opened in 2016, the multi-story, 81,670 square foot, state-of-the-art research facility was completed for $70 million. The IRB was designed to promote more collaborative and innovative research on campus.    ====Moorland-Spingarn Research Center==== ",
    "list": "title",
    "DATE_TIME": "2023-06-19T00:10:37Z"
}