{
    "_noautocat": "no",
    "common_name": "Ukrainian SSR",
    "continent": "Europe",
    "country": "_noautocat = no | conventional_long_name = Ukrainian Soviet Socialist Republic | native_name =  Українська Радянська Соціалістична Республіка, Украинская Советская Социалистическая Республика  | common_name = Ukrainian SSR | continent = Europe | region = Eastern Europe",
    "p6": "Reichskommissariat Ukraine",
    "flag_p6": "Flag of German Reich (1935–1945).svg",
    "p7": "General Government",
    "flag_p7": "Flag of German Reich (1935–1945).svg",
    "p8": "People's Republic of Poland",
    "flag_p8": "Flag of Poland (1928-1980).svg",
    "p9": "Czechoslovak Republic (1945–48)",
    "flag_p9": "Flag of Czechoslovakia.svg",
    "p10": "Crimean Oblast",
    "flag_p10": "Flag of Russian SFSR (1937-1954).svg",
    "s6": "People's Republic of Poland",
    "flag_s6": "Flag of Poland (1928-1980).svg",
    "s7": "Ukraine",
    "flag_s7": "Flag of Ukraine.svg",
    "symbol": "Coat of arms of the Ukrainian SSR",
    "latd": "50 |latm=27 |latNS=N |longd=30 |longm=30 |longEW=E",
    "title_leader": "First Secretary",
    "leader1": "Emanuel Kviring",
    "year_leader1": "1918&ndash;1919  (first)",
    "leader2": "Stanislav Hurenko",
    "year_leader2": "1990&ndash;1991  (last)",
    "title_representative": "Head of government",
    "representative1": "Christian Rakovsky",
    "year_representative1": "1919&ndash;1923  (first)",
    "representative2": "Vitold Fokin",
    "year_representative2": "1988&ndash;1991  (last)",
    "title_deputy": "Head of state",
    "deputy1": "Grigory Petrovsky",
    "year_deputy1": "1919&ndash;1938  (first)",
    "deputy2": "Leonid Kravchuk",
    "year_deputy2": "1990&ndash;1991  (last)",
    "life_span": "1919–1991",
    "political_subdiv": "25 provinces, 1 city",
    "stat_year1": "1989 census",
    "stat_pop1": "51706746",
    "stat_area1": "603700",
    "align": "left",
    "direction": "vertical",
    "width": "200",
    "image1": "Carte de ukraine 1919.jpg",
    "caption1": "Territories claimed by the Ukrainian People's Republic (1917&ndash;1920).",
    "image2": "Europe location UkrSSR 1922.png",
    "caption2": "Boundaries of the Ukrainian SSR (1922).  After the Russian Revolution of 1917, several factions sought to create an independent Ukrainian state, alternately cooperating and struggling against each other. Numerous more or less socialist-oriented factions participated in the formation of the Ukrainian National Republic (UNR) among which were Bolsheviks, Mensheviks, Socialists-Revolutionaries, and many others. The most popular faction was initially the local Socialist Revolutionary Party that composed the local government together with Federalists and Mensheviks. The Bolsheviks boycotted any government initiatives most of the time, instigating several armed riots in order to establish the Soviet power without any intent for consensus.  Immediately after the October Revolution in Petrograd, Bolsheviks instigated the Kiev Bolshevik Uprising to support the Revolution and secure Kiev. Due to a lack of adequate support from the local population and anti-revolutionary Central Rada, however, the Kiev Bolshevik group split. Most moved to Kharkiv and received the support of the eastern Ukrainian cities and industrial centers. Later, this move was regarded as a mistake by some of the People's Commissars (Yevgenia Bosch). They issued an ultimatum to the Central Rada on 17 December to recognise the Soviet regime of which the Rada was very critical. The Bolsheviks convened a separate congress and declared the first Soviet Republic of Ukraine on 24 December 1917 claiming the Central Rada and its supporters outlaws that need to be eradicated. Warfare ensued against the Ukrainian National Republic (UNR) for the installation of the Soviet regime in the country and with the direct support from Soviet Russia the Ukrainian National forces were practically overran. The government of Ukraine appealed to foreign capitalists, finding the support in the face of the Central Powers as the others refused to recognise it. After the Treaty of Brest-Litovsk, the Russian SFSR yielded all the captured Ukrainian territory as the Bolsheviks were forced out of Ukraine. The government of the Soviet Ukraine was dissolved after its last session on 20 November 1918.  After re-taking Kharkiv in February 1919, a second Soviet Ukrainian government was formed, consisting mostly of Russians, Jews, and non-Ukrainians. The government enforced Russian policies that did not adhere to local needs. 3,000 workers were dispatched from Russia to take grain from local farms by force if necessary to feed Russian cities, and were met with resistance. The Ukrainian language was also censured from administrative and educational use. Eventually fighting both White forces in the east and republic forces in the west, Lenin ordered the liquidation of the second Soviet Ukrainian government in August 1919. |",
    "DATE_TIME": "2016-04-17T03:16:34Z"
}