{
    "birthname": "George Victor Voinovich",
    "state": "Ohio |party=Republican |jr/sr=Senior Senator |term_start=January 3, 1999 |term_end=January 3, 2011 |preceded=John H. Glenn, Jr. |succeeded=Rob Portman |order2=65th |office2=Governor of Ohio |term_start2=January 14, 1991 |term_end2=December 31, 1998 |lieutenant2= Mike DeWine Nancy P. Hollister |preceded2= Richard Frank Celeste |succeeded2= Nancy P. Hollister |office3=Mayor of Cleveland |order3=54th |term_start3=1980 |term_end3=1989 |preceded3=Dennis Kucinich |succeeded3=Michael R. White |order4=56th Lieutenant Governor of Ohio |term_start4=January 8, 1979 |term_end4=November 1979 |governor4 = Jim Rhodes |preceded4 = Dick Celeste |succeeded4= Myrl Shoemaker",
    "party": "Republican |jr/sr=Senior Senator",
    "term_start": "January 3, 1999",
    "term_end": "January 3, 2011",
    "preceded": "John H. Glenn, Jr.",
    "succeeded": "Rob Portman",
    "order2": "65th",
    "office2": "Governor of Ohio",
    "term_start2": "January 14, 1991",
    "term_end2": "December 31, 1998",
    "lieutenant2": "Mike DeWine Nancy P. Hollister",
    "preceded2": "Richard Frank Celeste",
    "succeeded2": "Nancy P. Hollister",
    "office3": "Mayor of Cleveland",
    "order3": "54th",
    "term_start3": "1980",
    "term_end3": "1989",
    "preceded3": "Dennis Kucinich",
    "succeeded3": "Michael R. White",
    "order4": "56th Lieutenant Governor of Ohio",
    "term_start4": "January 8, 1979",
    "term_end4": "November 1979",
    "governor4": "Jim Rhodes",
    "preceded4": "Dick Celeste",
    "succeeded4": "Myrl Shoemaker",
    "state_house9": "Ohio",
    "state9": "Ohio",
    "term_start9": "January 3, 1967",
    "term_end9": "December 15, 1971",
    "district9": "53rd",
    "preceded9": "New seat",
    "succeeded9": "Edward Ryder",
    "residence": "Cleveland, Ohio",
    "occupation": "Attorney",
    "spouse": "Janet Voinovich",
    "children": "George Voinovich Betsy Voinovich Peter Voinovich Molly Voinovich (deceased)",
    "alma_mater": "Ohio University  (B.A)  Ohio State University  (J.D.)",
    "years": "n public service – first as assistant attorney general of Ohio in 1963, and finally as the senior United States Senator representing Ohio. He is the 15th person to serve as both governor of Ohio and U.S. senator and one of only two people to be mayor of Cleveland, governor of Ohio and United States Senator; the other was Frank Lausche, who like Voinovich was Slovenian. George Voinovich has been elected to more public offices than any other Ohioan. He is the only person to have served as both chairman of the National Governors Association and president of the National League of Cities.  In his 2004 re-election to the U.S. Senate, Voinovich garnered more than 3.4 million votes, nearly 64 percent. No other candidate in Ohio’s recorded history has received as many votes as Senator Voinovich did in 2004. Also in 2004, Senator Voinovich won all 88 of Ohio’s counties, a feat accomplished only on",
    "before": "more than 100 yea",
    "after": "eing struck by a van as she walked home from school.    ==Early career== Voinovich began his political career in 1963 as an Assistant Attorney General of Ohio. He then served as a member of the Ohio House of Representatives from 1967 to 1971. From 1971 to 1976, he served as County Auditor of Cuyahoga County, Ohio. In 1971, he made an unsuccessful run for the Republican nomination for Mayor of Cleveland against Ralph J. Perk, who went on to win the general election. From 1977 to 1978, Voinovich served as a member of the Cuyahoga County Board of Commissioners. In 1978, Voinovich was elected lieutenant governor on the ticket with James A. Rhodes (the first Ohio lieutenant governor not to be elected separately from the governor).  ==Mayor of Cleveland, 1980–1989==  ===1979 Cleveland mayoral election=== By 1979, elections in Cleveland had become nonpartisan, and with then-Mayor Dennis J. Kucinich (D) about to enter a tough re-election campaign, Voinovich began to consider running for mayor again. Finally, on July 26, he made \"one of the most difficult decisions in his life.\" He held his office as lieutenant governor until he won the election.     Aside from Kucinich, Voinovich's other opponents included State Senator Charles Butts and city council majority leader Basil Russo. As the election drew closer, ''The Plain Dealer'' announced its endorsement of Voinovich. Voter turnout in the primary was greater than that of the 1977 race among Perk, Kucinich and Edward F. Feighan. In the 1979 nonpartisan primary election, Voinovich led with 47,000 votes to 36,000 for Kucinich. Russo (who obtained 21,000) and Butts (with 19,000) did not qualify for the general election. The biggest surprise was Voinovich's showing in predominantly African American wards, where he was expected to finish last. He trailed only Butts, with Kucinich last.",
    "DATE_TIME": "2016-06-12T13:00:36Z"
}