{
    "affiliations": "NAICU SURA Oak Ridge As Affairs, and the Trachtenberg School of Public Policy and Public Administration); the School of Business, the Elliott School of International Affairs, the Milken Institute School of Public Health, the College of Professional Studies (which includes the Graduate School of Political Management), the School of Engineering and Applied Science em is known as Kogan Plaza. Southeast of the plaza and located near Monroe Hall and Hall of Government is the Monroe Court, a landscaped area with a large fountain. The Foggy Bottom–GWU Washington Metro station is located at the intersection of 23rd and I Streets NW due south of Washington Circle, and provides access to the Orange, Blue and Silver lines. The University Hospital is located next to the Metro station entrance.",
    "colspan": "'''Undergraduate & Graduate Schools of The George Washington University''' |- ||Columbian College of Arts and Sciences ||School of Business |Elliott School of International Affairs |Milken Institute School of Public Health |School of Engineering and Applied Science |School of Nursing |School of Media and Public Affairs |Corcoran School of the Arts and Design |} {| class=\"wikitable\" style=\"font-size:90%; width:100%; border:0; text-align:center; line-height:120%;\" |-",
    "Wamo_NU": "106",
    "USNWR_NU": "56",
    "USNWR_W": "283",
    "Forbes": "103",
    "ARWU_N": "99–119",
    "ARWU_W": "301–400",
    "QS_W": "363",
    "THES_W": "12.2% |- !Two or More Races |3.7% |1.7% |1.9% |- !American Indian | 0.1% || 0.3% ||0.7% |- !Pacific Islander |0.1% |0.2% |0.2% |- !International | 10.0% || 17.7% || N/A |- !Unknown | 5.2% || 7.3% || N/A |- !Male | 43.6% || 41.5% ||49.2% |- !Female | 56.4% || 58.5% ||50.8% |}  The university is located in downtown D.C., near the Kennedy Center, embassies, and other cultural events. Students are known as highly politically active; ''Uni in the USA'' stated that \"politics at George Washington is about as progressive as it gets\".   There are many student organizations at the university. GW has a Division I athletics program that includes men's baseball, basketball, cross country, golf, gymnastics, women's lacrosse, rowing, sailing, soccer, women's softball, squash, swimming, tennis, women's volleyball and water polo. ",
    "titlestyle": "background:#004065; color:white; border: solid #C8B18B",
    "list1": "-77.0508|displ",
    "DATE_TIME": "2016-11-17T17:15:38Z"
}