{
    "name": "Ma Ying-jeou,  馬英九  | honorific-suffix = ,  LLB LLM SJD",
    "office": "President of the Republic of China",
    "premier": "Liu Chao-shiuan",
    "term_start": "20 May 2008 |   TINY ASIAN PENIS TINY ASIAN PENIS TINY ASIAN PENIS        of the People's Republic of China (while other leaders of his party remained silent on the issue) led him to be banned from visiting Hong Kong to make a public speaking tour in 2005.   He also criticized the PRC for the Tian'anmen crackdown.  Ma's cross-political following has led some to note him as a rare example of relative civility in the notoriously rough and tumble world of Taiwanese politics. Ma has generally avoided being accused of using the vitriolic and sometimes offensive rhetoric common in Taiwanese political debate. His academic background and bearing have helped cultivate the image of Ma as an honest, dispassionate technocrat. Despite this reputation, and his wooden speaking style and shy demeanor, Ma is also considered a charismatic figure and is popular among women and youth. On the other hand, Ma's critics claim that Ma, overeager to appear unbiased and/or neutral, is overly indecisive and lacks bold vision. Ma is often accused of avoiding being out in front on some of the more vigorous or controversial criticisms of President Chen or opposing parties, or involving himself in intra-party disputes. Among these critics, Ma has been referred to as a \"non-stick pan\" or \"Teflon-man.\" Recently there has also been some criticism of his stumping for election candidates suspected of and later indicted for corruption charges. Many in the Pan-Green Coalition expressed opinions that Ma misled voters by lending his clean charismatic image to unscrupulous candidates in his own party.  In recent years, Ma has increasingly employed Taiwanese (Hoklo) in public speaking, perhaps to avoid backlash for his parents' mainland origin, and he has called himself a \"child of Bangka (Wanhua),\" identifying himself with the historic district of Taipei where he grew up. Others claim that Ma's mainland Chinese ancestry will further alienate members of the KMT who are \"light-blue\" vs. the pro-unification \"deep-blue.\" However, Ma seems less polarizing in this sense than Lien Chan or other older KMT figures who did not grow up in Taiwan and are regarded by some as elitist about their ancestry.  ==KMT chairmanship== ===Election=== ",
    "date": "suspected of and later indicted for corruption charges. Many in the Pan-Green Coalition expressed opinions that Ma misled voters by lending his clean charismatic image to unscrupulous can",
    "accessdate": "2007-06-23    Ma officially won on March 22, 2008 with 58% of the vote, ending 8 years of Democratic Progressive Party (DPP) rule. Ma won with 7,659,014 votes against Hsieh's 5,444,949 votes.  Ma's overwhelming victory in the presidential election gave him political mandate to make changes in Taiwan.    Ma took office on May 20 2008.       {| border",
    "align": "right; border-collapse: collapse; font-size: 95%;\" |- ! style=\"background-color:#E9E9E",
    "publisher": "http://www.chinapost.com.tw ''The China Post'' |date= 2007-06-23",
    "first": "ompetitive election for KMT chairmanship. On 5 April 2005, in an exclusive interview with CTV talk show host Sisy Chen, Ma said he wished to lead the opposition Kuomintang with Wang, if he were elected its chairman, as their support bases are complementary. On July 16, 2005, Ma defeated Wang by a 72% to 28% margin, a margin larger than anticipated by either camp or news sources, despite Wang's receiving a last-minute endorsement by People First Party (PFP) chairman James Soong, who had retained significant following within the KMT. Some, particularly the supporters of Wang Jin-pyng, accuse Ma of unfairly implying that Wang is involved in \"black gold\" and criticized Ma's aides for being rude to Wang during the campaign. After the election, Ma had stated repeatedly that he wishes Wang to remain",
    "DATE_TIME": "2008-05-23T22:13:34Z"
}