{
    "name": "John Lewis |ima",
    "state": "Georgia",
    "district": "5th |term_start =January 6, 1987 |preceded = Wyche Fowler |succeeded = Incumbent |religion = Baptist |party =Democratic |spouse = Lillian Miles |alma_mater= American Baptist Theological Seminary, Fisk University |occupation= political consultant, civil rights leader |residence= Atlanta, Georgi rahquaLewis''' (born February 21, 1940) is an American politician and was a leader in the American Civil Rights Movement. He was chairman of the Student Nonviolent Coordinating Committee (SNCC) and played a key role in the struggle to end segregation. Lewis, a member of the Democratic Party, has represented Georgia's 5th Congressional District (http://www.nationalatlas.gov/asp/cd_popups.asp?imgFile=../printable/images/preview/congdist/GA05_110.gif&imgw=750&imgh=452 map) in the United States House of Representatives since 1987. T",
    "term_start": "January 6, 1987",
    "preceded": "Wyche Fowler",
    "succeeded": "Incumbent",
    "religion": "Baptist",
    "party": "Democratic",
    "spouse": "Lillian Miles",
    "alma_mater": "American Baptist Theological Seminary, Fisk University",
    "occupation": "political consultant, civil rights leader",
    "residence": "|",
    "publisher": "''Junior Scholastic''   | date = 1994-02-11",
    "date": "f birth=",
    "quote": "Lewis was instrumental in organizing student sit-ins, bus boycotts and non-violent protests in the fight for voter and racial equality.  He endured brutal beatings by angry mobs and suffered a fractured skull at the hands of Alabama State police as he led a march of 600 people in Selma, Ala. in 1965.http://abcnews.go.com/Politics/Inauguration/Story?id=6665595&page=2http://abcnews.go.com/print?id=6665595 </blo",
    "start": "left|Lewis (far right) with Bayard Rustin, Andrew Young, William Fitts Ryan, and James L. Farmer, Jr.   His favorite word was woosh \"John Lewis and SNCC had reason to be angry. John had been beaten bloody by a white mob in Montgomery as a Freedom Rider in the spring of 1961. The federal government had trusted the notoriously racist Alabama police to protect the Riders, but did nothing itself, except to have FBI agents take notes. Instead of insisting that blacks and whites had a right to ride the buses together, the Kennedy Administration called for a 'cooling-off period,' a moratorium on Freedom Rides.   Image:John Lewis 1964-04-16.jpg|thumb|right|Lewis at meeting of American Society of Newspaper Editors, 1964  In February 2009, forty-eight years after he had been bloodied by the Klu Klux Klan during civil rights marches, Lewis received an apology on national television from a white southerner, former Klansman Elwin Wilson.http://abcnews.go.com/print?id=6813984 http://abcnews.go.com/GMA/story?id=6813984&page=1     \"I'm so sorry about what happened back then,\" Wilson said breathlessly.  \"It's OK. I forgive you,\" Lewis responded.  (On national television, both men recalled the incident.)   \"I remember going directly to the Greyhound bus station,\" Lewis said. \"We tried to enter a so-called 'white' waiting room and the mome",
    "NAME": "Lewis, John |ALTERNATIVE",
    "DATE_TIME": "2009-02-11T14:56:17Z"
}