{
    "name": "The University of Texas at El Paso",
    "academic_affiliations": "UT System APLU",
    "endowment": "$241.7 million (Fall 2017)",
    "president": "Heather Wilson",
    "faculty": "1,303 (Fall 2016)",
    "students": "25,151 ",
    "undergrad": "21,341",
    "postgrad": "3,810",
    "campus": "Urban, ",
    "Forbes": "606",
    "USNWR_NU": "230-301",
    "USNWR_W": "880",
    "Wamo_NU": "106",
    "THE_WSJ": "601-800",
    "THES_W": "601-800",
    "ARWU_N": "172-181",
    "ARWU_W": "701-800",
    "QS_W": "Aerial view of the entire UTEP campus, situated between the US–Mexico border at lower left and the west side and Franklin Mountains of El Paso at the upper right.  The Organ Mountains near Las Cruces, New Mexico, are visible in the distance.   ===Faculty=== ,Zuill Bailey, professor of cello, professional cellist ,Steven Best, professor of philosophy and co-founder of the North American Animal Liberation Press Office , Andy Cohen, Major League Baseball second baseman who coached university team for 17 years ,Jorge Gardea-Torresdey, chemistry professor and nanoparticle researcher ,Laurie Ann Guerrero, writer and Texas Poet Laureate ,John Haddox, philosopher and Latin-Americanist ,Anna Jaquez, art professor  ,Jorge López, physics professor and educator ,Urbici Soler y Manonelles, Spanish sculptor ,Benjamin Alire Sáenz, writer ,Ellwyn R. Stoddard, Professor Emeritus of Sociology and Anthropology  ===Alumni=== ,F. Murray Abraham – Academy Award Best Actor winner, ''Amadeus'' ,Ana Alicia – actress ,Nate Archibald – NBA Hall of Famer, chosen as one of the Top 50 Greatest NBA Players ,Jim \"Bad News\" Barnes – former NBA center with New York Knicks; #1 pick in 1964 NBA Draft ,Bob Beamon – Olympic gold medalist, world record holder in track and field ,Kevin Belcher – NFL player ,Derrick Caracter (born 1988), power forward/center who played for the Los Angeles Lakers, now with A.S. Ramat HaSharon of the Israeli Liga Leumit. ,Cortney Casey – professional mixed martial artist, current UFC Strawweight   ,Fred Carr – Green Bay Packers Hall of Fame ,Oniel Cousins – former NFL player ,Alicia Cuarón – Mexican-American educator and human rights activist ,George Daney – former NFL player ,James Davidson – former NFL player ,Antonio Davis – NBA All-Star, president of the National Basketball Players Association ,Quintin Demps – Current NFL player with the Houston Texans ,Tim Hardaway - Former NBA All-Star Point Guard  ",
    "DATE_TIME": "2019-08-19T21:45:06Z"
}