{
    "birthname": [
        "Earl Warren, 1953 (Chief Justice)",
        "John Marshall Harlan II, 1954",
        "William J. Brennan, 1956",
        "Charles Evans Whittaker, 1957",
        "Potter Stewart, 1958  Whittaker was unsuited for the role and soon retired. Stewart and Harlan were conservative Republicans, while Brennan was a Democrat who became a leading voice for liberalism.   In selecting a Chief Justice Eisenhower looked for an experienced jurist who could appeal to liberals in the party as well as law-and-order conservatives, noting privately that Warren \"represents the kind of political, economic, and social thinking that I believe we need on the Supreme Court ... He has a national name for integrity, uprightness, and courage that, again, I believe we need on the Court\".    In the next few years Warren led the Court in a series of liberal decisions that revolutionized the role of the Court. After his retirement, Eisenhower referred to his appointments of Warren and Brennan as his \"great mistakes as President.\"      ====Other courts====",
        "Alaska – January 3, 1959  49th state",
        "Hawaii – August 21, 1959  50th state   ===Health issues=== Eisenhower was a chain smoker until March 1949.   He was probably the first president to release information about his health and medical records while in office,   On September 24, 1955, while vacationing in Colorado, he had a serious heart attack that required six weeks' hospitalization, during which time Nixon, Dulles and Sherman Adams assumed administrative duties and provided communication with the President.   He was treated by Dr. Paul Dudley White, a cardiologist with a national reputation, who regularly informed the press of the President's progress. Instead of eliminating him as a candidate for a second term as President, his physician recommended a second term as essential to his recovery.   As a consequence of his heart attack, Eisenhower developed a left ventricular aneurysm, which was in turn the cause of a mild stroke on November 25, 1957. This incident occurred during a cabinet meeting when Eisenhower suddenly found himself unable to speak or move his right hand. The stroke had caused an aphasia. The president also suffered from Crohn's disease, a chronic inflammatory condition of the intestine, which necessitated surgery for a bowel obstruction on June 9, 1956. He was still recovering from this operation during the Suez Crisis.  Eisenhower's health issues forced him to give up smoking and make some changes to his dietary habits, but he still indulged in alcohol. During a visit to England he complained of dizziness and had to have his blood pressure checked on August 29, 1959; however, before dinner at Chequers on the next day his doctor General Howard Snyder recalled Eisenhower \"drank several gin-and-tonics, and one or two gins on the rocks ... three or four wines with the dinner\".    The last three years of Eisenhower's second term in office were ones of relatively good health. Eventually after leaving the White House, he suffered several additional and ultimately crippling heart attacks."
    ],
    "list1": "title= Articles related to Dwight D. Eisenhow",
    "NAME": "Eisenhower, Dwight David |ALTERNATIVE",
    "DATE_TIME": "2013-05-07T19:52:15Z"
}