{
    "office": "4th and 7th Prime Minister of Malaysia",
    "deputy": "Wan Azizah Wan Ismail",
    "term_start": "10 May 2018",
    "term_end": "24 February 2020, ",
    "term_start1": "16 July 1981",
    "term_end1": "31 October 2003",
    "predecessor1": "Hussein Onn",
    "successor1": "Abdullah Ahmad Badawi",
    "office5": "Ministerial roles",
    "subterm5": "1974–1978",
    "suboffice5": "Minister of Education",
    "subterm6": "1976–1981",
    "suboffice6": "Deputy Prime Minister | subterm7            = 1978–1981 | suboffice7          = Minister of Trade and Industry | subterm8            = 1981–1986 | s",
    "subterm7": "1978–1981",
    "suboffice7": "Minister of Trade and Industry",
    "subterm8": "1981–1986",
    "suboffice8": [
        "United Malays National Organisation (UMNO) ,",
        "Malaysian United Indigenous Party (BERSATU) ,",
        "Homeland Fighters Party (PEJUANG) ,",
        "Barisan Nasional (BN) ,",
        "Pakatan Harapan (PH) ,",
        "Gerakan Tanah Air (GTA) ,"
    ],
    "subterm9": "1986–1999",
    "suboffice9": "Minister of Home Affairs",
    "subterm10": "1998–1999",
    "suboffice10": "Minister of Finance",
    "subterm11": "2001–2003",
    "suboffice11": "Minister of Finance",
    "subterm12": "2020",
    "suboffice12": "Acting Minister of Education",
    "office2": "1st Chairman of the Homeland Fighters' Party",
    "president2": "Mukhriz Mahathir",
    "term_start2": "12 August 2020",
    "term_end2": "17 December 2022",
    "predecessor2": "''Position established''",
    "successor2": "''Position vacant''",
    "office3": "Chairman of the Malaysian United Indigenous Party",
    "president3": "Muhyiddin Yassin",
    "term_start3": "7 September 2016",
    "term_end3": "28 May 2020 ,  ",
    "predecessor3": "''Position established''",
    "successor3": "Muhyiddin Yassin ",
    "office4": "5th President of the United Malays National Organisation",
    "term_start4": "28 June 1981",
    "term_end4": "31 October 2003",
    "predecessor4": "Hussein Onn",
    "successor4": "Abdullah Ahmad Badawi",
    "office14": "Other roles",
    "subterm14": "2003",
    "suboffice14": "Secretary General of the Non-Aligned Movement",
    "party": [
        "United Malays National Organisation (UMNO) ,",
        "Malaysian United Indigenous Party (BERSATU) ,",
        "Homeland Fighters Party (PEJUANG) ,"
    ],
    "otherparty": [
        "Barisan Nasional (BN) ,",
        "Pakatan Harapan (PH) ,",
        "Gerakan Tanah Air (GTA) ,"
    ],
    "children": "7 (including Marina, Mokhzani and Mukhriz)",
    "education": "Sultan Abdul Hamid College",
    "alma_mater": "King Edward VII College of Medicine (MBBS)",
    "profession": "Doctor",
    "occupation": [
        "Politician",
        "author"
    ],
    "awards": "List of honours and awards",
    "suboffice1": "Alliance Party",
    "subterm2": "1974–2004",
    "suboffice2": "Barisan Nasional",
    "subterm3": "2018–2020",
    "suboffice3": "Pakatan Harapan",
    "subterm4": "2020",
    "work": "access-date=31 October 2022",
    "width": "25em",
    "quote": "We (Muslims) are actually very strong. 1.3 billion people cannot be simply wiped out. The Europeans killed 6 million Jews out of 12 million. But today the Jews rule the world by proxy. They get others to fight and die for them.",
    "source": "upright=1.25|thumb|Mahathir greeting US Secretary of Defense William Cohen in Kuala Lumpur in 1998 during Pacific Dialogue Conference  Democracy confers a stamp of legitimacy that reforms must have in order to be effective. And so, among nations suffering economic crises, we continue to hear calls for democracy, calls for reform, in many languages – People Power, doi moi, reformasi. We hear them today – right here, right now – among the brave people of Malaysia.     Gore and the United States were critical of the trial of Mahathir's former deputy Anwar Ibrahim, going so far as to label it as a \"show trial\". ''U.S. News & World Report'' called the trial a \"tawdry spectacle.\"   Also, Anwar was the preeminent Malaysian spokesperson for the economic policies preferred by the IMF, which included interest-rate hikes. An article in ''Malaysia Today'' commented that \"Gore's comments constituted a none-too-subtle attack on Malaysia's Prime Minister Mahathir Mohamad and more generally on governments, including Japan, that resist US demands for further market reforms.\"    During the ASEAN meeting in 1997, Mahathir made a speech condemning the Universal Declaration of Human Rights, suggesting its revision. He said that in Asia, the society's interests are more important than an individual's interests. He added that Asians need economic growth more than civil liberties. These remarks did not endear him to US Secretary of State Madeleine Albright, who was a guest at the meeting   and paid a visit to Anwar's wife following his firing and subsequent imprisonment.    The United States government has previously criticised the Malaysian government for implementing the ISA, and Mahathir has not hesitated to point to the United States to justify his own actions. In speaking of arbitrary detention without trial of prisoners of conscience in Malaysia, he said: \"Events in the United States have shown that there are instances where certain special powers need to be used in order to protect the public for the general good.\"   In 2003, Mahathir spoke to the Non-Aligned Movement in Kuala Lumpur. He blamed Western nations and Israel for a global rise in terrorism: \"If innocent people who died in the attack on Afghanistan and those who have been dying from lack of food and medical care in Iraq are considered collaterals, are the 3,000 who died in New York and the 200 in Bali also just collaterals whose deaths are necessary for operations to succeed?\" He also said: \"If we think back, there was no systematic campaign of terror outside Europe until the Europeans and the Jews created a Jewish state out of Palestinian land.\"     A 2003 house hearing by the Subcommittee on East Asia and the Pacific of the U.S. House International Relations Committee (now called the House Committee on Foreign Affairs) summarises the relationship between the United States and Malaysia as follows: \"Despite sometimes blunt and intemperate public remarks by Prime Minister Mahathir, U.S.-Malaysian cooperation has a solid record in areas as diverse as education, trade, military relations, and counter-terrorism.\"    ====Australia==== Mahathir's relationship with Australia (the closest country in the Anglosphere to Malaysia and the one whose foreign policy is most concentrated on the region) and his relationship with Australia's political leaders was particularly rocky. Relationships between Mahathir and Australia's leaders reached a low point in 1993 when Paul Keating described Mahathir as \"recalcitrant\" for not attending the APEC summit. The Malaysian government threatened trade sanctions as a response, while the Australian government claimed that Keating's description was a linguistic gaffe, and that what he had in mind was \"intransigent\".    ====Singapore==== Relations with Singapore under Mahathir's tenure were stormy. Many disputed issues raised during his administration were still not resolved as of 2018. thumb|200x|In 2020, a monument dedicated to Mahathir was erected in the Bosnian capital Sarajevo.  Mahathir was a prominent international advocate for Bosniaks in Bosnia and Herzegovina during his tenure. His government permitted Bosnians to come to Malaysia without a visa during the Bosnian War.   ",
    "align": "right | quote = We (Muslims) are actually very strong. 1.3 billion people cannot be simply wiped out. The Europeans killed 6 million Jews out of 12 million. But today the Jews rule the world by proxy. They get others to fight and die for them. |",
    "rowspan": "'''Kota Setar''' | |'''Mahathir Mohamad''' ('''UMNO''') |align=\"right\" |'''12,406''' |'''60.22%''' |",
    "list": "38  He appointed his close ally, Musa Hitam, as deputy prime minister. |",
    "DATE_TIME": "2023-01-19T15:43:28Z"
}