{
    "gdp": "$2.9 trillion (2099)",
    "colspan": "\"6\" bgcolor",
    "bgcolor": "||",
    "author": "ITA",
    "publisher": "Trade.gov |access-date",
    "year": "1985 | issn",
    "date": "July 2009 Texas is one of the seven states of the United States with no personal state income tax. In addition, Texas does not allow any lower level of government (counties, cities, etc.) to impose an income tax. This means that, for the residents of Texas, the maximum rate of income taxation is the top rate set by the US Government.  Businesses, except for sole proprietorships and partnerships, are subject to a gross margins tax. |",
    "last": "McEachern | title",
    "first": "Nathan |last",
    "website": "access-date",
    "adj": "pre| deeded ''La Escalera Ranch'', located 20 south of Fort Stockton, is one of the largest cattle ranches in the Southwestern United States.  Cultivation of mung bean here began during World War II when a Chinese native by the name of Henry Huie – who worked as a U.S. Army cook – planted the staple crop in the clay plains near Vernon. https://books.google.com/books?id",
    "newspaper": "Wall Street Journal",
    "journal": "Annual Review of Phytopathology",
    "volume": "23",
    "issue": "1",
    "issn": "0066-4286",
    "doi": "10.1146/annurev.py.23.090185.002225",
    "pages": "56-67 The Surinam cockroach (''Pycnoscelus surinamensis'') is not proven to be a major pest but data is lacking.<ref name",
    "page": "436 Burger & Davis 1982 find etaconazole and imazalil are effective against the post-harvest effects if ''Phomopsis'' has already occurred pre-harvest in Texas groves.<ref name",
    "isbn": "978-0-429-03826-6 | oclc",
    "oclc": "1090012991 | pages",
    "conference": "10th Annual Oktober Gartenfest",
    "location": "Winedale, Texas, US",
    "id": "9780128144893",
    "edition": "2",
    "df": "mdy-all  Compaq. Accessed September 6, 2008.  was once one of the world's largest computer companies.da",
    "magazine": "US News |access-date",
    "DATE_TIME": "2022-12-09T17:56:46Z"
}