{
    "name": "University of Connecticut",
    "academic_affiliations": [
        "CUMU",
        "U21",
        "Sea-grant",
        "Space-grant"
    ],
    "endowment": "$476.2 million (2020)",
    "budget": "$2.7 billion (2020) ",
    "president": "Radenka Maric (Interim)",
    "students": "32,669 ",
    "undergrad": "24,371",
    "postgrad": "8,298",
    "campus": "College town, ",
    "former_names": "Storrs Agricultural School (1881–1899) Connecticut Agricultural College (1899–1933) Connecticut State College (1933–1939)",
    "align": "right",
    "direction": "horizontal | caption_align = center   | image1 = UCONNfromsky.jpg",
    "caption_align": "center",
    "image1": "thumb|right|Branford House on the Avery Point campus The campus was formerly the summer home of Morton Freeman Plant, a 19th-century railroad, steamship, and hotel magnate. Branford House was his mansion overlooking Long Island Sound, reportedly worth $3 million when it was completed in 1904. Also located on the property was a caretaker's house (the current police station) and a barn and horse stable (the current physical plant buildings). The estate included what is now the Shennecossett Public Golf Course located just north of the campus, which was turned over to the State of Connecticut in the 1930s. During World War II, the remaining portion of the Plant estate was leased to the Coast Guard as a training center, and the Avery Point Light was built. In 1967, it was converted into the Southeastern Campus of the University of Connecticut, later renamed the University of Connecticut at Avery Point.  Students have access to classes for all of UConn's traditional majors, as well as the Bachelor of General Studies (BGS). There are three other majors that can be completed at the Avery Point campus besides the BGS degree: Coastal Studies, Maritime Studies, and American Studies. Graduate programs are also offered in STEM Teacher Education, Engineering, and Nursing.  ===Stamford campus=== In 1951, the University of Connecticut began offering extension courses at the former Stamford High School to provide education for GIs returning from the Korean War. In the fall of 1952, the university formally established a regional campus in Stamford. Upon inception, UConn's Stamford Campus offered five courses — English, Mathematics, History, Speech, and Sociology, and enrolled 21 part-time students.   File:UCONN Stamford Building.jpg|thumb|UConn's Main Campus building in Downtown Stamford|248x A newly constructed UConn Stamford Campus opened in 1962 on Scofield Town Road, and a separate library building was added in 1974. Also in the mid-1970s, the academic program was expanded to provide a four-year degree in several fields of study.  In 1990, planning began for a new UConn Stamford Campus in the heart of downtown Stamford. One of the first UConn 2000 building projects, the new campus opened in 1998, offering a variety of academic programs including undergraduate and graduate degrees. The contemporary glass-enclosed campus features a high-tech approach to learning with internet access in classrooms, laboratories, student amenities and public spaces. Design for the new UConn building was led by Aaron Schwarz, then of Perkins Eastman.    In collaboration with area businesses, UConn's Stamford Campus established the Connecticut Information Technology Institute that provides IT professional development and cyber-business research.  The Stamford Campus of the University of Connecticut offers complete undergraduate degree programs in thirteen majors as well as the Bachelor of General Studies Degree Program. Majors are American Studies, Business Administration (BSBA), Business Data Analytics (BSBDA), Financial Management (BSFM), Digital Media and Design (BA) and (BFA), Economics, English, Human Development and Family Sciences, History, Political Science, Psychology, and a Certificate Entry into Nursing (CEIN/BS), an accelerated pre-licensure program. At the graduate level, Masters of Business Administration (MBA), Masters of Business Analytics and Project Management (MSBAPM) and an MS in Financial Risk Management are offered.    In August 2017, UConn's first-ever permanent residence hall for students outside the Storrs campus was opened at Stamford. The six-story, 116 unit building is intended to house 290 students.    ===Hartford campus=== In August 2017, UConn formally opened its new campus in downtown Hartford, after nearly 40 years in neighboring West Hartford.   The new campus is located within Hartford's Front Street neighborhood, a portion of the Adriaen's Landing project. The centerpiece of the new campus is the historic Beaux-Arts former headquarters of the ''Hartford Times''.  File:UConnLawScool.JPG|thumb|right|Starr Hall on the School of Law campus in Hartford  UConn Hartford offers a wide range of liberal arts and sciences courses and degrees to over 1,400 undergraduate and more than 600 graduate students.   Students pursue undergraduate degrees in American Studies, Business and Technology, Business Administration, English, General Studies, Human Development and Family Sciences, Psychology, and Urban and Community Studies. The Center for Continuing Studies provides a number of certificate program options, in addition to the Bachelor of General Studies, an interdisciplinary degree program tailored to meet individual needs and goals of returning, non-traditional, part-time adult students.  Due to the UConn Hartford's proximity to the State Capitol and legislative offices, the university's Department of Public Policy (DPP) is based at the Hartford campus. The DPP offers a Master of Public Administration, Master of Public Policy, Master of Arts in Survey Research, and four graduate level certificates. The university's School of Social Work is also located at the Hartford campus and offers a Master of Social Work and PhD in Social Work. UConn Hartford also offers the one-year Master of Education with Teacher Certification Program for college graduates.  Located at Constitution Plaza in downtown Hartford, UConn's Graduate Business Learning Center (GBLC) is home to the UConn School of Business full-time, part-time and Executive MBA program along with master's programs in Business Analytics and Project Management (MSBAPM), Financial Risk Management (FRM), as well as the SS&C Technologies Financial Accelerator. The center was remodeled in 2004 to create a state-of-the-art facility featuring the latest technology. The university has announced that the GBLC will be expanding in Constitution Plaza in 2017 as a result of capacity issues in the future Front Street campus.  ===Waterbury campus=== In 1942, the University of Connecticut was invited to Waterbury at the request of a group of citizens, headed by the Waterbury YMCA. Named the Waterbury Extension Center, it offered primarily certificate-granting technical courses taught at the YMCA for 253 students who were mostly of returning veterans looking for an affordable and easily accessible means of earning and education. Gradually, as the demand for courses grew, and enrollment increased, certain facilities at Leavenworth High School were used. Each semester about a dozen undergraduate courses were offered and a sizeable non-credit program was added. Four years later in the fall of 1946, the local Advisory Committee, working with the local Board of Education, secured the Begnal School on Charles Street to address the growing need for space created by the increased demands for higher education.  In addition to the facilities on Charles Street, the Central YMCA allocated some space in their building for evening classes. The enrollment during this period increased to 662 students in the fall of 1947 and the establishment of an accredited, full-time undergraduate program, at the newly designated Waterbury Branch of the University of Connecticut. Students were able to take the comprehensive Freshman and Sophomore programs in Arts and Sciences, Business Administration, and Engineering as well as Continuing Education for adults. Classes continued to be held at the Begnal School until 1955. At that time, due in large part to local citizen groups, the City of Waterbury and the State of Connecticut, a new four-acre campus at 32 Hillside Avenue was provided. At first, classes and administration were housed together in the Benedict-Miller House at the center of the property. As the need for more space continued to strain the existing facilities, more buildings were added to the site, including a sixteen-room classroom building, a library, as well as a building housing the science and engineering curriculum, bookstore and cafeteria. In 1971, a garrison colonial on Buckingham Street was purchased and became the new home of the campus administration.    In August 2003, the Waterbury campus moved to a new 95,000 square foot downtown campus. The U shaped, three-story building at the intersection of East Main Street and Phoenix Avenue was designed to serve more than 1,200 students, faculty and staff, replacing the collection of buildings and houses that has served the Waterbury campus for decades. The new facility was dedicated on October 9, 2003. In January 2016, UConn Waterbury dedicated the newly renovated St. Patrick's Hall also known as the Rectory as the newest addition to its campus.  The Rectory Building added two floors of classroom and office space with the fourth floor of the building serving as both a classroom and event space.    The University of Connecticut's Waterbury campus serves more than 1,000 students annually and offers nine four-year undergraduate degrees in Allied Health Sciences, American Studies, Business Administration, Business Data Analytics, English, Human Development and Family Sciences, Psychological Sciences, Urban and Community Studies and a bachelor's degree in General Studies for adults. thumb|UConn Health, located in Farmington The UConn Health campus in Farmington is home to the School of Medicine, the School of Dental Medicine, John Dempsey Hospital and faculty practices in medical and dental health care.   The Lyman Maynard Stowe Library, which is housed at UConn Health, was one of eight federally funded National Network of Libraries of Medicine libraries from 1991 to 2001.  ===Research=== According to the National Science Foundation, UConn spent $269 million on research and development in 2018, ranking it 88th in the nation.     In 2005, UConn ranked 64th in terms of R&D expenditure.      ===Rankings and reputation=== ",
    "width1": "200",
    "caption1": "Aerial view of main campus",
    "image3": "Campus view - University of Connecticut - DSC09948.JPG",
    "width3": "200",
    "caption3": "Main quad",
    "image4": "Laurel Hall - University of Connecticut - DSC09917.JPG",
    "width4": "200",
    "caption4": "McHugh Hall",
    "header": "UConn's main campus in Storrs",
    "Forbes": "70",
    "USNWR_NU": "63",
    "Wamo_NU": "83",
    "THE_WSJ": "103",
    "ARWU_N": "63–89",
    "USNWR_W": "332",
    "ARWU_W": "201–300",
    "THES_W": "401–500",
    "image2": "UConnTourBanners.JPG",
    "list": "$476.2 million (2020) As of June 30, 2020. |",
    "DATE_TIME": "2022-01-20T16:56:36Z"
}