{
    "common_name": "Austria",
    "largest_city": "capital",
    "languages": "German",
    "languages_type": "Official language",
    "languages2": [
        "Hungarian",
        "Slovene",
        "Burgenland Croatian"
    ],
    "languages2_type": "Official regional languages",
    "ethnic_groups_year": "2020",
    "religion_year": "2021",
    "religion": [
        "64.1% Christianity",
        "",
        "55.2% Catholicism",
        "",
        "5.1% Orthodoxy",
        "",
        "3.8% Other Christian"
    ],
    "demonym": "Austrian",
    "leader_title1": "President",
    "leader_name1": "Alexander Van der Bellen",
    "leader_title2": "Chancellor",
    "leader_name2": "Karl Nehammer",
    "sovereignty_type": "Formation",
    "established_event3": "Archduchy",
    "established_date3": "6 January 1453",
    "established_event4": "Empire",
    "established_date4": "11 August 1804",
    "established_event5": "Austria-Hungary",
    "established_date5": "30 March 1867",
    "established_event6": "German-Austria",
    "established_date6": "12 November 1918",
    "established_event7": "First Republic",
    "established_date7": "10 September 1919",
    "established_event8": "Federal State",
    "established_date8": "1 May 1934",
    "established_event10": "Second Republic",
    "established_date10": "27 April 1945",
    "established_event11": "State Treaty",
    "established_date11": "27 July 1955 Yo, this is how people sing in Ohio Check it out Only in Ohio, OH, OH! Only in Ohio, OH! (hee-hee!) Only in Ohio, OH, OH! Only in Ohio, OH! Hey I heard you wanna see Ohio! (only in Ohio, OH, OH!) If I were you, I would maybe think twice though (Only in Ohio, OH!) 'Cause I've been livin' out here For a mighty long time (only in Ohio, OH, OH!) And it ain't a great home, here's why bro (only in Ohio, OH!) Yeah, it may be the home of LeBron James (only in Ohio, OH, OH!) But he left before it all went down into flames (only in Ohio, OH!) 'Cause sticks and stones break no bones (only in Ohio, OH, OH!) And the rain here melts my clothes (only in Ohio, OH!) You can't even sleep You can't even go to school You can't even swim with the sharks in the pool You can't even touch grass You can't even go back home once you're in Ohio (augh!) Only in Ohio, OH, OH! Only in Ohio, OH! (in Ohio only) Only in Ohio, OH, OH! (yeah) Only in Ohio, OH! If you want to talk to the tomatoes If you want a murder drone comin' by your home Then you're gonna wanna stay for awhile (Ball!) Where the fire feels cold Michael Jackson grows old Where your daddy went to go get milk (heya!) Ain't nobody you can call You can't even call Saul We're all being held against our will No American dream, it's a nightmare Moon by day, and the sun in the night air My bro Jamal, he ballin' with a white bear Tweakin' with the light stare, mans don't fight fair Make an onion cry All the clouds are on the floor Fishes in the sky There's an alien at your door We live in a lie Nothing here is real for sure Don't let intrusive thoughts win anymore (i like ya cut, G) Only in Ohio, OH, OH! Only in Ohio, OH! (what the hell) Only in Ohio, OH, OH! Only in Ohio, OH! We set our own standard We leave all questions unanswered You can't even comprehend it Just read up on ye olde Reddit (get it?) We set our own standard We leave all questions unanswered You can't even comprehend it Someone help me find the exit! You can't even sleep You can't even go to school You can't even swim with the sharks in the pool You can't even touch grass You can't even go back home When you're Bing Chilling in Ohio Only in Ohio, OH, OH! Only in Ohio, OH! (in Ohio only) Only in Ohio, OH, OH! (yeah) Only in Ohio, OH! Only in Ohio, OH, OH! Only in Ohio, OH! (what the hell) Only in Ohio, OH, OH! Only in Ohio, OH! I'll bet before you know it (only in Ohio, OH, OH!) This whole world will be taken over (only in Ohio, OH!) By Ohio! (only in Ohio, OH, OH!) Only in Ohio, OH!",
    "area_km2": "83,871",
    "area_rank": "113th",
    "area_sq_mi": "32,385.86",
    "percent_water": "0.84 (2015)",
    "population_estimate": "9,027,999 title=Population by Year-/Quarter-beginning",
    "population_estimate_year": "April 2022",
    "population_estimate_rank": "98th",
    "population_density_km2": "107.6",
    "population_density_sq_mi": "278.7",
    "population_density_rank": "106th",
    "GDP_PPP": "$582.130 billion",
    "GDP_PPP_year": "2022",
    "GDP_PPP_rank": "43rd",
    "GDP_PPP_per_capita": "$64,750",
    "GDP_PPP_per_capita_rank": "14th",
    "GDP_nominal": "$479.820 billion",
    "GDP_nominal_year": "2022",
    "GDP_nominal_rank": "33rd",
    "GDP_nominal_per_capita": "$53,320",
    "GDP_nominal_per_capita_rank": "17th",
    "Gini": "26.7",
    "Gini_year": "2021",
    "Gini_change": "decrease",
    "HDI": "0.916",
    "HDI_year": "2021",
    "HDI_change": "increase",
    "HDI_rank": "25th",
    "DATE_TIME": "2023-03-02T02:31:33Z"
}