{
    "common_name": "Malta",
    "largest_settlement": "St. Paul's Bay",
    "largest_settlement_type": "town",
    "official_languages": "Maltese,",
    "languages": "Italian (66% conversational) ",
    "ethnic_groups_year": "2019",
    "demonym": "Maltese",
    "religion": "90% Christianity —83% Roman Catholic (official  ) —7% Other Christian 5% No religion 2% Islam  3% Other religions",
    "religion_year": "2019",
    "leader_title1": "President",
    "leader_name1": "George Vella",
    "leader_title2": "Prime Minister",
    "leader_name2": "Robert Abela",
    "sovereignty_type": "Independence",
    "area_km2": "316 ",
    "area_rank": "185th",
    "area_sq_mi": "122",
    "percent_water": "0.001",
    "population_estimate": "514,564",
    "location": "Monument to the independence of Malta in Floriana File:Tratado de Lisboa 13 12 2007 (081).jpg|thumb|Malta joined the European Union in 2004 and signed the Lisbon Treaty in 2007.  Malta achieved its independence as the State of Malta on 21 September 1964 (Independence Day) after intense negotiations with the United Kingdom, led by Maltese Prime Minister George Borġ Olivier. Under its 1964 constitution, Malta initially retained Queen Elizabeth II as Queen of Malta and thus head of state, with a governor-general exercising executive authority on her behalf. In 1971, the Malta Labour Party led by Dom Mintoff won the general elections, resulting in Malta declaring itself a republic on 13 December 1974 (Republic Day) within the Commonwealth, with the President as head of state. A defence agreement was signed soon after independence, and after being re-negotiated in 1972, expired on 31 March 1979.   Upon its expiry, the British base closed down and all lands formerly controlled by the British on the island were given up to the Maltese government.    Malta adopted a policy of neutrality in 1980.   In 1989, Malta was the venue of a summit between US President George H.W. Bush and Soviet leader Mikhail Gorbachev, their first face-to-face encounter, which signalled the end of the Cold War.    On 16 July 1990, Malta, through its foreign minister, Guido de Marco, applied to join the European Union.   After tough negotiations, a referendum was held on 8 March 2003, which resulted in a favourable vote.   General Elections held on 12 April 2003, gave a clear mandate to the Prime Minister, Eddie Fenech Adami, to sign the treaty of accession to the European Union on 16 April 2003 in Athens, Greece.    Malta joined the European Union on 1 May 2004.   Following the European Council of 21–22 June 2007, Malta joined the eurozone on 1 January 2008.    ==Politics== ",
    "label1": "Catholic Church",
    "value1": "83",
    "color1": "Dodgerblue",
    "label2": "Eastern Orthodox",
    "value2": "2",
    "color2": "Orchid",
    "label3": "Protestantism",
    "value3": "2",
    "color3": "red",
    "label4": "Other Christians",
    "value4": "3",
    "color4": "DeepSkyBlue",
    "label5": "Islam",
    "value5": "2",
    "color5": "Green",
    "label6": "Atheism",
    "value6": "1",
    "color6": "black",
    "label7": "Irreligion",
    "value7": "3",
    "color7": "white",
    "label8": "Other religions",
    "value8": "3",
    "color8": "yellow",
    "label9": "Undeclared",
    "value9": "1",
    "list": "2019 |",
    "DATE_TIME": "2021-04-23T15:03:11Z"
}