{
    "name": "New Mexico State University",
    "endowment": "$214.8 million (2016)",
    "president": "Garrey Carruthers",
    "students": "14,852  https://oia.nmsu.edu/files/2017/02/22784_QuickFactsBooklet_web2.pdf",
    "undergrad": "12,027  https://oia.nmsu.edu/files/2017/02/22784_QuickFactsBooklet_web2.pdf",
    "postgrad": "2,825  https://oia.nmsu.edu/files/2017/02/22784_QuickFactsBooklet_web2.pdf",
    "campus": "Urban, ",
    "former_names": "Las Cruces College,, New Mexico College of Agriculture and Mechanic Arts",
    "athletics": "NCAA Division I – WAC, Sun Belt ",
    "faculty": "2,519  https://oia.nmsu.edu/files/2017/02/22784_QuickFactsBooklet_web2.pdf   '''New Mexico State University''' ('''NMSU''' or '''NM State'''), is a major public, land-grant, research university in Las Cruces, New Mexico, United States. Founded in 1888, it is the oldest public institution of higher education in the state of New Mexico. NMSU is the second largest four-year university in the state, in terms of total enrollment across all campuses as of 2011, with campuses in Alamogordo, Carlsbad, Doña Ana County, and Grants, with extension and research centers across New Mexico.     New Mexico State University is classified by the Carnegie Foundation as a Doctorate-granting University with \"higher research activity\", ranking it among the top 222 research universities in the United States.      New Mexico State's athletic teams compete at the NCAA Division I level, competing in the Western Athletic Conference, except for football which is a part of the Sunbelt Conference.    The Burrell College of Osteopathic Medicine (BCOM), located on New Mexico State's campus, is a privately funded Osteopathic Medical school. New Mexico State University shares a unique relationship with BCOM as the medical students can enjoy the facilities and amenities of NMSU's campus.       It was founded to teach agriculture in 1888 as the '''Las Cruces College''', and the following year became '''New Mexico College of Agriculture and Mechanic Arts'''. It received its present name in 1960. NMSU has 18,497 students enrolled as of Fall 2009, and has a faculty-to-student ratio of about 1 to 19. NMSU offers a wide range of programs and awards associate, bachelor's, master's, and doctoral degrees through its main campus and four community colleges. NMSU is the only research-extensive, land-grant, U.S.-Mexico border institution classified by the federal government as serving Hispanics.    ==History== left In 1888, Hiram Hadley, an Earlham College-educated teacher from Indiana, started Las Cruces College. One decade later, the Territorial Assembly of New Mexico provided for the establishment of an agricultural college and agricultural experiment station with Bill No. 28, the Rodey Act of 1889. It stated: \" Said institution is hereby located at or near the town of Las Cruces in the County of Doña Ana, upon a tract of land of not less than one hundred (100) acres, This land could be contiguous to the main Las Cruces irrigating ditch, south of said town.\"  Designated as the land-grant college for New Mexico under the Morrill Act, it was named the New Mexico College of Agriculture and Mechanic Arts. ",
    "Forbes": "419",
    "USNWR_NU": "220",
    "USNWR_W": "652",
    "Wamo_NU": "254",
    "THES_W": "501-600   NMSU was ranked 220th in the national universities category and tied for 125th among public universities by ''U.S. News & World Report'' (USN&WR) in its 2017 rankings.    Also, USN&WR in 2017 ranked the College of Engineering's graduate program as tied for 133rd, the Nursing School tied for 142nd, and the College of Education's graduate program tied for 146th in the nation.    ====Diversity==== The University of Southern California's Center for Urban Education names NMSU as one of the top 25 institutions with \"effective practices for increasing the number of Latino recipients\" of bachelor's degrees in the STEM—science, technology, engineering and math—fields. Dowd, A.C., Malcom, L.E., & Bensimon, E.M. (2009). Benchmarking the success of Latino and Latina students in STEM to achieve national graduation goals. Los Angeles, CA: University of Southern California.   | ====Panhellenic Council==== , Alpha Xi Delta , Chi Omega , Delta Gamma , Delta Zeta , Zeta Tau Alpha |} {| | ====Interfraternity Council==== ,Alpha Gamma Rho ,Alpha Tau Omega ,Delta Sigma Phi ,Kappa Sigma ,Lambda Chi Alpha ,Phi Delta Theta ,Pi Kappa Alpha ,Phi Kappa Tau Colony ,Pi Kappa Phi ,Sigma Alpha Epsilon ,Sigma Chi ,Tau Kappa Epsilon |} {| | ====Multicultural Greek Council====  =====Fraternities===== , Phi Beta Sigma , Omega Delta Phi , Sigma Chi , Kappa Sigma , Lambda Chi Alpha , Phi Delta Theta  =====Sororities===== , Kappa Delta Chi , Chi Upsilon Sigma , Zeta Phi Beta |}  {| | ====National Greek Academic Honor Society/organizations==== , Gamma Sigma Alpha , The Order of Omega , GAMMA |}  ===Media=== ''Kokopelli'' is an online newspaper produced by New Mexico State University journalism students. It provides breaking news, features and weekly sports coverage during the nine-month academic year.  ''Puerto del Sol'' is a literary magazine run by graduate students in the English Department.    It has been in print for over fifty years and currently publishes biannually.  The magazine also curates a Black Voices series on its website.    ''The Round Up'' is the official student-run newspaper of New Mexico State University since 1907. It distributes a weekly print edition at the campus and gives breaking news daily on its website.    KRWG-TV is a full service television station in Las Cruces, New Mexico, and is operated and owned by New Mexico State University. It is a member station of PBS (Public Broadcasting Service). The station also provides students with hands-on experience in the daily operations of a TV station, including the News 22 and Noticias 22 en Español  newscasts, which are both staffed by NMSU journalism students.    NMSU owns and operates two radio stations: KRUX (91.5 FM) and KRWG-FM.  KRUX is an entirely student–run, non-commercial radio station located in Las Cruces, New Mexico, and was founded in 1989. KRUX is financed through student fees administered by the Associated Students of New Mexico State University, the student government of NMSU. KRUX is a member of the Collegiate Music Journal Network.     KRWG-FM (90.7 FM) is a public, non-commercial, full-service FM radio station. It serves the area within southwestern New Mexico and Far West Texas. It is an affiliated station of National Public Radio and features NPR programming.    ==Traditions==  ===Aggies=== The nickname was derived from its roots and beginnings as an agricultural school and the state's only land-grant university designation.  ===Victory Bell=== right In the 1940s, the Victory Bell, a gift of the Class of 1939, was housed in an open-sided structure on the Horseshoe and rung to announce Aggie victories. In 1972, the bell was rededicated as the NMSU Engineer's Bell and mounted on a platform near Goddard Hall. On game days, various school organizations took turns in toting the ringing bell around Las Cruces prior to kick-off. The Bell was then taken to Aggie Memorial Stadium where it saluted Aggie touchdowns with its distinctive &ndash; and loud &ndash; chimes. More recently, the bell has been permanently mounted at field level just behind the south goal post of the stadium.   ===\"A\" Tradition=== In 1920, students of then New Mexico College of Agriculture and Mechanic Arts scouted for an appropriate place to display their school letter. Tortugas Mountain, located three miles (5 km) east of campus, seemed a natural spot. Brave males gathered enough stones to form a big \"A\" easily visible from campus and the surrounding area. On the following day, April 1, students trudged up the mountain side with their five-gallon cans of whitewash and splashed it on the stones, turning them into a gleaming white \"A\". For many years, giving the \"A\" its annual fresh coat of whitewash was an all-school effort. The seniors mixed lime and water at the foot of the mountain and the freshmen and sophomores toted the mixture up to the juniors who splashed it on the \"A.\" With the growth of the university through the years, the tradition was taken over by the Greek Council.   ===The Pride of New Mexico Marching Band=== The marching band of New Mexico State University is known as the Pride of New Mexico. It is composed of approximately 200 of the best and finest musicians, dancers, and auxiliary in the state and in the nation. The intention of the \"PRIDE\" is to provide entertainment at football games, parades, and other NMSU events.    ===The Wonder Dog=== On every NMSU football kickoff, Aggie fans eagerly await the \"Wonder Dog\" to retrieve the kicking tee from the football field during home games. This fun tradition started in the mid 1990s. The first \"Wonder Dog\" was Smoki, a border collie-Australian shepherd mix born in Capitan, New Mexico, and trained by Joel Sims, an NMSU alumni. Smoki \"The Wonder Dog\" entertained the Aggie crowd for six years, even with defeat, and retired in 2002. She also debut in a Hollywood film which co-starred Kevin Costner and Dennis Quaid, entitled \"Wyatt Earp\", as a town dog.   \"Smoki the Wonder Dog\" died at the age of 15 in 2005. Since then, the fun tradition ended until in 2012, a tryout for the next \"Wonder Dog\" took place to take over Smoki and to continue on the long time tradition. After the deliberation that took 2 hours, the panel of celebrity judges has officially chosen Striking as the next \"Wonder Dog\", following the legacy of Smoki. Striking \"The Wonder Dog\" is a 4 year old, border collie breed, owned and handled by Dr. Stochaj, a professor of Electrical and Computer Engineering at New Mexico State University and also serves as Chair for the President's Research and Economic Development Committee. Striking first appeared on August 30, 2012 at the NMSU-Sacramento State home game.    ===Crimson Fridays=== Every Friday, some students, faculties, staff, and alumni of NMSU wear crimson colors to show support for the university and the school's sports program.    ===NMSU ring=== The official ring of New Mexico State University is given to students with junior and senior standing and alumni of NMSU to celebrate and commemorate each of the ring bearers'  achievement and NMSU traditions. The official Ring Ceremony is sponsored by the Alumni Association which is held every spring and fall Semester at the Aggie Memorial Tower.    The ring symbolizes dedication, hard work, and the pursuit of excellence. It is a tangible and lifelong reminder of the NMSU experience; the Organ Mountains, Horseshoe, Memorial Tower, the taste of red or green chile.  The official ring is manufactured by Balfour, which comes with white gold and yellow gold, with an optional stone; diamond or cubic zirconia at the centerpiece of the ring and is presented with Hatch Chile Ristra. The top of the ring highlights the NMSU three triangles school seal, encircled with the school name. The three triangles represent NMSU's role as a land grant University &ndash; teaching, research, and service. It also represents the connection of Spanish, American Indian, and Anglo cultures in New Mexico, and the triangulation of NMSU campus with Interstate 10 linking Interstate 25 in the first principle interchange of the Pan American Highway in North America. The one side of the ring shows the Aggie Memorial Tower, in honor of Aggies' who died for the country, and the other side of the ring displays a majestic Organ Mountains. Students wear the ring facing the school name.  Upon, granting of degrees, graduates should turn the ring around facing outward, which symbolizes that they are ready to face the world.    ===Noche de Luminarias=== A tradition that signals the beginning of the holiday season is the \"Noche de Luminarias\" or \"Night of Lights\". A university tradition that started as the President's Holiday Reception in 1984, which kick offs the holiday season with a night of entertainment and festivities. It is considered one of the largest luminaria displays in the state of New Mexico.    Each candle set is lit inside a paper bag. More than 6,000 luminarias, begins at the Educational Services Building, extending towards the International Mall and then encircle the Corbett Center Student Union. The display is being set up by the Las Cruces High School band, and will serenade the visitors as they walk through the lighted path by the Las Cruces High School Brass Choir.    ==Athletics== ",
    "list": "title",
    "DATE_TIME": "2017-08-12T06:24:22Z"
}