{
    "name": "Trinity College",
    "image_name": "Trinity College Connecticut Seal.svg",
    "former_names": "Washington College (1823–1845)",
    "endowment": "$614.8 million(2018)",
    "affiliations": "CIC, Annapolis Group, Oberlin Group, CLAC",
    "faculty": "267",
    "president": "Joanne Berger-Sweeney",
    "dean": "Tim Cresswell",
    "students": "2,350",
    "undergrad": "2,259 (Fall 2016) ",
    "postgrad": "91 (Fall 2016)",
    "campus": "Urban",
    "sports": "29 varsity teams",
    "Forbes": "89",
    "USNWR_LA": "46",
    "Wamo_LA": "right|Trinity College Chapel, Hartford The Trinity College Chapel was built in the 1930s to replace Trinity's original chapel in Seabury Hall (now a lecture hall).  The Chapel's facade is made almost entirely of limestone and connects to the adjacent Downes Memorial Clock Tower.  Its primary architect was Philip Hubert Frohman, of Frohman, Robb and Little, who were also responsible for the National Cathedral in Washington, DC.  === Main quadrangle ===  thumb  Trinity's campus features a central green known as the Main Quad, designed by famed architect Frederick Law Olmsted. The large expanse of grass is bound on the west by the Long Walk, on the east by the Lower Long Walk, on the north by the Chapel, and on the south by the Cook and Goodwin-Woodward dormitories. While a central green is a feature of many college campuses, Trinity's is notable for its unusually large, rectangular size, running the entire length of the Long Walk and with no walkways traversing it. Trees on the Quad have been planted in a 'T' configuration (for Trinity) with the letter's base at the statue of Bishop Brownell (built 1867).    and its top running the length of the Long Walk.  Tradition holds that the trees were intended to distinguish Trinity's campus from Yale's.  Also on the Quad are two cannons used on the ",
    "align": "center",
    "image1": "John smith phelps.jpg",
    "width1": "100",
    "caption1": "John S. Phelps, 23rd Governor of Missouri, praised as one of Missouri's best governors",
    "image2": "Danny Meyer FT Charity Wine Dinner 2010.jpg",
    "width2": "110",
    "caption2": "Danny Meyer, Shake Shack founder and chief executive officer of the Union Square Hospitality Group",
    "image3": "George Will.jpg",
    "width3": "130",
    "caption3": "George Will, Pulitzer Prize-winning journalist and political commentator",
    "image4": "Tucker Carlson 2013 cropped noise rem lighting color correction.jpg",
    "width4": "110",
    "caption4": "Tucker Carlson, Fox News conservative commentator, host of ''Tucker Carlson Tonight''",
    "width5": "140",
    "caption5": "James Murren, Chairman of the board and Chief Executive Officer of MGM Mirage",
    "width6": "130",
    "caption6": "Charles R. Perrin, Chairman of Warnaco, an American conglomerate",
    "image7": "Isaac Toucey - Brady-Handy.jpg",
    "width7": "90",
    "caption7": "Isaac Toucey, Attorney General of the United States, and 18th Governor of Connecticut",
    "image8": "Leffingwell cropped.JPG",
    "width8": "110",
    "caption8": "Ernest de Koven Leffingwell, influential Arctic Explorer and geologist",
    "width9": "110",
    "caption9": "Sam Kennedy, Chief Executive Officer, Boston Red Sox   ",
    "DATE_TIME": "2019-07-01T19:16:05Z"
}