{
    "common_name": "The Bahamas",
    "largest_city": "capital",
    "official_languages": "English",
    "languages": "English",
    "ethnic_groups_year": "2010 Scene Twelve  A museum, somewhere in Britain, 2014.  Music relevant to the time and place could be used to set the scene.  The doors to the wardrobe opens and FRIEND ONE enters. (She sits on the floor, takes out her/his phone and begins playing a game. The light of the phone illuminates the wardrobe. The door opens and FRIEND TWO pokes his/her head inside.  FRIEND TWO. I knew it was you - what are you doing? You can't be in there, get out.  FRIEND ONE ignores her/him. FRIEND TWO climbs into the wardrobe and closes the door.  You know this is probably alarmed.  FRIEND ONE ignores FRIEND TWO.  Are we going to talk about this?  FRIEND ONE ignores FRIEND TWO.  Hello?  FRIEND ONE. Talk about what?  FRIEND TWO. Er, we're in a wardrobe. In a museum.  FRIEND ONE concentrates on her/his phone.  We have to meet back at the gift shop in fifteen minutes. We're supposed to do the worksheet by then.  FRIEND ONE. I'm doing the worksheet.  FRIEND TWO. This is a wardrobe - it's not on the worksheet.  FRIEND ONE. Yes it is: Question Nine.  FRIEND TWO (reading from the worksheet). ‘Identify an antique dating from the Tudor dynasty.'  FRIEND ONE. Identified.   FRIEND TWO. Well, we're not supposed to get inside it.  FRIEND ONE. We're investigating the primary source. A historian has to be thorough.  FRIEND TWO. What about the other questions?  FRIEND ONE. Google 'em.  FRIEND TWO. Look, I can't get another detention.  FRIEND ONE. Then go, no one's asking you to stay.  FRIEND TWO hesitates. FRIEND ONE resumes playing the game on her/his phone.  FRIEND TWO. Are you all right?  FRIEND ONE. Huh?  FRIEND TWO. Are you okay?  FRIEND ONE. Am I okay?  FRIEND TWO. Yes.  FRIEND ONE. Yeah, I'm fine. I thought you were going?  FRIEND TWO. Nobody's talking about it any more.  FRIEND ONE. If you're gonna go, then go.  FRIEND TWO. I'm just telling you that nobody's talking about it.  FRIEND ONE. Do I look like I care?  FRIEND TWO. Well, you're hiding in a  FRIEND ONE. I'm not hiding. You think I'm hiding? I don't care what (s)he's saying about me. I don't care what anyone's saying about me. They can say what they like; they can say I'm in to horses for all I care. Horses, goats, sheep, whatever - it's boring. Haven't they got anything better to talk about? So don't even think about going out there and saying I'm hiding.  FRIEND TWO. I'm not going to.   FRIEND ONE. I just can't be bothered with it, that's all. All that whispering and sniggering. It's so immature.  FRIEND TWO. Yeah, I know.  FRIEND ONE. I can't deal with how fake it is; (s)he's so fake. Don't you think?  FRIEND TWO. Well, I-  FRIEND ONE. I wish (s)he'd just be honest about it. Don't try telling me it was an accident. (S)he knew that picture was in there; (s)he knew what (s)he was doing when (s)he uploaded it. So just come out and say it. You want to make a point. You want to post pictures of me on Facebook. Just come out and say it. That'd be so much better. I'd have so much more respect for her/him if (s)he just came out and said it to my face.  FRIEND TWO. I don't think that many people saw it.  FRIEND ONE. I don't care about the photo, whatever, it's just a photo - it's the dishonesty I don't like. I don't have time for that. That's why I'm in here.  FRIEND TWO. Back in the closet?  Beat.  Sorry, I didn't mean -  FRIEND ONE. You know the thing that really annoys me? Is that (s)he's trying to make out like (s)he's done me a favour. Like (s)he's helped me by telling everyone for me. As if I wouldn't rather tell them myself. So now (s)he comes out of it looking, like, decent, while I look like I've been lying. Because the fact is, yeah, the fact is I've never actually lied about it because nobody ever actually asked me. You all sit in the same class as me every day and nobody actually asked me, because if they did I would've said, yes, I am. And so is (s)he. And yes we are. And so what? So. What.  FRIEND TWO. (S)he took it down; it's not up there any more.   FRIEND ONE. My cousin saw it. She told my aunt, and then my aunt told my mum and then my mum told my dad and then...  FRIEND TWO. Oh..  FRIEND ONE. It's fine, it's not a problem, it's just.  FRIEND TWO. I didn't know.  FRIEND ONE can't help it, the emotion bubbles up and (s)he cries.  FRIEND ONE. It's just... my dad…… he just…… he looked at me like……. I was……. some kind of dirty…… like he was disgusted or something... I'm fine... I'm fine... I'm not upset, I'm just angry... it's just so annoying..  FRIEND TWO. Hey…… look, your dad will -  FRIEND ONE (tracing her/his finger over the inscribed initials on the wall). It doesn't matter.  FRIEND TWO. He can't be angry with you for ever.  FRIEND ONE. A-R... H-T... who d'you think wrote that?  FRIEND ONE takes a key (or similar) out of her/his pocket and is about to add her/his initials.  FRIEND TWO (stopping her/him). No, don't. You can't: this is like a... famous antique.  FRIEND ONE. A-R... Arthur Rex? H-T.…. Henry Tudor?  FRIEND TWO. Don't be ridiculous.  FRIEND ONE. It could be.  FRIEND TWO. Stop touching it. It's bad enough that we're standing in here. Hey……. I'm not saying we should leave. If you wanna stay, we can stay.  FRIEND ONE. I don't care.  FRIEND TWO. Let's just sit in here and do the worksheet. Yeah?  FRIEND ONE shrugs.  Come on then. (Taking out the worksheet and reading.) ‘Question Ten. Identify the spinning mule from the exhibit \"Children of the Revolution\".’ What's a spinning mule?  FRIEND ONE searches the internet on her/his phone.  FRIEND ONE. Spinning... mule….. here we go: 'The spinning mule is a machine used to spin cotton and other fibres. Mules were worked in pairs by a minder usually with the help of two child labourers.'  FRIEND TWO (making a note on the worksheet). Identified.  FRIEND ONE. I don't get why everyone's making such a big thing about it.  FRIEND TWO. The spinning mule?  FRIEND ONE. Shut up. About me.  FRIEND TWO. S' just school. People need something to talk about.  FRIEND ONE. Yeah, but not... this.  FRIEND ONE. It shouldn’t matter.  FRIEND TWO. Well, maybe one day it won't.  FRIEND ONE. When?  FRIEND TWO. I don't know. Soon. And when that time comes, d'you want to be the only one who can't - (Reading.)  ‘Describe how the 1833 Factory Act finally changed working conditions for children'?’  FRIEND ONE (searching the internet). 1833….. Factory.. Act..  The lights fade on the friends huddled t",
    "religion_year": "2010",
    "demonym": "Bahamian",
    "leader_title1": "Monarch",
    "leader_name1": "Elizabeth II",
    "leader_name2": "Sir Cornelius A. Smith",
    "leader_title3": "Prime Minister",
    "leader_name3": "Philip Davis",
    "sovereignty_type": "Independence",
    "area_km2": "13,878",
    "area_rank": "155th",
    "area_sq_mi": "5358",
    "percent_water": "28%",
    "population_estimate": "400,516",
    "population_census": "385,637",
    "population_estimate_year": "2022",
    "population_estimate_rank": "177th",
    "population_census_year": "2018",
    "population_density_km2": "25.21",
    "population_density_sq_mi": "63.5",
    "population_density_rank": "181st",
    "GDP_PPP": "$16.130 billion",
    "GDP_PPP_year": "2022",
    "GDP_PPP_rank": "148th",
    "GDP_PPP_per_capita": "$40,274",
    "GDP_PPP_per_capita_rank": "40th",
    "GDP_nominal": "$12.803 billion",
    "GDP_nominal_year": "2022",
    "GDP_nominal_rank": "130th",
    "GDP_nominal_per_capita": "$32,077",
    "GDP_nominal_per_capita_rank": "26th",
    "HDI": "0.814",
    "HDI_year": "2019",
    "HDI_change": "increase",
    "HDI_rank": "58th",
    "DATE_TIME": "2022-05-26T13:00:24Z"
}