{
    "name": "Chapman University",
    "former_names": "Hesperian College",
    "religious_affiliation": "Christian Church (Disciples of Christ) and United Church of Christ ",
    "academic_affiliations": [
        "AICCU",
        "ICSC   In 2016, the Argyros School of Business and Economics rose to 34th in the same Bloomberg rankings.  The Argyros School is home to several research centers and institutes, including the A. Gary Anderson Center for Economic Research, the C. Larry Hoag Center for Real Estate and Finance, the Ralph W. Leatherby Center for Entrepreneurship and Ethics, the Walter Schmid Center for International Business, the Economic Science Institute (founded by Nobel Prize winner Vernon L. Smith and others in 2008),   and the Institute for the Study of Religion, Economics and Society (founded by Dr. Laurence Iannaccone in September 2009).    The Leatherby Center for Entrepreneurship and Business Ethics is a program whose scope includes original research, scholarship, and the publication of several scholarly journals.  ===Donna Ford Attallah College of Educational Studies=== Chapman University's Donna Ford Attallah College of Educational Studies   offers an undergraduate Integrated Educational Studies (IES) degree;   teaching, school counseling, and school psychology credentials; and graduate degrees in teaching, special education, school counseling, school psychology, and leadership, including a Ph.D. in education.   The college is also home to various centers and programs for community engagement and research, including the Centro Comunitario de Educación,   Paulo Freire Democratic Project (PFDP),   and Thompson Policy Institute on Disability and Autism.    The School of Education at Chapman University became the College of Educational Studies in August 2008. In 2017, the college was named in honor of Donna Ford Attallah. The current home of the Attallah College is Chapman's Reeves Hall, which was one of the first buildings constructed for Orange Union High School on the site in 1913, added to the National Register for Historic Places in 1975, and renovated and reopened to the public in February 2018.    The Attallah College or its programs are accredited by the Council Accreditation of Educator Preparation, Commission on Teacher Credentialing, National Association of School Psychologists, and International School Psychology Association.    ===Dodge College of Film and Media Arts===",
        "Dodge College of Film and Media Arts The college has been recognized as one of the top ten film schools in the world and ranked #4 by ''The Hollywood Reporter'' among American film schools.    ===Crean College of Health and Behavioral Sciences=== Formerly part of Chapman University's Schmid College of Science and Technology, the Crean College of Health and Behavioral Sciences officially became its own independent college at Chapman University on June 1, 2014.    Undergraduate programs in Crean College of Health and Behavioral Sciences include B.S. Applied Human Physiology, B.S. Health Sciences, and B.A. Psychology. Graduate and post-baccalaureate programs include M.A. Marriage and Family Therapy (MFT), M.S. Communication Sciences & Disorders, a MMS Physician Assistant (set to open in 2015), a Doctor of Physical Therapy (PT) (accredited since 1928, making it one of the oldest such programs in the United States), and a Transitional Doctor of Physical Therapy.  The physical therapy, communication sciences & disorders, and physician assistant programs are housed on Chapman University's Harry and Diane Rinker Health Science Campus in Irvine, California.  ===Wilkinson College of Arts, Humanities, and Social Sciences=== Wilkinson College of Arts, Humanities, and Social Sciences is the largest college at Chapman University and is composed of the departments of art, English, history, world languages and cultures, peace studies, philosophy, political science, religious studies, and sociology.  ===Dale E. Fowler School of Law==="
    ],
    "Forbes": "246",
    "THE_WSJ": "171",
    "USNWR_NU": "122",
    "Wamo_NU": "367",
    "USNWR_GU": "1298   In ''U.S. News & World Report''",
    "DATE_TIME": "2022-01-25T03:33:14Z"
}