{
    "name": "Chapman University",
    "former_names": "Hesperian College",
    "religious_affiliation": "Christian Church (Disciples of Christ) and United Church of Christ ",
    "academic_affiliations": [
        "AICCU   The Conservatory of Music offers a Bachelor of Music (B.M.), the Dance Department offers a Bachelor of Fine Arts (B.F.A) and a Bachelor of Arts (B.A.), and the Theatre Department offers the Bachelor of Arts (B.A.). The Theatre Department also offer two Bachelor of Fine Arts (B.F.A.) programs—Theatre Performance and Screen Acting—taught in conjunction with the Dodge Film School.  ===Schmid College of Science and Technology=== Chapman University's Schmid College of Science and Technology was founded in 2008 when science-related degree programs (then housed in the Wilkinson School of Humanities and Social Sciences) were migrated to the new college. In 2014, the Schmid College underwent a reorganization to create the Crean College of Health and Behavioral Sciences. In 2019, the undergraduate programs computer science, data analytics, software engineering, and game development programming transferred out of Schmid College to start the new Fowler School of Engineering.  In addition to its undergraduate and graduate programs, Schmid College is home to various centers for research. Among them are the Center of Excellence in Computation, Algebra and Topology (CECAT), the Center of Excellence in Complex and Hyper-complex Analysis (CECHA) and the Center of Excellence in Earth Systems Modeling and Observations (CEESMO). Schmid College is also affiliated with the Institute for Quantum Studies, whose list of physicists, includes a 2013 Nobel Prize recipient and a 2010 Presidential Medal of Honor winner.    Schmid College of Science and Technology recently expanded and moved into the new 140,000 sq. ft. Keck Center for Science and Engineering on Chapman's main campus in Orange, California. The research facility contains 45 research and teaching labs, 50 faculty offices, seven student-collaboration spaces, and an outdoor amphitheater. The aesthetic of the building was inspired by the work of American architect, Frank Lloyd Wright.    ===School of Pharmacy=== The Chapman University School of Pharmacy (CUSP) is located at the Rinker Campus in Irvine. Pharmacy degrees include the Doctor of Pharmacy (Pharm.D.), a Master of Science in Pharmaceutical Science (MSPS), and a Doctor of Philosophy (Ph.D.) in Pharmaceutical Sciences. The Chapman School of Pharmacy also offers an accelerated five-year Doctor of Pharmacy program to qualified high school seniors.  === School of Communication === The School of Communication is the newest school in the university. It is located on the university's main campus and housed within Doti Hall, currently offering three majors for students to choose from, including: BA in Communication Studies, BA in Strategic & Corporate Communication, as well as an MS in Health and Strategic Communication.      ==Brandman University==",
        "University of Massachusetts Global Brandman University was a separate, fully accredited, university within the Chapman University System,"
    ],
    "Forbes": "246",
    "THE_WSJ": "171",
    "USNWR_NU": "122",
    "Wamo_NU": "367",
    "USNWR_GU": "1298   In ''U.S. News & World Report''",
    "DATE_TIME": "2022-01-25T03:34:13Z"
}