{
    "name": "Al Pacino",
    "alma_mater": "Actors Studio, HB Studio",
    "occupation": "Actor, filmmaker",
    "list": "AcademyAwardBestActor 1981–2000 AFI Life Achievement Award BAFTA Award for Best Actor 1960–1979 Boston Society of Film Critics Award for Best Actor Cecil B. DeMille Award 2001–2025 David di Donatello for Best Foreign Actor DramaDesk PlayOutstandingActor 1975–2000 EmmyAward MiniseriesLeadActor 2001–2025 Lincoln Center Gala Tribute GoldenGlobeBestActorMotionPictureDrama 1961–1980 GoldenGlobeBestActorTVMiniseriesFilm 2000–2019 Kennedy Center Honorees 2010s Los Angeles Film Critics Association Award for Best Actor National Board of Review Award for Best Actor National Board of Review Award for Best Supporting Actor National Society of Film Critics Award for Best Actor Satellite Award Best Actor Television Miniseries or Film ScreenActorsGuildAward MaleTVMiniseriesMovie 1994–2009 TonyAward PlayLeadActor 1976–2000 TonyAward PlayFeaturedActor 1947–1975  Triple Crown of Acting winners  Biography Authority control  good article  DEFAULTSORT:Pacino, Al Category:1940 births Category:American people of Italian descent Category:20th-century American male actors Category:21st-century American male actors Category:American film directors of Italian descent Category:American male film actors Category:American male Shakespearean actors Category:American male stage actors Category:American people of Sicilian descent Category:BAFTA winners (people) Category:Best Actor Academy Award winners Category:Best Actor BAFTA Award winners Category:Best Drama Actor Golden Globe (film) winners Category:Best Miniseries or Television Movie Actor Golden Globe winners Category:Cecil B. DeMille Award Golden Globe winners Category:David di Donatello winners Category:Directors Guild of America Award winners Category:Drama Desk Award winners Category:English-language film directors Category:Film directors from New York City Category:Fiorello H. LaGuardia High School alumni Category:Kennedy Center honorees Category:Living people Category:Male actors from New York City Category:Male actors of Italian descent Category:Obie Award recipients Category:Outstanding Performance by a Lead Actor in a Miniseries or Movie Primetime Emmy Award winners Category:Outstanding Performance by a Male Actor in a Miniseries or Television Movie Screen Actors Guild Award winners Category:People from Harlem Category:People from the Bronx Category:Tony Award winners Category:United States National Medal of Arts recipients",
    "DATE_TIME": "2018-06-18T15:59:50Z"
}