{
    "common_name": "Byzantine Empire",
    "status": "Empire",
    "life_span": "395–1453",
    "largest_city": "capital",
    "religion": [
        "Eastern Christianity, (tolerated after the Edicts of Serdica (311) and Milan (313); state religion after 380)",
        "Eastern Orthodoxy, (following the East–West Schism)"
    ],
    "title_leader": "Notable emperors",
    "leader1": "Constantine I",
    "year_leader1": "306–337",
    "leader2": "Arcadius",
    "year_leader2": "395–408",
    "leader3": "Theodosius II",
    "year_leader3": "402–450",
    "leader4": "Justinian I",
    "year_leader4": "527–565",
    "leader5": "Heraclius",
    "year_leader5": "610–641",
    "leader6": "Leo III",
    "year_leader6": "717–741",
    "leader7": "Irene",
    "year_leader7": "797–802",
    "leader8": "Basil I",
    "year_leader8": "867–886",
    "leader9": "Basil II",
    "year_leader9": "976–1025",
    "leader10": "Constantine IX",
    "year_leader10": "1042–1055",
    "leader11": "Alexius I",
    "year_leader11": "1081–1118",
    "leader12": "Michael VIII",
    "year_leader12": "1259–1282",
    "leader13": "Constantine XI",
    "event7": "Reconquest of Constantinople by Michael VIII Palaiologos",
    "date_event7": "25 July 1261",
    "stat_year1": "457",
    "stat_pop1": "16,000,000",
    "stat_year2": "555-450",
    "stat_area2": "2,700,000 - 2,800,000      --> | stat_year2               = 565",
    "stat_pop2": "26,000,000",
    "stat_year3": "775",
    "stat_pop3": "7,000,000",
    "stat_year4": "1025",
    "stat_pop4": "12,000,000",
    "stat_year5": "1320",
    "stat_pop5": "2,000,000",
    "today": "thumb||Constantine the Great was the first Roman emperor to convert to Christianity and moved the seat of the empire to Byzantium, renamed Constantinople in his honour. By the third century AD, the Roman army had conquered many territories covering the Mediterranean region and coastal regions in southwestern Europe and North Africa. These territories were home to many different cultural groups, both urban populations, and rural populations. Generally speaking, the eastern Mediterranean provinces were more urbanized than the western, having previously been united under the Macedonian Empire and Hellenised by the influence of Greek culture. ",
    "align": "right",
    "image1": "Mosaic of Justinianus I - Basilica San Vitale (Ravenna).jpg",
    "width1": "121",
    "image2": "Meister_von_San_Vitale_in_Ravenna_013.jpg",
    "width2": "140",
    "footer": "Emperor Justinian (left) and (presumed) general Belisarius (right) (Mosaic from Basilica of San Vitale, 6th century)",
    "width": "thumb|upright=1.20|Empress Theodora and attendants (Mosaic from Basilica of San Vitale, 6th century) File:Hagia_Sophia_Mars_2013.jpg|thumb||Hagia Sophia built in 537, during the reign of Justinian. The minarets were added in the 15th–16th centuries by the Ottoman Empire.   thumb  The Justinian dynasty was founded by Justin I, who though illiterate, rose through the ranks of the military to become Emperor in 518.   He was succeeded by his nephew Justinian I in 527, who may already have exerted effective control during Justin's reign. thumb||right|Battle between Heraclius and the Persians. Fresco by Piero della Francesca, c. 1452 File:Byzantiumby650AD.svg|thumb||By 650 (pictured) the empire had lost all its southern provinces, except the Exarchate of Africa, to the Rashidun Caliphate. At the same time the Slavs invaded and settled in the Balkans.  After Maurice's murder by Phocas, Khosrau used the pretext to reconquer the Roman province of Mesopotamia.   Phocas, an unpopular ruler invariably described in Byzantine sources as a \"tyrant\", was the target of a number of Senate-led plots. He was eventually deposed in 610 by Heraclius, who sailed to Constantinople from Carthage with an icon affixed to the prow of his ship.    Following the accession of Heraclius, the Sassanid advance pushed deep into the Levant, occupying Damascus and Jerusalem and removing the True Cross to Ctesiphon.   The counter-attack launched by Heraclius took on the character of a holy war, and an acheiropoietos image of Christ was carried as a military standard   (similarly, when Constantinople was saved from a combined Avar–Sassanid–Slavic siege in 626, the victory was attributed to the icons of the Virgin that were led in procession by Patriarch Sergius about the walls of the city).   In this very siege of Constantinople of the year 626, amidst the climactic Byzantine–Sasanian War of 602–628, the combined Avar, Sassanid, and Slavic forces unsuccessfully besieged the Byzantine capital between June and July. After this, the Sassanid army was forced to withdraw to Anatolia. The loss came just after news had reached them of yet another Byzantine victory, where Heraclius's brother Theodore scored well against the Persian general Shahin. ",
    "height": "thumb|upright|right|Bas-relief plaque of Tribonian in the Chamber of the House of Representatives in the United States Capitol File:Argyropoulos (detail) Calling of the Apostles.JPG|right|thumb||Many refugee Byzantine scholars fled to North Italy in the 1400s. Here John Argyropoulos (1415–1487), born in Constantinople and who ended his days in north Italy.  John Philoponus' criticism of Aristotelian principles of physics was an inspiration for Galileo Galilei's refutation of Aristotelian physics during the Scientific Revolution many centuries later, as Galileo cited Philoponus substantially in his works.   Lindberg, David. (1992) ''The Beginnings of Western Science''. University of Chicago Press. p. 162.   The ship mill is a Byzantine invention, designed to mill grains using hydraulic power. The technology eventually spread to the rest of Europe and was in use until c. 1800.   |",
    "float": "right",
    "list": [
        "Double-headed eagle",
        "Tetragrammic cross  === Language ===",
        "Byzantine Army",
        "Byzantine philosophy",
        "Byzantine Rite",
        "Index of Byzantine Empire-related articles",
        "Family trees of the Byzantine imperial dynasties",
        "Byzantine Empire under the Palaiologos dynasty",
        "List of Byzantine emperors",
        "List of Byzantine inventions",
        "List of Byzantine revolts and civil wars",
        "List of Byzantine wars",
        "Despotate of the Morea",
        "List of Roman dynasties",
        "Succession of the Roman Empire",
        "Legacy of the Roman Empire  == Notes ==",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "Baboula, Evanthia, Byzantium, in ''Muhammad in History, Thought, and Culture: An Encyclopedia of the Prophet of God'' (2 vols.), Edited by C. Fitzpatrick and A. Walker, Santa Barbara, ABC-CLIO, 2014.",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "https://grbs.library.duke.edu/article/viewFile/10651/4317 Moles Ian N., \"Nationalism and Byzantine Greece\", ''Greek Roman and Byzantine Studies'', Duke University, pp. 95–107, 1969",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "http://www.roman-emperors.org/ De Imperatoribus Romanis. Scholarly biographies of many Byzantine emperors.",
        "http://www.anders.com/lectures/lars_brownworth/12_byzantine_rulers/ 12 Byzantine Rulers by Lars Brownworth of The Stony Brook School; audio lectures. https://www.nytimes.com/2007/01/31/education/31education.html NYTimes review.",
        "http://www.cit.gu.edu.au/~s285238/Roman/RomanEmpire.html 18 centuries of Roman Empire by Howard Wiseman (Maps of the Roman/Byzantine Empire throughout its lifetime).",
        "http://www.byzantinemuseum.gr/en/ Byzantine & Christian Museum  ; Byzantine studies, resources and bibliography",
        "Fox, Clinton R. http://www.romanity.org/htm/fox.01.en.what_if_anything_is_a_byzantine.01.htm \"What, If Anything, Is a Byzantine?\" (Online Encyclopedia of Roman Emperors)",
        "https://web.archive.org/web/20080410123427/http://www.doaks.org/Byzantine.html Byzantine studies homepage at Dumbarton Oaks. Includes links to numerous electronic texts.",
        "http://www.fordham.edu/halsall/byzantium/ Byzantium: Byzantine studies on the Internet. Links to various online resources.",
        "https://web.archive.org/web/20111107172532/http://homepage.mac.com/paulstephenson/trans.html Translations from Byzantine Sources: The Imperial Centuries, c. 700–1204. Online sourcebook.",
        "http://www.deremilitari.org/ De Re Militari. Resources for medieval history, including numerous translated sources on the Byzantine wars.",
        "http://www.fordham.edu/halsall/sbook1c.html Medieval Sourcebook: Byzantium. Numerous primary sources on Byzantine history.",
        "http://www.univie.ac.at/byzantine/ Bibliography on Byzantine Material Culture and Daily Life. Hosted by the University of Vienna; in English.",
        "http://www.ellopos.net/elpenor/greek-texts/greek-resources-constantinople.asp Constantinople Home Page. Links to texts, images and videos on Byzantium.",
        "https://web.archive.org/web/20160816053828/http://graal.org.ua/en/theodoro-principality Byzantium in Crimea: Political History, Art and Culture.",
        "http://www.oeaw.ac.at/byzanz/ Institute for Byzantine Studies of the Austrian Academy of Sciences (with further resources and a repository with papers on various aspects of the Byzantine Empire)"
    ],
    "portal1": "Ancient Rome",
    "portal2": "Byzantine Empire",
    "portal3": "Christianity",
    "portal4": "Greece",
    "portal5": "Middle Ages",
    "s": "Empire | life_span                = 395–1453 image_flag               = Simple Labarum.svg | flag_border              = no | flag_size                =  | flag_type                = Chi Rho ",
    "voy": "y   ",
    "DATE_TIME": "2021-08-21T23:39:29Z"
}