{
    "name": "Internet Archive",
    "location": "Richmond District San Francisco, California, U.S.",
    "chairman": "Brewster Kahle",
    "services": "Archive-It ,  Open Library ,  Wayback Machine (since 2001) ,  Netlabels ,  NASA Images ,  Prelinger Archives",
    "num_employees": "|",
    "website_type": "Digital library",
    "revenue": "Since late 2009, the headquarters of the Internet Archive has been the building that formerly housed the Fourth Church of Christ, Scientist (San Francisco, California).  The '''Internet Archive''' is an American digital library with the stated mission of \"universal access to all knowledge\".",
    "colspan": "thumb|thumbtime=20|Brewster Kahle of the Internet Archive talks about archiving operations  Created in early 2006, Archive-It   is a web archiving subscription service that allows institutions and individuals to build and preserve collections of digital content and create digital archives. Archive-It allows the user to customize their capture or exclusion of web content they want to preserve for cultural heritage reasons. Through a web application, Archive-It partners can harvest, catalog, manage, browse, search, and view their archived collections.    In terms of accessibility, the archived web sites are full text searchable within seven days of capture.   Content collected through Archive-It is captured and stored as a WARC file. A primary and back-up copy is stored at the Internet Archive data centers. A copy of the WARC file can be given to subscribing partner institutions for geo-redundant preservation and storage purposes to their best practice standards.   Periodically, the data captured through Archive-It is indexed into the Internet Archive's general archive.  ",
    "width": "160",
    "image1": "EFF-IA National security letter.pdf",
    "image2": "EFF-IA National security letter.pdf",
    "footer": "A national security letter issued to the Internet Archive demanding information about a user",
    "direction": "horizontal  On May 8, 2008, it was revealed that the Internet Archive had successfully challenged an FBI national security letter asking for logs on an undisclosed user. |",
    "DATE_TIME": "2021-10-30T07:05:19Z"
}