{
    "common_name": "'''''Ecuador'''''",
    "flag_type_article": "Flag of Ecuador",
    "official_languages": "Spanish",
    "recognized_regional_languages": "Kichwa (Quichua), Shuar and others \"are in official use for indigenous peoples\"",
    "demonym": "Ecuadorian",
    "ethnic_groups_year": "2010 Census",
    "religion": "93.1% Christianity —80.4% Roman Catholic —11.3% Protestant —1.4% Other Christian 6.1% No religion 0.8% Other religions",
    "religion_year": "2012",
    "largest_city": "Quito",
    "leader_title1": "President",
    "leader_name1": "Lenín Moreno",
    "leader_title2": "Vice President",
    "leader_name2": "María Alejandra Muñoz",
    "area_rank": "73rd",
    "area_km2": "283,561",
    "percent_water": "5",
    "population_estimate": "Ecuadorref",
    "population_estimate_rank": "67th",
    "population_census": "17,300,000",
    "population_density_km2": "61",
    "population_density_sq_mi": "152.69",
    "population_density_rank": "151st",
    "GDP_PPP": "$202.043 billion",
    "GDP_PPP_year": "2019",
    "GDP_PPP_per_capita": "$11,701",
    "GDP_nominal": "$106.289 billion",
    "GDP_nominal_year": "2019",
    "GDP_nominal_per_capita": "$6,155",
    "sovereignty_type": "Independence",
    "established_date3": "May 13, 1830",
    "established_event4": "Recognized by Spain",
    "established_date4": "February 16, 1840",
    "established_event5": "Current constitution",
    "established_date5": "September 28, 2008",
    "Gini_year": "2014",
    "Gini": "45.4",
    "HDI_year": "2018",
    "HDI": "0.758",
    "HDI_rank": "85th",
    "titlebar": "#ddd",
    "left1": "Religion",
    "right1": "percent",
    "float": "left",
    "year": "2010 Census  | religion               = 93.1% Christianity —80.4% Roman Catholic —11.3% Protestant —1.4% Other Christian 6.1% No religion 0.8% Other religions | religion_ref           =",
    "accessdate": "archive-url=https://web.archive.org/web/20151017035841/http://www.ecuanex.net.ec/constitucion/titulo01.html|archive-date=October 17, 2015|url-status=dea",
    "align": "right",
    "image1": "Los_tres_mulatos_de_Esmeraldas_(Sánchez_Galque).jpg",
    "width1": "Iglesia de San Sebastián church in Cuenca File:Iglesia de San Francisco, Quito 01.jpg|Iglesia y Convento de San Francisco in Quito    ===Nations=== ",
    "caption1": "''Three mulattomen from Esmeraldas'' (1599) by Andrés Sánchez Galque. Quito Painting Colonial School.",
    "image2": "Retrato de una señora principal con su negra esclava por Vicente Albán.jpg",
    "width2": "Iglesia de San Sebastián church in Cuenca File:Iglesia de San Francisco, Quito 01.jpg|Iglesia y Convento de San Francisco in Quito    ===Nations=== ",
    "caption2": "Iglesia de San Sebastián church in Cuenca File:Iglesia de San Francisco, Quito 01.jpg|Iglesia y Convento de San Francisco in Quito    ===Nations=== ",
    "country": "conventional_long_name    = Republic of Ecuador | native_name               =  common_name               = '''''Ecuador'''''  | image_flag                = Flag of Ecuador.svg | flag_type_article         = Flag of Ecuador | image_coat                = Coat of arms of Ecuador.svg | image_map                 = ECU orthographic.svg | map_caption               = ",
    "section": "upright|left|Tumaco-La Tolita mythological figure in feathered costume. Between 100 BC and 100 AD. Found in Esmeraldas Various peoples had settled in the area of future Ecuador before the arrival of the Incas. The archeological evidence suggests that the Paleo-Indians' first dispersal into the Americas occurred near the end of the last glacial period, around 16,500–13,000 years ago. The first Indians who reached Ecuador may have journeyed by land from North and Central America or by boat down the Pacific Ocean coastline. Much later migrations to Ecuador may have come via the Amazon tributaries, others descended from northern South America, and others ascended from the southern part of South America through the Andes. They developed different languages while emerging as unique ethnic groups.  Even though their languages were unrelated, these groups developed similar groups of cultures, each based in different environments. The people of the coast developed a fishing, hunting, and gathering culture; the people of the highland Andes developed a sedentary agricultural way of life, and the people of the Amazon basin developed a nomadic hunting-and-gathering mode of existence.  Over time these groups began to interact and intermingle with each other so that groups of families in one area became one community or tribe, with a similar language and culture. Many civilizations arose in Ecuador, such as the Valdivia Culture and Machalilla Culture on the coast, the Quitus (near present-day Quito), and the Cañari (near present-day Cuenca). Each civilisation developed its own distinctive architecture, pottery, and religious interests.  In the highland Andes mountains, where life was more sedentary, groups of tribes cooperated and formed villages; thus the first nations based on agricultural resources and the domestication of animals formed. Eventually, through wars and marriage alliances of their leaders, a group of nations formed confederations. One region consolidated under a confederation called the Shyris, which exercised organized trading and bartering between the different regions. Its political and military power came under the rule of the Duchicela blood-line.  ===Inca era=== File:Ecuador ingapirca inca ruins.jpg|thumb|Ruins of Ingapirca, this site served as an outpost and provisioning of the Incan troops, but mainly it was a place of worship and veneration to the sun, the supreme Inca God, thus constituting a Coricancha, dedicated to the Inca ritual. File:Múmia de cabeça - Povo Jivaro 01.jpg|thumb|upright|Pre-Hispanic shrunken head of the Shuars (Jivaroan peoples). When the Incas arrived, they found that these confederations were so developed that it took the Incas two generations of rulers—Topa Inca Yupanqui and Huayna Capac—to absorb them into the Inca Empire. The native confederations that gave them the most problems were deported to distant areas of Peru, Bolivia, and north Argentina. Similarly, a number of loyal Inca subjects from Peru and Bolivia were brought to Ecuador to prevent rebellion. Thus, the region of highland Ecuador became part of the Inca Empire in 1463 sharing the same language.  In contrast, when the Incas made incursions into coastal Ecuador and the eastern Amazon jungles of Ecuador, they found both the environment and indigenous people more hostile. Moreover, when the Incas tried to subdue them, these indigenous people withdrew to the interior and resorted to guerrilla tactics. As a result, Inca expansion into the Amazon Basin and the Pacific coast of Ecuador was hampered. The indigenous people of the Amazon jungle and coastal Ecuador remained relatively autonomous until the Spanish soldiers and missionaries arrived in force. The Amazonian people and the Cayapas of Coastal Ecuador were the only groups to resist Inca and Spanish domination, maintaining their language and culture well into the 21st century.  Before the arrival of the Spaniards, the Inca Empire was involved in a civil war. The untimely death of both the heir Ninan Cuchi and the Emperor Huayna Capac, from a European disease that spread into Ecuador, created a power vacuum between two factions. The northern faction headed by Atahualpa claimed that Huayna Capac gave a verbal decree before his death about how the empire should be divided. He gave the territories pertaining to present-day Ecuador and northern Peru to his favorite son Atahualpa, who was to rule from Quito; and he gave the rest to Huáscar, who was to rule from Cuzco. He willed that his heart be buried in Quito, his favorite city, and the rest of his body be buried with his ancestors in Cuzco.  Huáscar did not recognize his father's will, since it did not follow Inca traditions of naming an Inca through the priests. Huáscar ordered Atahualpa to attend their father's burial in Cuzco and pay homage to him as the new Inca ruler. Atahualpa, with a large number of his father's veteran soldiers, decided to ignore Huáscar, and a civil war ensued. A number of bloody battles took place until finally Huáscar was captured. Atahualpa marched south to Cuzco and massacred the royal family associated with his brother.  In 1532, a small band of Spaniards headed by Francisco Pizarro landed in Tumbez and marched over the Andes Mountains until they reached Cajamarca, where the new Inca Atahualpa was to hold an interview with them. Valverde, the priest, tried to convince Atahualpa that he should join the Catholic Church and declare himself a vassal of Spain. This infuriated Atahualpa so much that he threw the Bible to the ground. At this point the enraged Spaniards, with orders from Valverde, attacked and massacred unarmed escorts of the Inca and captured Atahualpa. Pizarro promised to release Atahualpa if he made good his promise of filling a room full of gold. But, after a mock trial, the Spaniards executed Atahualpa by strangulation.  ===Spanish rule=== File:Plaza principal de Quito, anónimo - siglo XVIII (Museo de la Moneda, Bogotá).jpg|thumb|Major square of Quito. Painting of 18th century. Quito Painting Colonial School. New infectious diseases such as smallpox, endemic to the Europeans, caused high fatalities among the Amerindian population during the first decades of Spanish rule, as they had no immunity. At the same time, the natives were forced into the ''encomienda'' labor system for the Spanish. In 1563, Quito became the seat of a real audiencia (administrative district) of Spain and part of the Viceroyalty of Peru and later the Viceroyalty of New Granada.  The 1797 Riobamba earthquake, which caused up to 40,000 casualties, was studied by Alexander von Humboldt, when he visited the area in 1801–1802.    After nearly 300 years of Spanish rule, Quito was still a small city numbering 10,000 inhabitants. On August 10, 1809, the city's ''criollos'' called for independence from Spain (first among the peoples of Latin America). They were led by Juan Pío Montúfar, Quiroga, Salinas, and Bishop Cuero y Caicedo. Quito's nickname, \"''Luz de América''\" (\"Light of America\"), is based on its leading role in trying to secure an independent, local government. Although the new government lasted no more than two months, it had important repercussions and was an inspiration for the independence movement of the rest of Spanish America. August 10 is now celebrated as Independence Day, a national holiday.    ===Independence=== ",
    "list": "\"Pro Deo, Patria et Libertate\"|itali",
    "DATE_TIME": "2020-10-29T21:25:37Z"
}