{
    "work": "n this field. Its importance decreased since 1989 but has started growing again.   Electronics and electric equipment-production have developed to a high degree. The largest centres include Sofia, Plovdiv and surrounding area, Botevgrad, Stara Zagora, Varna, Pravets and many others. These plants produce household appliances, computers, CDs, telephones, medical and scientific equipment.   Many factories producing transportation equipment do n",
    "date": "thumb|right||The Family of Ivan Alexander.  The influence and territorial expansion of Bulgaria increased further during the rule of  Khan Krum,    who in 811 won a decisive victory against the Byzantine army led by Nicephorus I in the Battle of Pliska.     In 864 Bulgaria accepted the  Orthodox faith.     The country became a major European power in the ninth and the tenth centuries, while fighting with the Byzantine Empire for the control of the Balkans. This happened under the rule (852–889) of Boris I. During his reign, the Cyrillic alphabet originated in Preslav and Ohrid,   adapted from the Glagolitic alphabet invented by the monks Saints Cyril and Methodius.    thumb  The Cyrillic alphabet became the basis for further cultural development. Centuries later, this alphabet, along with the Old Bulgarian language, fostered the intellectual written language (''lingua franca'') for Eastern Europe, known as  Church Slavonic. The greatest territorial extension was reached under Simeon I, the first Bulgarian Tsar,son of Boris I,   covering most of the Balkans. However, his greatest achievement was that at that time Bulgaria developed rich, unique Christian Slavonic culture, which became an example for the other Slavonic peoples in Eastern Europe and ensured the continued existence of the Bulgarian nation regardless of the centrifugal forces that threatened to tear it into pieces throughout its long, rich and war-ridden history.  Following a decline in the mid-tenth century (worn out by wars with Croatia, by frequent Serbian rebellions sponsored by Byzantine gold, and by disastrous Magyar and Pecheneg invasions,  ) Bulgaria collapsed in the face of an assault of the ''Rus''' in 969-971.   The Byzantines then began campaigns to conquer Bulgaria. In 971, they seized the capital Preslav and captured Emperor Boris II  . Resistance continued under Tsar Samuil in the western Bulgarian lands for nearly half a century. The country managed to recover and defeated the Byzantines in several major battle taking the control of the most of the Balkans and in 991 invaded the Serbian state.   However, the state was completely destroyed by the Byzantines led by Basil II (Basil the Bulgar-Slayer) in 1018 after their victory at Kleidion.    === Byzantine Bulgaria ===  Image:Bulgarians nominate Peter Deljan as king of Bulgary from the Chronicle of John Skylitzes.jpg|thumb|right||Bulgarians nominate Peter II Delyan as King of Bulgaria. John Skylitzes, Chronicle  In the first decade after the establishment of Byzantine rule, no evidence remains of any major attempt at resistance or any uprising of the Bulgarian population or nobility. Given the existence of such irreconcilable opponents to Byzantium as Krakra,  Nikulitsa, Dragash and others, such apparent passivity seems difficult to explain. Some historians  Zlatarski, vol. II, pp. 1-41  explain this fact by concessions that Basil II granted the Bulgarian nobility in order to gain their obedience. In the first place, Basil II guaranteed the indivisibility of Bulgaria in its former geographic borders and did not abolish officially the local rule of the Bulgarian nobility that now became part of Byzantine aristocracy as archons or strategs. Second, special charters (royal decrees) of Basil II recognised the autocephaly of the Bulgarian Archbishopric of Ohrid and set up its boundaries, dioceses, property and other privileges.  The people of Bulgaria challenged Byzantine rule several times in the 11th and then again later in the early 12th century. The biggest  uprising occurred under the leadership of Peter II Delyan, (proclaimed Emperor of Bulgaria in Belgrade in 1040). In the mid to late 11th century, the Normans, fresh from their recent conquests in southern Italy and Sicily, landed in the Balkans and began advancing against the Byzantine Empire. It took the Byzantines until 1185 before the Normans were driven out but until then they posed a constant threat to Byzantine Bulgaria. In 1091 another invasion came in the form of the Pechenegs. However, these too were crushed at Levounion and again in '''c'''. 1120 by the Byzantine Empire. After that, the Hungarians made an attempt to increase their influence beyond the Danube river; John Comnenus' campaigns along the Danube eventually drove back the Hungarians as well by '''c'''.1140. It would be another 45 years before Bulgaria would attain independence. Until that time, Bulgarian nobles ruled the province in the name of the Byzantine Empire until a rebellion by the last vassal lord led to the establishment of the Second Bulgarian Empire.  === Second Bulgarian Empire ===  From 1185 the Second Bulgarian Empire once again established Bulgaria as an important  power in Europe for two more centuries. With its capital based in Veliko Turnovo and under the Asen dynasty, this empire fought for dominance in the region against the Byzantine Empire, the Crusader states and Hungary, reaching its zenith under Ivan Asen II (1218–1241). Аs a result of the Tatar invasions (beginning in the later 13th century), of internal conflicts and of the constant attacks from the Byzantines and the Hungarians, the power of the country declined until the end of the 13th century. From 1300, under Emperor Theodore Svetoslav Bulgaria regained its strength, but by the end of the fourteenth century the country had disintegrated into several feudal principalities and was eventually conquered by the Ottoman Empire. A Polish-Hungarian crusade under the rule of Władysław III of Poland to free the Balkans was crushed in 1444 in the battle of Varna.  === Ottoman rule ===  thumb|right||Shipka monument (located near Kazanlak) — one of the brightest symbols of Bulgarian liberation.  The five centuries of Ottoman rule featured great violence and oppression.   The Ottomans decimated the Bulgarian population, which lost most of its cultural relics. Large towns and the areas where Ottoman power predominated remained severely depopulated until the nineteenth century  .  === The Kingdom of Bulgaria ===  Image:Bulgaria-SanStefano -(1878)-byTodorBozhinov.png||thumb|left|Bulgaria according to the Treaty of San Stefano  Following the Russo-Turkish War, 1877-1878 (when Russian soldiers together with a Romanian expeditionary force and volunteer Bulgarian troops defeated the Ottoman armies), the Treaty of San Stefano of March 3, 1878, set up an autonomous Bulgarian principality. The Western Great Powers immediately rejected the treaty: they feared that a large Slavic country in the Balkans would serve Russian interests. This led to the Treaty of Berlin (1878) which provided for an autonomous Bulgarian principality comprising Moesia and the region of Sofia. The first Bulgarian prince was Alexander von Battenberg. Most of Thrace was included in the autonomous region of Eastern Rumelia, whereas the rest of Thrace and all of Macedonia was returned under the sovereignty of the Ottomans. After the Serbo-Bulgarian War and unification with Eastern Rumelia in 1885, the principality was proclaimed a fully independent kingdom on October 5 (September 22 O.S.), 1908, during the reign of Ferdinand I of Bulgaria.  Ferdinand, a prince from the ducal family of Saxe-Coburg-Gotha, became the Bulgarian Prince after Alexander von Battenberg abdicated in 1886 following a ''coup d'état'' staged by pro-Russian army-officers. (Although the counter-''coup'' coordinated by Stefan Stambolov succeeded, Prince Alexander decided not to remain the Bulgarian ruler without the approval of Alexander III of Russia.) The struggle for liberation of the Bulgarians in the Adrianople, Vilayet and Macedonia continued throughout the late nineteenth and early twentieth centuries culminating with the Ilinden-Preobrazhenie Uprising organised by the Internal Macedonian Revolutionary Organization in 1903.  Image:Tsarevets-gruev-2.JPG|right|thumb||Veliko Tarnovo, the capital of the Second Bulgarian Empire (1185–1393).  ==== The Balkan Wars and World War I ====  In 1912 and 1913 Bulgaria became involved in the Balkan Wars, first entering into conflict alongside Greece, Serbia and Montenegro against the Ottoman Empire. The First Balkan War (1912-1913) proved a success for the Bulgarian army, but a conflict over the division of Macedonia arose amongst the victorious the allies. The Second Balkan War (1913) pitted Bulgaria against Greece and Serbia, joined by Romania and Turkey. After its defeat in the Second Balkan War, Bulgaria lost considerable territory conquered in the first war, as well as Southern Dobruja and parts of the region of Macedonia  During World War I, Bulgaria found itself fighting on the losing side as a result of its alliance with the Central Powers. Defeat in 1918 led to new territorial losses (the Western Outlands to Serbia, Western Thrace to Greece and the re-conquered Southern Dobruja to Romania). The Balkan Wars and World War I led to the influx of over 250,000 Bulgarian refugees from Macedonia, Eastern and Western Thrace and Southern Dobruja. These numbers increased in the 1930s following Serbian state-sponsored aggression against its native Bulgarian population.",
    "format": "thumb||The Rila Monastery, one of Bulgaria's most important cultural and historical monuments  ",
    "list": "tit",
    "DATE_TIME": "2007-11-19T11:49:21Z"
}