{
    "name": "University of Michigan",
    "image_name": "Seal of the University of Michigan.svg",
    "budget": "$8.99 billion (2018)",
    "endowment": "$12.48 billion (2020)",
    "president": "Mark Schlissel",
    "provost": "Susan Collins",
    "academic_affiliations": [
        "AAU",
        "URA",
        "Sea-grant",
        "Space-grant"
    ],
    "students": "|||",
    "undergrad": "31,329",
    "postgrad": "16,578",
    "administrative_staff": "18,986 ",
    "campus": "Suburban/College Town, ",
    "colspan": "\"2\" style=\"text-align: center;\" | '''College/school founding'''   |- | '''College/school''' || '''Year founded''' |-",
    "ARWU_NU": "17",
    "Forbes": "20",
    "THE_WSJ": "23",
    "USNWR_NU": "23",
    "Wamo_NU": "29",
    "ARWU_W": "22",
    "THES_W": "22",
    "QS_W": "21",
    "USNWR_W": "17   The University of Michigan is a large, four-year, residential research university accredited by the Higher Learning Commission.  class=\"cx-linter-tag\" style=\"font-size: 90",
    "GPA": "thumb|Michigan Union|alt=Red brick building with large windows, tall central tower, and green ivy growing on the facade  The university lists 1,438 student organizations.   With a history of student activism, some of the most visible groups include those dedicated to causes such as civil rights and labor rights, such as local chapters of Students for a Democratic Society and United Students Against Sweatshops (USAS). The latter group seeks to hold accountable multinational companies that exploit their workers in factories around the world where college apparel is produced. Although the student body generally leans toward left-wing politics,   there are also conservative groups, such as Young Americans for Freedom, and non-partisan groups, such as the Roosevelt Institute.  The university's Spectrum Center is the oldest collegiate LGBT student center in the U.S.    There are also several engineering projects teams, including the University of Michigan Solar Car Team, which has placed first in the North American Solar Challenge six times and third in the World Solar Challenge four times.   http://www.miiclub.org/ Michigan Interactive Investments, the TAMID Israel Investment Group, and the Michigan Economics Society   are also affiliated with the university.  The university also showcases many community service organizations and charitable projects, including Foundation for International Medical Relief of Children, Dance Marathon at the University of Michigan,   The Detroit Partnership, Relay For Life, U-M Stars for the Make-A-Wish Foundation, InnoWorks at the University of Michigan, SERVE, Letters to Success, PROVIDES, Circle K, Habitat for Humanity,   and Ann Arbor Reaching Out. Intramural sports are popular, and there are recreation facilities for each of the three campuses.    File:Phi Delta Phi Fraternity House, University of Michigan, Ann Arbor, Michigan.JPG|thumb|left|Phi Delta Phi, the oldest legal organization in continuous existence in the United States.  Fraternities and sororities play a role in the university's social life; approximately 17% of undergraduates are involved in Greek life. Membership numbers for the 2009–2010 school year reached the highest in the last two decades. Four different Greek councils—the Interfraternity Council, Multicultural Greek Council, National Pan-Hellenic Council, and Panhellenic Association—represent most Greek organizations. Each council has a different recruitment process.    File:Chi Omega Fraternity House, 1525 Washtenaw Avenue, Ann Arbor, Michigan - panoramio.jpg|thumb|Chi Omega Fraternity House  The Michigan Union and Michigan League are student activity centers located on Central Campus; Pierpont Commons is on North Campus. The Michigan Union houses a majority of student groups, including the student government. The William Monroe Trotter House, located east of Central Campus, is a multicultural student center operated by the university's Office of Multi-Ethnic Student Affairs.   The University Activities Center (UAC) is a student-run programming organization and is composed of 14 committees.   Each group involves students in the planning and execution of a variety of events both on and off campus.  The Michigan Marching Band, composed of more than 350 students from almost all of U-M's schools,   is the university's marching band. Over 100 years old,   the band performs at every home football game and travels to at least one away game a year. The student-run and led University of Michigan Pops Orchestra is another musical ensemble that attracts students from all academic backgrounds. It performs regularly in the Michigan Theater. The University of Michigan Men's Glee Club, founded in 1859 and the second oldest such group in the country, is a men's chorus with over 100 members.   Its eight-member subset a cappella group, the University of Michigan Friars, which was founded in 1955, is the oldest currently running ''a cappella'' group on campus.   The University of Michigan is also home to over twenty other a cappella groups, including Amazin' Blue, The Michigan G-Men, and Compulsive Lyres, all of which have competed at the International Championship of Collegiate A Cappella (ICCA) finals in New York City. Compulsive Lyres are the first and only group from Michigan to claim an ICCA title, having won in 2002.   The Michigan G-Men are one of only six groups in the country to compete at ICCA finals four times, one of only two TTBB ensembles to do so, and placed third at the competition in 2015.   Amazin' Blue placed fourth at ICCA finals in 2017. In 2020, The A Cappella Archive ranked The Michigan G-Men and Amazin' Blue at #7 and #13, respectively, out of all groups that have ever competed in ICCA.    The University of Michigan also encourages many cultural and ethnic student organizations on campus. There are currently over 317 organizations under this category.   There are organizations for almost every culture from the Arab Student Association to Persian Student Association   to African Students Association   to even the Egyptian Student Association.   These organizations hope to promote various aspects of their culture along with raising political and social awareness around campus by hosting an assortment of events throughout the school year. These clubs also help students make this large University into a smaller community to help find people with similar interests and backgrounds.  === Collegiate secret societies ===  The University of Michigan hosts three secret societies: Michigauma, Adara, and the Vulcans. Michigauma and Adara were once under the umbrella group \"The Tower Society\", the name referring to their historical locations in the Michigan Union tower. Michigauma was all-male while Adara was all-female, although both later became co-ed.  ,Michigauma, more recently known as the Order of Angell, was formed in 1902 by a group of seniors in coordination with University president James Burrill Angell. The group disbanded itself in 2021 due to public concerns about elitism and the society's history. The group was granted a lease for the top floor of the Michigan Union tower in 1932, which they referred to as the \"tomb,\" but the society vacated the space in 2000. Until more recent reforms, the group's rituals were inspired by the culture of Native Americans. ",
    "list": "48,090<ref name",
    "DATE_TIME": "2021-10-08T22:31:04Z"
}