{
    "name": "United States Military Academy | image          = U.S. Military Academy Coat of Arms.svg | image_size     =  | motto          = Duty • Honor • Country  | type           = U.S. Service Academy | established    =  superintendent = LTG Darryl A. Williams, USMA Class of 1983 | dean           = BG Shane R. Reeves, USMA Class of 1996   | head_label     = Commandant | head           = BG Mark C. Quander, USMA Class of 1995   | faculty        = 580 | students       = 4,294 cadets   | city           = West Point | state          = New York | country        = United States | campus         = Rural – ",
    "superintendent": "LTG Darryl A. Williams, USMA Class of 1983",
    "dean": "BG Shane R. Reeves, USMA Class of 1996",
    "head": "BG Mark C. Quander, USMA Class of 1995",
    "faculty": "580",
    "students": "4,294 cadets",
    "campus": "Rural – ",
    "athletics": "Varsity teams, 15 men's,  9 women's",
    "embed": "yes",
    "locmapin": "New York#USA",
    "map_width": "235",
    "added": "15 October 1966",
    "designated_nrhp_type": "19 December 1960",
    "refnum": "thumb||Secretary of the Army Pete Geren, center, with the U.S. Corps of Cadets senior leadership and Brig. Gen. Michael Linnington, far left, Commandant of the Corps of Cadets, after the congressional retirement review of the Corps of Cadets for Rep. Dave Hobson, center right, and Rep. Jim Saxton, center left, 2008  The '''United States Military Academy''' ('''USMA'''), also known as '''West Point''', '''Army''', '''Army West Point''',   '''The Academy''', or simply '''The Point''', is a fou",
    "ref": "|admit rate         =  |admit rate change  =  |yield rate         =  |yield rate change  =  |SAT EBRW           =   |SAT EBRW change    =  |SAT Math           =   |SAT Math change    =",
    "ACT": "|ACT change         =  |top decile         =  |top decile change  =  |top quarter        =  |top quarter change =  |top half           =  |top half change    =",
    "GPA": "thumb|Rwandan President Paul Kagame visits his son's room during Plebe-Parent Weekend Cadets have a host of extracurricular activities available, most run by the office of the Directorate of Cadet Activities (DCA).   DCA sponsors or operates 113 athletic and non-sport clubs.   Many cadets join several clubs during their time at the academy and find their time spent with their clubs a welcome respite from the rigors of cadet life.   DCA is responsible for a wide range of activities that provide improved quality of life for cadets, including: three cadet-oriented restaurants,   the Cadet Store,   and the ''Howitzer'' and ''Bugle Notes''.   ''The Howitzer'' is the annual yearbook, while ''Bugle Notes'', also known as the \"plebe bible,\" is the manual of plebe knowledge. Plebe knowledge is a lengthy collection of traditions, songs, poems, anecdotes, and facts about the academy, the army, the ''Old Corps'', and the rivalry with Navy that all plebes must memorize during cadet basic training.       During plebe year, plebes may be asked, and are expected to answer, any inquiry about plebe knowledge asked by upper class cadets. Other knowledge is historical in nature, including information as found in ''Bugle Notes''. Lipsky (2003), p. 9.  However, some knowledge changes daily, such as \"the days\" (a running list of the number of days until important academy events),   the menu in the mess hall for the day, or the lead stories in ''The New York Times''.   Each cadet class celebrates at least one special \"class weekend\" per academic year. Fourth class cadets participate in Plebe Parent Weekend during the first weekend of spring break. In February, third class cadets celebrate the winter season with Yearling Winter Weekend. In late January the second class cadets celebrate 500th Night, marking the remaining 500 days before graduation. First class cadets celebrate three different formal occasions. In late August, first class cadets celebrate Ring Weekend, in February they mark their last 100 days with 100th Night, and in May they have a full week of events culminating in their graduation. All of the \"class weekends\" involve a formal dinner and social dance, known in old cadet slang as a \"hop,\" held at Eisenhower Hall.     Grant Hall, formerly the cadet mess hall at West Point, is now a social center.    == Athletics == ",
    "description": "Bishop H.S. Shipman's \"The Corps\" is considered the second most important song at the United States Military Academy behind the Alma Mater.",
    "list": "\"bn\"/>  Each cadet class celebrates at least one special \"class weekend\" per academic year. Fourth class cadets participate in Plebe Parent Weekend during the first weekend of spring break. In February, third class cadets celebrate the winter season with Yearling Winter Weekend. In late January the second class cadets celebrate 500th Night, marking the remaining 500 days before graduation. First class cadets celebrate three different formal occasions. In late August, first class cadets celebrate Ring Weekend, in February they mark their last 100 days with 100th Night, and in May they have a full week of events culminating in their graduation. All of the \"class weekends\" involve a formal dinner and social dance, known in old cadet slang as a \"hop,\" held at Eisenhower Hall. |",
    "DATE_TIME": "2021-08-13T21:23:20Z"
}