{
    "name": "Texas Tech University",
    "image_name": "Texas Tech University seal.svg",
    "former_names": "Texas Technological College",
    "academic_affiliations": "URA APLU ORAU",
    "endowment": "$1.195 billion  (systemwide) ",
    "chancellor": "Robert L. Duncan",
    "president": "Lawrence Schovanec",
    "students": "name=Enrollment|Enrollment figures are from the Fall 2017 semester",
    "undergrad": "30,759",
    "postgrad": "6,251",
    "faculty": "2,554 ",
    "campus": "Urban, ",
    "ARWU_W": "401–500",
    "Forbes": "314",
    "USNWR_NU": "176",
    "publisher": "year= 2014|url=http://www.nacubo.org/Documents/EndowmentFiles/2014_Endowment_Market_Values_Revised.pdf|format=PDF|accessdate=February 15, 2015  | chancellor = Robert L. Duncan  | president = Lawrence Schovanec  | students = 37,010 postgrad = 6,251",
    "archiveurl": "left|thumb|Administration Building (''circa'' 1925) The call to open a college in West Texas began shortly after settlers arrived in the area in the 1880s.   In 1917, the Texas legislature passed a bill creating a branch of Texas A&M to be in Abilene.  However, the bill was repealed two years later during the next session after it was discovered Governor James E. Ferguson had falsely reported the site committee's choice of location. After new legislation passed in the state house and senate in 1921, Governor Pat Neff vetoed it, citing hard financial times in West Texas. Furious about Neff's veto, some in West Texas went so far as to recommend West Texas secede from the state.   In 1923, the legislature decided, rather than a branch campus, a new university would better serve the region's needs under legislation co-authored by State Senator William H. Bledsoe of Lubbock and State Representative Roy Alvin Baldwin of Slaton in southern Lubbock County.   On February 10, 1923, Neff signed the legislation creating Texas Technological College, and in July of that year, a committee began searching for a site.  When the committee's members visited Lubbock, they were overwhelmed to find residents lining the streets to show support for hosting the institution.   That August, Lubbock was chosen on the first ballot over other area towns, including Floydada, Plainview, Big Spring, and Sweetwater.   Construction of the college campus began on November 1, 1924.  Ten days later, the cornerstone of the Administration Building was laid in front of 20,000 people. Governor Pat Neff, Amon G. Carter, Reverend E. E. Robinson, Colonel Ernest O. Thompson, and Representative Richard M. Chitwood, the chairman of the House Education Committee, who became the first Texas Tech business manager, spoke at the event. Chitwood served in the position only fifteen months; he died in November 1926.  With an enrollment of 914 students—both men and women—Texas Technological College opened for classes on October 1, 1925.    It was originally composed of four schools—Agriculture, Engineering, Home Economics, and Liberal Arts.   thumb Texas Tech grew slowly in the early years. During the 1930s, Bradford Knapp, the university's second president, proceeded with an expansion program, which included new dormitories, the first library (now the mathematics building), a golf course, a swimming pool, paved streets and alleys, and landscaping. A proposed $80,000 allocation for a football stadium was shelved. The library won the approval of Governor James V. Allred. Because the state cut appropriations by 30% at the start of the Great Depression, President Knapp applied for assistance from the major New Deal agencies to expand Texas Tech, including the Works Progress Administration, Public Works Administration (PWA), Civil Works Administration, and the National Youth Administration. Wyatt C. Hedrick, son-in-law of Governor Ross S. Sterling, was the architect of all campus PWA projects.   Military training was conducted at the college as early as 1925, but formal Reserve Officers' Training Corps training did not start until 1936. By 1939, the school's enrollment had grown to 3,890. Though enrollment declined during World War II, Texas Tech trained 4,747 men in its armed forces training detachments.  Following the war, in 1946, the college saw its enrollment leap to 5,366 from a low of 1,696 in 1943.  ",
    "deadurl": "left|thumb|Administration Building (''circa'' 1925) The call to open a college in West Texas began shortly after settlers arrived in the area in the 1880s.   In 1917, the Texas legislature passed a bill creating a branch of Texas A&M to be in Abilene.  However, the bill was repealed two years later during the next session after it was discovered Governor James E. Ferguson had falsely reported the site committee's choi",
    "list": "url",
    "DATE_TIME": "2018-01-02T03:05:28Z"
}