{
    "common_name": "Belgium",
    "official_languages": "Dutch, French, German",
    "demonym": "Belgian",
    "ethnic_groups": "see Demographics",
    "latd": "50",
    "latm": "51",
    "latNS": "N",
    "longd": "4",
    "longm": "21",
    "longEW": "E",
    "largest_settlement": "Brussels",
    "leader_title1": "King",
    "leader_title2": "Prime Minister",
    "leader_name1": "Albert II",
    "leader_name2": "Elio Di Rupo",
    "area_km2": "30,528",
    "area_sq_mi": "11,787",
    "area_rank": "139th",
    "area_magnitude": "1 E10",
    "percent_water": "6.4",
    "population_estimate": "11,041,266",
    "population_estimate_year": "2012",
    "population_estimate_rank": "76th",
    "population_census": "10,296,350",
    "population_census_year": "2001",
    "population_density_km2": "354.7",
    "population_density_rank": "33rd",
    "population_density_sq_mi": "918.6",
    "GDP_PPP": "$413.281 billion",
    "GDP_PPP_rank": "30th",
    "GDP_PPP_per_capita": "$37,736",
    "GDP_PPP_per_capita_rank": "20th",
    "GDP_nominal": "$513.396 billion",
    "GDP_nominal_rank": "21st",
    "GDP_nominal_per_capita": "$46,878",
    "GDP_nominal_per_capita_rank": "16th",
    "Gini": "28",
    "Gini_year": "2005",
    "Gini_category": "low",
    "HDI_rank": "18th",
    "HDI_category": "very high",
    "sovereignty_type": "Independence",
    "accessionEUdate": "25 March 1957",
    "EUseats": "24",
    "footnote1": "Before 1999: Belgian franc (BEF).",
    "work": "The World Factbook",
    "publisher": "accessdate=19 December 2011  | leader_title1            = King | leader_title2            = Prime Minister | leader_name1             = Albert II | leader_name2             = Elio Di Rupo | legislature              = Federal Parliament | upper_house              = Senate | lower_house              = Chamber of Representatives | area_km2                 = 30,528 | area_sq_mi               = 11,787 | area_rank                = 139th | area_magnitude           = 1 E10 | percent_water            = 6.4 | population_estimate      = 11,041,266   |",
    "accessdate": "|url=http://epp.eurostat.ec.europa.eu/tgm/table.do?tab=table&language=en&pcode=tps00001&tableSelection=1&footnotes=yes&labeling=labels&plugin=1",
    "language": "= Dut",
    "year": "2012 | population_estimate_rank = 76th | population_census        = 10,296,350 | population_censu",
    "page": [
        "|||"
    ],
    "journal": [
        "",
        ""
    ],
    "introductionurl": "http://www.belgium.be/eportal/application?origin=navigationBanner.jsp&event=bea.portal.framework.internal.refresh&pageid=indexPage&navId=6188",
    "quote": "C'est une région officiellement bilingue formant au centre du pays une enclave dans la province du Brabant flamand (Vlaams Brabant)  |work=L'aménagement linguistique dans le monde  |language=French  |date=18 January 2007  |author=Leclerc, Jacques, , membre associé du TLFQ  |publisher=Host: Trésor de la langue française au Québec (TLFQ), Université Laval, Quebec  |url=http://www.tlfq.ulaval.ca/axl/EtatsNsouverains/bruxelles-capitale.htm  |accessdate=18 June 2007",
    "location": [
        "|publisher=Belgian Federal Public Service (ministry) / Embassy of Belgium in the Republic of Korea  |"
    ],
    "author": [
        "",
        "",
        ""
    ],
    "archiveurl": "http://web.archive.org/web/20070609031824/http://www.tlfq.ulaval.ca/AXL/EtatsNsouverains/bruxelles-capitale.ht",
    "pages": [
        "",
        "",
        "",
        ""
    ],
    "date": "|url=http://epp.eurostat.ec.europa.eu/tgm/table.do?tab=table&language=en&pcode=tps00001&tableSelection=1&footnotes=yes&labeling=labels&plugin=1  |",
    "first": "left|The Seventeen Provinces (orange, brown and yellow areas) and the Bishopric of Liège (green)  The name 'Belgium' is derived from ''Gallia Belgica'', a Roman province in the northernmost part of Gaul that, before Roman invasion in 100 BC, was inhabited by the ''Belgae'', a mix of Celtic and Germanic peoples.     A gradual immigration by Germanic Frankish tribes during the 5th century brought the area under the rule of the Merovingian kings. A gradual shift of power during the 8th century led the kingdom of the Franks to evolve into the Carolingian Empire.   Cook (2002), p. 3  The Treaty of Verdun in 843 divided the region into Middle and West Francia and therefore into a set of more or less independent fiefdoms which, during the Middle Ages, were vassals either of the King of France or of the Holy Roman Emperor.   Many of these fiefdoms were united in the Burgundian Netherlands of the 14th and 15th centuries.   Emperor Charles V extended the personal union of the Seventeen Provinces in the 1540s, making it far more than a personal union by the Pragmatic Sanction of 1549 and increased his influence over the Prince-Bishopric of Liège.   The Eighty Years' War (1568–1648) divided the Low Countries into the northern United Provinces (''Belgica Foederata'' in Latin, the \"Federated Netherlands\") and the Southern Netherlands (''Belgica Regia'', the \"Royal Netherlands\"). The latter were ruled successively by the Spanish and the Austrian Habsburgs and comprised most of modern Belgium. This was the theatre of most Franco-Spanish and Franco-Austrian wars during the 17th and 18th centuries. Following the campaigns of 1794 in the French Revolutionary Wars, the Low Countries—including territories that were never nominally under Habsburg rule, such as the Prince-Bishopric of Liège—were annexed by the French First Republic, ending Austrian rule in the region. The reunification of the Low Countries as the United Kingdom of the Netherlands occurred at the dissolution of the First French Empire in 1815, after the defeat of Napoleon.  In 1830, a renewed attempt for a French Revolution began in Brussels and ultimately led to the separation of the Southern Provinces from the Netherlands. This new territorial dominion, a Buffer State, between the European powers: Great Britain, France, Germany, became known as Belgium, after the Ancient Roman Province of Galilia Belgica; with the establishment of a Roman Catholic church as the great power over the land took control in 1836 and a New, officially French-speaking, Bourgoisie was to function as a neutral independent country under a provisional government and a national congress.   ",
    "edition": "Hardcover 352pp  |publisher=Facts on File, New York  |isbn=0-8160-2135-X Paperback 512pp, ISBN 0-8160-3182-7; Revis",
    "isbn": "left| ''Episode of the Belgian Revolution of 1830''  (1834),  by Egide Charles Gustave Wappers,   Museum of Ancient Art, Brussels  The main political parties of the 19th century were the Catholic Party and the Liberal Party, with the Belgian Labour Party emerging towards the end of the 19th century. French was originally the single official language adopted by the nobility and the bourgeoisie. It progressively lost its overall importance as Dutch became recognised as well. This recognition became official in 1898 and in 1967 a Dutch version of the Constitution was legally accepted.    The Berlin Conference of 1885 ceded control of the Congo Free State to King Leopold II as his private possession. From around 1900 there was growing international concern for the extreme and savage treatment of the Congolese population under Leopold II, for whom the Congo was primarily a source of revenue from ivory and rubber production. In 1908 this outcry led the Belgian state to assume responsibility for the government of the colony, henceforth called the Belgian Congo.   ",
    "list": [
        "",
        ""
    ],
    "DATE_TIME": "2012-10-06T23:41:30Z"
}