{
    "after": "emocrats took control of the United States Senate by one seat.  McConnell faced a tough reelection contest against former Louisville mayor Harvey I. Sloane in 1990, winning by only 4.5 points. He had a slightly easier time in 1996, even as Bill Clinton narrowly carried the state. In 1996, Democrat Steve Beshear was unable to get McConnell to debate him. Bumper stickers were produced which read, \"Ditch Mitch.\" McConnell's television ads warned voters to not \"Get Besheared\" and included images of sheep being sheared. In 2002, he was reelected with the largest majority by a Republican candidate in Kentucky history. On November 12 of that year, McConnell was unanimously elected Majority Whip of the Senate.  === Republican leadership === McConnell was chairman of the National Republican Senatorial Committee during the 1998 and 2000 election cycles. In both, Republicans maintained control of the Senate.  McConnell was first elected as Majority Whip in the 108th Congress; he was unanimously re-elected by Republicans in the Senate on November 17, 2004.  Sen. Bill Frist, the Majority Leader, did not seek re-election in the 2006 elections. After Republicans lost control of the Senate in November 2006, they elected McConnell to replace Frist as Republican Leader.  ===Committees=== McConnell currently serves as a senior member of the Appropriations Committee.  He is chairman of the Subcommittee on Foreign Operations, and Related Programs, a key foreign policy perch, and a senior member of the Agriculture, Nutrition and Forestry and Rules and Administration Committees.  === Political actions and positions === McConnell is a staunch conservative and a master of procedure, but no piece of landmark legislation bears his name.   McConnell is widely considered a \"kingmaker\" in Kentucky Republican politics. Many Democrats consider him the embodiment of a politician who relies on large donations from special interests. However, on one issue, the Flag Desecration Amendment, he has distanced himself from the vast majority in his party by opposing the amendment.  Perhaps the only issue on which McConnell has a national profile is campaign-finance reform, where he's known for having fought it at every turn.    McConnell spearheaded the movement against the Bipartisan Campaign Reform Act (commonly known as the \"McCain-Feingold bill\"), calling it \"neither fair, nor balanced, nor constitutional.\"    His opposition to the bill culminated in the 2003 Supreme Court case ''McConnell v. Federal Election Commission.''  McConnell remains one of the strongest supporters of the American invasion of Iraq, which he considers a central part of the \"War on Terrorism.\"  He holds the view that the violence in Iraq is perpetrated primarily by al-Qaeda and other international jihadists, who would otherwise be engaged in terrorist actions within the United States.  In an interview with CNN's Anderson Cooper on January 10, 2007",
    "NAME": "McConnell, Mitch |ALTERNATIVE",
    "DATE_TIME": "2007-03-01T16:40:56Z"
}