{
    "name": "Daniel Inouye",
    "office": "President pro tempore of the United States Senate",
    "president": "Barack Obama",
    "leader": "Harry Reid",
    "term_start": "June 28, 2010",
    "term_end": "December 17, 2012",
    "state1": "Hawaii",
    "term_start1": "January 3, 1963",
    "predecessor1": "Oren Long",
    "successor1": "Vacant",
    "state2": "Hawaii",
    "term_start2": "August 21, 1959",
    "term_end2": "January 3, 1963",
    "predecessor2": "John Burns  (Delegate)",
    "successor2": "Thomas Gill",
    "party": "Democratic Party",
    "spouse": "Maggie Shinobu Awamura ",
    "children": "Ken",
    "religion": "Methodist",
    "alma_mater": "University of Hawaii, Manoa, ",
    "branch": "United States Army",
    "serviceyears": "1943–1947",
    "rank": "Captain",
    "unit": "442nd Regimental Combat Team",
    "battles": "World War II",
    "awards": [
        "'''Committee on Appropriations''' (Chairman)",
        "",
        "Subcommittee on Commerce, Justice, Science, and Related Agencies",
        "",
        "Subcommittee on Defense (Chairman)",
        "",
        "Subcommittee on Homeland Security",
        "",
        "Subcommittee on Labor, Health and Human Services, Education, and Related Agencies",
        "",
        "Subcommittee on Military Construction, Veterans Affairs, and Related Agencies",
        "",
        "Subcommittee on State, Foreign Operations, and Related Programs",
        "'''Committee on Commerce, Science, and Transportation'''",
        "",
        "Subcommittee on Aviation Operations, Safety, and Security",
        "",
        "Subcommittee on Communications, Technology, and the Internet",
        "",
        "Subcommittee on Oceans, Atmosphere, Fisheries, and Coast Guard",
        "",
        "Subcommittee on Science and Space",
        "",
        "Subcommittee on Surface Transportation and Merchant Marine Infrastructure, Safety, and Security",
        "'''Committee on Indian Affairs'''",
        "'''Committee on Rules and Administration '''  ====Party leadership====",
        "Senate Democratic Steering and Coordination Committee",
        "United States Senate President Pro Tempore (on June 28, 2010, after the death of then-President Pro Tempore Robert Byrd)  ====Caucuses====",
        "Congressional Asian Pacific American Caucus",
        "Senate Oceans Caucus  ==Electoral history==",
        "On June 21, 2000, Inouye was presented the Medal of Honor by President Bill Clinton for his service during World War II (In 2007, Inouye was personally inducted as a Chevalier of the Legion of Honor by President of France Nicolas Sarkozy; all living veterans of WW II who served in France are eligible to receive the Legion of Honor military award from France).",
        "Also in 2000, Inouye was awarded the Grand Cordon of the Order of the Rising Sun by the Emperor of Japan, in recognition of his long and distinguished career in public service.",
        "In 2006, the U S Navy Memorial awarded Inouye with its Naval Heritage award for his support of the U S Navy and the military during his terms in the Senate.",
        "In February 2009, a bill was filed in the Philippine House of Representatives by Rep. Antonio Diaz seeking to confer honorary Filipino citizenship on Inouye, Senators Ted Stevens and Daniel Akaka and Representative Bob Filner, for their role in securing the passage of benefits for Filipino World War II veterans.",
        "In June 2011, Inouye was appointed a Grand Cordon of the Order of the Paulownia Flowers, the highest Japanese honor which may be conferred upon a foreigner who is not a head of state. Only the seventh American to be so honored, he is also the first American of Japanese descent to receive it. The conferment of the order was \"to recognize his continued significant and unprecedented contributions to the enhancement of goodwill and understanding between Japan and the United States.\"    ===Military awards and decorations=== On May 27, 1947, he was honorably discharged and returned home as a Captain with a Distinguished Service Cross, Bronze Star Medal, 2 Purple Hearts, and 12 other medals and citations. In 2000, his Distinguished Service Cross was upgraded to the Medal of Honor.        ==Death== Sen. Daniel Inouye died of respiratory complications on December 17. 2012.                              {| class=\"wikitable\""
    ],
    "publisher": "Names.voa.gov |accessdate=July 2, 2010 ; September 7, 1924-December 17, 2012  ) was the senior United States Senator from Hawaii, a member of the Democratic Party, and the President pro tempore of the United States Senate   making him the highest-ranking Asian American politician in U.S. history.",
    "NAME": "Inouye, Daniel |ALTERNATIVE",
    "DATE_TIME": "2012-12-17T22:52:07Z"
}