{
    "common_name": "Mozambique",
    "largest_city": "Maputo",
    "official_languages": "Portuguese (Other \"National languages\" are recognized by the constitution, but not explicitly listed.)",
    "demonym": "Mozambican",
    "leader_title1": "President",
    "leader_name1": "Filipe Nyusi",
    "leader_title2": "Prime Minister",
    "leader_name2": "Adriano Maleiane",
    "sovereignty_type": "Formation",
    "established_event3": "Mozambican Civil War",
    "established_date3": "1977–1992",
    "established_event4": "Current constitution",
    "established_date4": "21 December 2004",
    "area_km2": "801,590",
    "area_rank": "35th",
    "area_sq_mi": "309,496",
    "percent_water": "2.2",
    "population_estimate": "30,066,648",
    "population_census": "27,909,798",
    "population_estimate_year": "2020",
    "population_estimate_rank": "46th",
    "population_census_year": "2017",
    "population_density_km2": "28.7",
    "population_density_sq_mi": "74.3",
    "population_density_rank": "178th",
    "GDP_PPP": "$43.265 billion",
    "GDP_PPP_year": "2022",
    "GDP_PPP_per_capita": "$1,439",
    "GDP_nominal": "$16.446 billion",
    "GDP_nominal_year": "2022",
    "GDP_nominal_per_capita": "$547",
    "Gini": "45.7",
    "Gini_year": "2008",
    "Gini_change": "increase",
    "HDI": "0.456",
    "HDI_year": "2019",
    "HDI_change": "increase",
    "HDI_rank": "181st",
    "religion_year": "2019",
    "style": "|",
    "country": "Mozambique",
    "stat_ref": "According to the 2017 Census",
    "div_name": "Province",
    "city_1": "Maputo",
    "div_1": "Maputo City",
    "pop_1": "1,080,277",
    "img_1": "Maputo seen from southeast - October 2006.jpg",
    "city_2": "Matola",
    "div_2": "Maputo Province",
    "pop_2": "1,032,197",
    "img_2": "Antigo edifício do Conselho Municipal da Matola.jpg",
    "city_3": "Nampula",
    "div_3": "Nampula Province",
    "pop_3": "663,212",
    "img_3": "Nampula_Airport.jpg",
    "city_4": "Beira, Mozambique",
    "div_4": "Sofala Province",
    "pop_4": "592,090",
    "img_4": "Beira center 2000.jpg",
    "city_5": "Chimoio",
    "div_5": "Manica Province",
    "pop_5": "363,336",
    "city_6": "Tete, Mozambique",
    "div_6": "Tete Province",
    "pop_6": "307,338",
    "city_7": "Quelimane",
    "div_7": "Zambezia Province",
    "pop_7": "246,915",
    "city_8": "Lichinga",
    "div_8": "Niassa Province",
    "pop_8": "242,204",
    "city_9": "Mocuba",
    "div_9": "Zambezia Province",
    "pop_9": "''240,000''",
    "city_10": "Nacala",
    "div_10": "Nampula Province",
    "pop_10": "225,034",
    "city_11": "Gurúè",
    "div_11": "Zambezia Province",
    "pop_11": "''210,000''",
    "city_12": "Pemba, Mozambique",
    "div_12": "Cabo Delgado Province",
    "pop_12": "201,846",
    "city_13": "Xai-Xai",
    "div_13": "Gaza Province",
    "pop_13": "132,884",
    "city_14": "Maxixe, Mozambique",
    "div_14": "Inhambane Province",
    "pop_14": "123,868",
    "city_15": "Angoche",
    "div_15": "Nampula Province",
    "pop_15": "89,998",
    "city_16": "Inhambane",
    "div_16": "Inhambane Province",
    "pop_16": "82,119",
    "city_17": "Cuamba",
    "div_17": "Niassa Province",
    "pop_17": "79,013",
    "city_18": "Montepuez",
    "div_18": "Cabo Delgado Province",
    "pop_18": "76,139",
    "city_19": "Dondo, Mozambique",
    "div_19": "Sofala Province",
    "pop_19": "70,817",
    "city_20": "Moçambique (city)",
    "div_20": "Nampula Province",
    "direction": "upright=1.15|Portuguese troops during the Portuguese Colonial War, some loading FN FAL and G3  As communist and anti-colonial ideologies spread out across Africa, many clandestine political movements were established in support of Mozambican independence. These movements claimed that since policies and development plans were primarily designed by the ruling authorities for the benefit of Mozambique's Portuguese population, little attention was paid to Mozambique's tribal integration and the development of its native communities.    According to the official guerrilla statements, this affected a majority of the indigenous population who suffered both state-sponsored discrimination and enormous social pressure. Many felt they had received too little opportunity or resources to upgrade their skills and improve their economic and social situation to a degree comparable to that of the Europeans. Statistically, Mozambique's Portuguese whites were indeed wealthier and more skilled than the black indigenous majority. As a response to the guerrilla movement, the Portuguese government from the 1960s and principally the early 1970s initiated gradual changes with new socioeconomic developments and egalitarian policies.    The Front for the Liberation of Mozambique (FRELIMO) initiated a guerrilla campaign against Portuguese rule in September 1964. This conflict—along with the two others already initiated in the other Portuguese colonies of Angola and Portuguese Guinea—became part of the so-called Portuguese Colonial War (1961–1974). From a military standpoint, the Portuguese regular army maintained control of the population centres while the guerrilla forces sought to undermine their influence in rural and tribal areas in the north and west. As part of their response to FRELIMO, the Portuguese government began to pay more attention to creating favourable conditions for social development and economic growth.    === Independence (1975) === FRELIMO took control of the territory after ten years of sporadic warfare, as well as Portugal's own return to democracy after the fall of the authoritarian Estado Novo regime in the Carnation Revolution of April 1974 and the failed coup of 25 November 1975. Within a year, most of the 250,000 Portuguese in Mozambique had left—some expelled by the government of the nearly independent territory, some left the country to avoid possible reprisals from the unstable government—and Mozambique became independent from Portugal at midnight, local time, on 25 June 1975.   A law had been passed on the initiative of the relatively unknown Armando Guebuza of the FRELIMO party, ordering the Portuguese to leave the country in 24 hours with only ",
    "width": "Traditional sailboat in Ilha de Moçambique Mozambique's economy has been shaken by a number of corruption scandals. In July 2011, the government proposed new anti-corruption laws to criminalise embezzlement, influence peddling and graft, following numerous instances of the theft of public money. This has been endorsed by the country's Council of Ministers. Mozambique has convicted two former ministers for graft in the past two years.    Mozambique was ranked 116 of 178 countries in anti-graft watchdog Transparency International's latest index of global corruption. According to a USAID report written in 2005, \"the scale and scope of corruption in Mozambique are cause for alarm.\"    In March 2012, the government of the southern Mozambican province of Inhambane uncovered the misappropriation of public funds by the director of the Provincial Anti-Drugs Office, Calisto Alberto Tomo. He was found to have colluded with the accountant in the Anti-Drugs Office, Recalda Guambe, to steal over 260,000 meticais between 2008 and 2010.    The government of Mozambique has taken steps to address the problem of corruption, and some positive developments can be observed, such as the passages of several new anti-corruption bills in 2012.    ===Natural resources=== ",
    "image1": "Sé da Beira.jpg",
    "caption1": "Beira Cathedral",
    "image2": "Mesquita Maputo.jpg",
    "caption2": "A mosque in downtown Maputo",
    "list": "white-space:nowrap;   |57.6% Christianity   |18.3% Islam   |13.4% No religion    |9.6% Traditional faiths   |1.1% Other    | religion_year",
    "DATE_TIME": "2022-06-11T17:05:52Z"
}