{
    "common_name": "Republic of Macedonia",
    "latd": "42 |latm=0 |latNS=N |longd=21 |longm=26 |longEW=E",
    "largest_city": "capital",
    "languages": "||||",
    "ethnic_groups_year": "2002",
    "demonym": "Macedonian",
    "leader_title1": "President",
    "leader_name1": "Gjorge Ivanov",
    "leader_title2": "Prime Minister",
    "leader_name2": "Nikola Gruevski",
    "leader_title3": "Speaker of the Parliament",
    "leader_name3": "Trajko Veljanovski",
    "sovereignty_type": "Establishment",
    "established_event3": "Independence,  from Yugoslavia",
    "established_date3": "8 September 1991",
    "established_event4": "Officially recognized ,  by the United Nations",
    "established_date4": "8 April 1993",
    "accessionEUdate": "|EUseats =",
    "area_km2": "25,713",
    "area_sq_mi": "9,779",
    "area_rank": "148th",
    "area_magnitude": "1 E10",
    "percent_water": "1.9",
    "population_estimate": "2,058,539",
    "population_estimate_year": "2011",
    "population_estimate_rank": "146th",
    "population_census": "2,022,547",
    "population_census_year": "2002",
    "population_density_km2": "80.1",
    "population_density_sq_mi": "210.5",
    "population_density_rank": "122nd",
    "GDP_PPP": "$22.147 billion",
    "GDP_PPP_per_capita": "$10,718",
    "GDP_nominal": "$10.198 billion",
    "GDP_nominal_year": "2012",
    "GDP_nominal_per_capita": "$4,935",
    "Gini_year": "2011",
    "Gini": "39.2",
    "HDI_year": "2013",
    "HDI": "0.732",
    "HDI_rank": "84th",
    "alt_sport_code": "MK",
    "vehicle_code": "MK",
    "aircraft_code": "MK",
    "last": "psto_en.aspx?id=2 Population from the State Statistical Office.  |population_estimate_rank = 146th |population_census = 2,022,547  |population_census_year = 2002 |population_density_km2 = 80.1 |population_density_sq_mi = 210.5  |population_density_rank = 122nd |GDP_PPP_year = 2012 |GDP_PPP = GDP_PPP_rank =  |GDP_PPP_per_capita = $10,718  |GDP_PPP_per_capita_rank =  |GDP_nominal = ",
    "year": "2002  |demonym = Macedonian |government_type = Parliamentary republic |leader_title1 = President |leader_name1 = Gjorge Ivanov |leader_title2 = Prime Minister |leader_name2 = Nikola Gruevski |leader_title3 = Speaker of the Parliament |leader_name3 = Trajko Veljanovski |legislature = Assembly |sovereignty_type = Establishment |established_event1 = Kruševo Republic |established_date1 = 3&ndash;13 August 1903 |established_event2 = Socialist Republic,  within Yugoslavia  |established_date2 = 8 March 1946 |established_event3 = Independence,  from Yugoslavia  |established_date3 = 8 September 1991 |established_event4 = Officially recognized ,  by the United Nations  |established_date4 = 8 April 1993 |accessionEUdate = |EUseats =  |area_km2 = 25,713 |area_sq_mi = 9,779  |area_rank = 148th |area_magnitude = 1 E10 |percent_water = 1.9 |population_estimate = 2,058,539 |population_estimat",
    "page": "=21–25  |HDI_rank = 84th |currency = Macedonian denar |currency_code = MKD |time_zone = CET |utc_offset = +1 |time_zone_DST = CEST |utc_offset_DST = +2 |patron_saint = Saint Clement of Ohrid   |drives_on = right |calling_code = +389 |iso3166code = MK |ISO_3166-1_numeric = 807 |alt_sport_code = MK |vehicle_code = MK |aircraft_code = MK |cctld = first=Robert |last=Beekes |author-link=Pre-Greek substrate |title=Etymological Dictionary of Greek |volume=",
    "width": "Mount Korab, the highest mountain in Macedonia File:Galicica-viewfromKorita.JPG|thumb| Galičica, view from Korita  Macedonia has a total area of ",
    "titlebar": "#ddd",
    "left1": "'''Religion'''",
    "float": "width=80|lat=41.7|long=20.77|caption= |style=\"text-align:center; padding:0;\"| |- |Galičica |style=\"text-align:center\" |1958 |style=\"text-align:center\" |227 km² |style=\"text-align:center; padding:0;\"| Macedonia|label=|position=l",
    "bars": "thumb|left|A 19th-century Macedonian silver Hanukkah Menorah  There is a small Protestant community. The most famous Protestant in the country is the late president Boris Trajkovski. He was from the Methodist community, which is the largest and oldest Protestant church in the Republic, dating back to the late 19th century. Since the 1980s the Protestant community has grown, partly through new confidence and partly with outside missionary help.  The Macedonian Jewish community, which numbered some 7,200 people on the eve of World War II, was almost entirely destroyed during the war: only 2% of Macedonian Jews survived the Holocaust.   After their liberation and the end of the War, most opted to emigrate to Israel. Today, the country's Jewish community numbers approximately 200 persons, almost all of whom live in Skopje. Most Macedonian Jews are Sephardic – the descendants of 15th-century refugees who had fled the Spanish and Portuguese Inquisitions.  According to the 2002 Census, 46.5% of the children aged 0–4 were Muslim.    ===Languages=== thumb ",
    "North": [
        "Commencing negotiations for full-fledged membership in the European Union",
        "Lifting the visa regime for Macedonian nationals",
        "NATO membership",
        "Resolving the naming issue with Greece",
        "Strengthening the economic and public diplomacy  Macedonia is a member of the following international and regional organisations:   IMF (since 1992), WHO (since 1993), EBRD (since 1993), Central European Initiative (since 1993), Council of Europe (since 1995), OSCE (since 1995), SECI (since 1996), WTO (since 2003), CEFTA (since 2006), La Francophonie (since 2001).  In 2005, the country was officially recognised as a European Union candidate state.  On the NATO summit held in Bucharest in April 2008, Macedonia failed to gain an invitation to join the organisation because Greece vetoed the move after the dispute over the name issue.   The USA had previously expressed support for an invitation,   but the summit then decided to extend an invitation only on condition of a resolution of the naming conflict with Greece.  In March 2009 the European Parliament expressed support for Macedonia's EU candidacy and asked the EU Commission to grant the country a date for the start of accession talks by the end of 2009. The parliament also recommended a speedy lifting of the visa regime for Macedonian citizens.   However, Macedonia has so far failed to receive a start date for accession talks as a result of the naming dispute. The EU's stance is similar to NATO's in that resolution of the naming dispute is a precondition for the start of accession talks.  In October 2012 the EU Enlargement Commissioner Štefan Füle proposed a start of accession negotiations with Macedonia for the fourth time,  while the previous efforts were blocked each time by Greece. At the same time Füle visited Bulgaria in a bid to clarify the state's position with respect to Macedonia. He established that Bulgaria almost has joined Greece in vetoing the accession talks with Macedonia. Bulgarian position was that Sofia cannot grant an EU certificate to Skopje, which is systematically employing an ideology of hate towards Bulgaria.    ====Naming dispute===="
    ],
    "West": "Mount Korab, the highest mountain in Macedonia File:Galicica-viewfromKorita.JPG|thumb| Galičica, view from Korita  Macedonia has a total area of ",
    "East": "left|160|Metodija Andonov Chento greeted in Skopje after the National Liberation War of Macedonia in 1944.  During World War II, Yugoslavia was occupied by the Axis Powers from 1941 to 1945. The Vardar Banovina was divided between Bulgaria and Italian-occupied Albania. Bulgarian Action Committees were established to prepare the region for the new Bulgarian administration and army.   The Committees were mostly formed by former members of IMRO, but some communists such as Panko Brashnarov, Strahil Gigov and Metodi Shatorov also participated.  As leader of the Vardar Macedonia communists, Shatorov switched from the Yugoslav Communist Party to the Bulgarian Communist Party     and refused to start military action against the Bulgarian army.   The Bulgarian authorities, under German pressure,   were responsible for the round-up and deportation of over 7,000 Jews in Skopje and Bitola.   Harsh rule by the occupying forces encouraged many Macedonians to support the Communist Partisan resistance movement of Josip Broz Tito after 1943,   and the National Liberation War ensued, with German forces being driven out of Macedonia by the end of 1944.  In Vardar Macedonia, after the Bulgarian coup d'état of 1944 the Bulgarian troops, surrounded by German forces, fought their way back to the old borders of Bulgaria. Under the leadership of the new Bulgarian pro-Soviet government, four armies, 455,000 strong in total, were mobilised and reorganised. Most of them re-entered occupied Yugoslavia in early October 1944 and moved from Sofia to Niš, Skopje and Pristina with the strategic task of blocking the German forces withdrawing from Greece.   Compelled by the Soviet Union with a view towards the creation of a large South Slav Federation, the Bulgarian government once again offered to give Pirin Macedonia to such a United Macedonia in 1945.  ===Socialist Yugoslavia period=== ",
    "list": [],
    "DATE_TIME": "2015-09-21T16:36:40Z"
}