{
    "common_name": "Finland",
    "largest_city": "capital",
    "official_languages": [
        "Finnish",
        "Swedish"
    ],
    "regional_languages": "Sámi",
    "demonym": [
        "Finnish",
        "Finn"
    ],
    "leader_title1": "President",
    "leader_name1": "Sauli Niinistö",
    "leader_title2": "Prime Minister",
    "leader_name2": "Juha Sipilä",
    "sovereignty_type": "Formation",
    "established_event3": "Independence ",
    "established_date3": "6 December 1917",
    "established_event4": "Civil War ",
    "established_date4": "27 January – 15 May 1918",
    "established_event5": "Joined the European Union",
    "established_date5": "1 January 1995",
    "area_km2": "338,424",
    "area_rank": "64th",
    "area_sq_mi": "130,596",
    "percent_water": "10",
    "population_estimate": "5,509,717",
    "population_estimate_year": "August 2017",
    "population_estimate_rank": "114th",
    "population_label2": "2017 official",
    "population_data2": "5,513,000",
    "population_density_km2": "16",
    "population_density_sq_mi": "41",
    "population_density_rank": "213rd",
    "GDP_PPP": "$255.976 billion",
    "GDP_PPP_year": "2018",
    "GDP_PPP_per_capita": "$46,342",
    "GDP_nominal": "$289.557 billion",
    "GDP_nominal_year": "2018",
    "GDP_nominal_per_capita": "$52,422",
    "Gini": "25.6",
    "Gini_year": "2014",
    "Gini_change": "increase increase",
    "Gini_rank": "6th",
    "HDI": "0.895",
    "HDI_year": "2015",
    "HDI_change": "increase",
    "HDI_rank": "23rd",
    "style": [
        "źemē'', meaning \"land\". In addition to the close relatives of Finnish (the Finnic languages), this name is also used in the Baltic languages Latvian and Lithuanian. Alternatively, the Indo-European word",
        "''gʰm-on'' \"man\" (cf. Gothic ''guma'', Latin ''homo'') has been suggested, being borrowed as",
        "''ćoma''. The word originally referred only to the province of Finland Proper, and later to the northern coast of Gulf of Finland, with northern regions such as Ostrobothnia still sometimes being excluded until later. Earlier theories suggested derivation from ''suomaa'' (fen land) or ''suoniemi'' (fen cape), and parallels between ''saame'' (Sami, a Finno-Ugric people in Lapland), and ''Häme'' (a province in the inland) were drawn, but these theories are now considered outdated.    The first survived use of word ''Suomi'' is in 811 in the Royal Frankish Annals where it is used as a person name connected to a peace treaty.      === Concept === In the earliest historical sources from the 12th and 13th centuries, the term Finland refers to the coastal region around Turku from Perniö to Uusikaupunki. This region later became known as Finland Proper in distinction from the country name Finland. Finland became a common name for the whole country in a centuries-long process that started when the Catholic Church established missionary diocese in Nousiainen in the northern part of the province of Suomi possibly sometime in the 12th century."
    ],
    "align": "thumb|Hakkapeliitta featured on a 1940 Finnish stamp The treaties signed in 1947 and 1948 with the Soviet Union included Finnish obligations, restraints, and reparations—as well as further Finnish territorial concessions in addition to those in the Moscow Peace Treaty of 1940. As a result of the two wars, Finland ceded most of Finnish Karelia, Salla, and Petsamo, which amounted to 10% of its land area and 20% of its industrial capacity, including the ports of Vyborg (Viipuri) and the ice-free Liinakhamari (Liinahamari). Almost the whole population, some 400,000 people, fled these areas. The former Finnish territory now constitutes part of Russia's Republic of Karelia. Finland was never occupied by Soviet forces and it retained its independence, but at a loss of about 93,000 soldiers.  Finland rejected Marshall aid, in apparent deference to Soviet desires. However, the United States provided secret development aid and helped the Social Democratic Party, in hopes of preserving Finland's independence.   Establishing trade with the Western powers, such as the United Kingdom, and paying reparations to the Soviet Union produced a transformation of Finland from a primarily agrarian economy to an industrialised one. Valmet was founded to create materials for war reparations. After the reparations had been paid off, Finland continued to trade with the Soviet Union in the framework of bilateral trade.  File:Urho Kaleva Kekkonen.jpg|thumb|Urho Kekkonen, the eighth president of Finland (1956–1982) In 1950, 46% of Finnish workers worked in agriculture and a third lived in urban areas. thumb|Finland joined the European Union in 1995 and signed the Lisbon Treaty in 2007 Miscalculated macroeconomic decisions, a banking crisis, the collapse of its largest trading partner (the Soviet Union), and a global economic downturn caused a deep early 1990s recession in Finland. The depression bottomed out in 1993, and Finland saw steady economic growth for more than ten years. ",
    "DATE_TIME": "2018-08-10T07:15:14Z"
}