{
    "common_name": "Finland",
    "largest_city": "capital",
    "official_languages": [
        "Finnish",
        "Swedish"
    ],
    "regional_languages": "Sami",
    "national_language": [
        "Finnish"
    ],
    "demonym": [
        "Finnish",
        "Finn"
    ],
    "leader_title1": "President",
    "leader_name1": "Sauli Niinistö",
    "leader_title2": "Prime Minister",
    "leader_name2": "Juha Sipilä",
    "sovereignty_type": "Formation",
    "established_event3": "Joined the European Union",
    "established_date3": "1 January 1995",
    "area_km2": "338,424",
    "area_rank": "64th",
    "area_sq_mi": "130,596",
    "percent_water": "10",
    "population_estimate": "5,509,717",
    "population_estimate_year": "August 2017",
    "population_estimate_rank": "114th",
    "population_label2": "2016 official",
    "population_data2": "5,503,297",
    "population_density_km2": "16",
    "population_density_sq_mi": "41",
    "population_density_rank": "201st",
    "GDP_PPP": "$239.662 billion",
    "GDP_PPP_year": "2017",
    "GDP_PPP_per_capita": "$43,545",
    "GDP_nominal": "$234.524 billion",
    "GDP_nominal_year": "2017",
    "GDP_nominal_per_capita": "$42,611",
    "Gini": "25.6",
    "Gini_year": "2014",
    "Gini_change": "increase increase",
    "Gini_rank": "6th",
    "HDI": "0.895",
    "HDI_year": "2015",
    "HDI_change": "increase",
    "HDI_rank": "23rd",
    "style": [
        "źemē'', meaning \"land\". In addition to the close relatives of Finnish (the Finnic languages), this name is also used in the Baltic languages Latvian and Lithuanian. Alternatively, the Indo-European word",
        "''gʰm-on'' \"man\" (cf. Gothic ''guma'', Latin ''homo'') has been suggested, being borrowed as",
        "right|thumb|upright|Hakkapeliitta featured on a 1940 Finnish stamp  In the earliest historical sources from the 12th and 13th centuries, the term Finland refers to the coastal region around Turku from Perniö to Uusikaupunki. This region later became known as Finland Proper in distinction from the country name Finland. Finland became a common name for the whole country in a centuries-long process that started when the Catholic Church established missionary diocese in Nousiainen in the northern part of the province of Suomi possibly sometime in the 12th century."
    ],
    "align": "thumb|left|Urho Kekkonen, the eighth president of Finland (1956–1982) Officially claiming to be neutral, Finland lay in the grey zone between the Western countries and the Soviet Union. The YYA Treaty (Finno-Soviet Pact of Friendship, Cooperation and Mutual Assistance) gave the Soviet Union some leverage in Finnish domestic politics. This was extensively exploited by president Urho Kekkonen against his opponents. He maintained an effective monopoly on Soviet relations from 1956 on, which was crucial for his continued popularity. In politics, there was a tendency of avoiding any policies and statements that could be interpreted as anti-Soviet. This phenomenon was given the name \"Finlandization\" by the German press.  Despite close relations with the Soviet Union, Finland maintained a market economy. Various industries benefited from trade privileges with the Soviets, which explains the widespread support that pro-Soviet policies enjoyed among business interests in Finland. Economic growth was rapid in the postwar era, and by 1975 Finland's GDP per capita was the 15th highest in the world. In the 1970s and 80s, Finland built one of the most extensive welfare states in the world. Finland negotiated with the EEC (a predecessor of the European Union) a treaty that mostly abolished customs duties towards the EEC starting from 1977, although Finland did not fully join. In 1981, president Urho Kekkonen's failing health forced him to retire after holding office for 25 years.  Finland reacted cautiously to the collapse of the Soviet Union, but swiftly began increasing integration with the West. On 21 September 1990, Finland unilaterally declared the Paris Peace Treaty obsolete, following the German reunification decision nine days earlier.    === Recent history === File:Tratado de Lisboa 13 12 2007 (081).jpg|thumb|right|Finland joined the European Union in 1995 and signed the Lisbon Treaty in 2007. Miscalculated macroeconomic decisions, a banking crisis, the collapse of its largest single trading partner (the Soviet Union), and a global economic downturn caused a deep early 1990s recession in Finland. The depression bottomed out in 1993, and Finland saw steady economic growth for more than ten years. ",
    "list": "font-size:88%; |",
    "DATE_TIME": "2017-12-01T23:18:09Z"
}