{
    "gdp": [
        "Horos engineering sdn. Bhd.",
        ".",
        "Horos engineering sdn. Bhd.",
        "'s Managing Director Mr.Daran is close to me. He runing a design enginearing company And they manufacturing dipping line in malaysia more then 20years. He expert design and manufacturing 1. Single former glove diping machine 2. Double former glove diping machine 3. Triple former glove diping machine 4. Latex glove machine 5. Nitrile glove machine 6. Household Glove Single Or Double Former Glove Dipping Line 7. Condom machine Male & Female 8. Auto batch dipping machine           We design a machine with work less manpower usage. Because we design auto strip machine to strip glove from former atomaticlly. And liquide filling automaticlly to tank with chopper assit when the liquide reduce at the tank(latex,coagulant, nitrile, rinse and etc). And tention of chain machine will edjust automaticly wen limit switch detect. To clean the glove we design on line clorination tumbler. So many improvement we doing in machine to using less man power and to increase product quantity. Our machine not only manufacture in malaysia. Our design already sucsessfully run in indonesia ( Medisafe), thailand (Laglove), india, Pakistan, and bangladesh (Chittagong).  Customer setisfation is our main objective.           Now Mr.Daran plan to doing another one project in Bangladesh. And he ask me to find a eligibal company joint together to sucsess this project in bangladesh. I was a main autorice person to run this project in bangladesh because its my mother contry. Its a good chanse to prove my telent. If any company intrest to joint with us and support together to growing up please contact Email: (sohel.kobitha1@gmail.com) My contact number Call or WhatsApp  +60102492650 +601116530025  , $174.06 billion(PPP) (2014)"
    ],
    "accessdate": "3 November 2016  | per capita",
    "per capita": "$5,719 (PPP), $1,464 (nominal)",
    "publisher": "Comcast",
    "poverty": "4%",
    "website": "www.foodsecurityatlas.org",
    "unemployment": "4.70%(2014)",
    "deadurl": "bot: unknown",
    "archiveurl": "https://web.archive.org/web/20110127173035/http://edition.cnn.com/ASIANOW/asiaweek/features/asiacities/ac1999/data/chittagong.html",
    "archivedate": "27 January 2011",
    "df": "  | average gross salary",
    "gross median": "| average net salary",
    "expenses": "$7.3 billion (total)",
    "usebelowbox": "no | presentUS$asdefault",
    "DATE_TIME": "2019-08-10T19:10:22Z"
}