{
    "common_name": "Kazakhstan",
    "official_languages": "Russian",
    "ethnic_groups_year": "2009",
    "latd": "51 |latm=10 |latNS=N |longd=71 |longm=25 |longEW=E",
    "largest_city": "Almaty",
    "demonym": "Kazakh",
    "leader_title1": "President",
    "leader_name1": "Nursultan Nazarbayev",
    "leader_title2": "Prime Minister",
    "leader_name2": "Serik Akhmetov",
    "area_rank": "9th",
    "area_magnitude": "1 E12",
    "area_km2": "2,724,900",
    "area_sq_mi": "1,052,085",
    "percent_water": "1.7",
    "population_estimate": "16,967,000",
    "population_estimate_year": "2013",
    "population_estimate_rank": "61st",
    "population_density_km2": "5.94",
    "population_density_sq_mi": "15.39",
    "population_density_rank": "224th",
    "GDP_PPP": "$231.787 billion",
    "GDP_PPP_per_capita": "$13,892",
    "GDP_nominal": "$196.419 billion",
    "GDP_nominal_year": "2012",
    "GDP_nominal_per_capita": "$11,772",
    "sovereignty_type": "Independence ",
    "established_event3": "Kazakh Khanate",
    "established_date3": "1465",
    "established_event4": "Alash Autonomy",
    "established_date4": "December 13, 1917",
    "established_event5": "Kazakh SSR",
    "established_date5": "December 5, 1936",
    "established_event6": "Declared",
    "established_date6": "December 16, 1991",
    "established_event7": "Finalized",
    "established_date7": "December 25, 1991",
    "Gini_year": "2008",
    "Gini": "28.8",
    "HDI_year": "2013",
    "HDI": "0.754",
    "HDI_rank": "69th",
    "country_code": "KAZ",
    "left1": "religion",
    "right1": "percent",
    "state": "presidenti",
    "list": "Қазақстан Республикасы, ''Qazaqstan Respublïkası'' | Республика Казахстан, ''Respublika Kazakhstan'' |common_name = Kazakhstan |image_flag = Flag of Kazakhstan.svg |image_coat = Coat of arms of Kazakhstan.svg |symbol_type = Emblem |image_map = Kazakhstan (orthographic projection).svg |national_motto = |national_anthem = official_languages = ",
    "North": "tlantic Treaty Organizatio",
    "East": "thumb|left|Artistic depiction of medieval Taraz situated along the Silk Road. Throughout this period, traditionally nomadic life and a livestock-based economy continued to dominate the steppe. In the 15th century, a distinct Kazakh identity began to emerge among the Turkic tribes, a process which was consolidated by the mid-16th century with the appearance of the Kazakh language, culture, and economy.  Nevertheless, the region was the focus of ever-increasing disputes between the native Kazakh emirs and the neighbouring Persian-speaking peoples to the south. By the early 17th century, the Kazakh Khanate was struggling with the impact of tribal rivalries, which had effectively divided the population into the Great, Middle and Little (or Small) hordes (''jüz''). Political disunion, tribal rivalries, and the diminishing importance of overland trade routes betwe",
    "South": "thumb|Nazarbayev with Barack Obama and Dmitry Medvedev, 2012. Kazakhstan has stable relationships with all of its neighbors. Kazakhstan is also a member of the United Nations, Organization for Security and Cooperation in Europe, Euro-Atlantic Partnership Council and the Organisation of Islamic Cooperation (OIC). It is an active participant in the North Atlantic Treaty Organisation Partnership for Peace program.  On April 11, 2010, Presidents Nazarbayev and Obama met at the Nuclear Security Summit in Washington, D.C., and discussed strengthening the strategic partnership between the United States and Kazakhstan and pledged to intensify bilateral cooperation to promote nuclear safety and non-proliferation, regional stability in Central Asia, economic prosperity, and universal values.    In April 2011, President Obama called President Nazarbayev and discussed many cooperative efforts regarding nuclear security, including securing nuclear material from the BN-350 reactor, and reviewed progress on meeting goals that the two presidents established during their bilateral meeting at the Nuclear Security Summit in 2010.   President Obama also thanked President Nazarbayev for his support to foster security and prosperity in Afghanistan. In a letter to President Nazarbayev dated August 16, 2011, President Obama praised Kazakhstan as \"a longtime world leader in nuclear security\".right|thumb|Kazakhstan Republican Guard. Most of Kazakhstan's military was inherited from the Soviet Armed Forces' Turkestan Military District. These units became the core of Kazakhstan's new military which acquired all the units of the 40th Army (the former 32nd Army) and part of the 17th Army Corps, including 6 land force divisions, storage bases, the 14th and 35th air-landing brigades, 2 rocket brigades, 2 artillery regiments and a large amount of equipment which had been withdrawn from over the Urals after the signing of the Treaty on Conventional Armed Forces in Europe. The largest expansion of the Kazakhstan Army has been focused on armored units in recent years. Since 1990, armored units have expanded from 500 to 1,613 in 2005.  The Kazakh air force is composed mostly of Soviet-era planes, including 41 MiG-29s, 44 MiG-31s, 37 Su-24s and 60 Su-27s. A small naval force is also maintained on the Caspian Sea.  Kazakhstan sent 49 military engineers to Iraq to assist the US post-invasion mission in Iraq.  Kazakhstan's National Security Committee (KNB) was established on June 13, 1992. It includes the Service of Internal Security, Military Counterintelligence, Border Guard, several Commando units, and Foreign Intelligence (Barlau). The latter is considered as the most important part of KNB. Its director is Nurtai Abykayev.  August 2011 marked the ninth year of the joint tactical-peacekeeping exercise \"Steppe Eagle\" hosted by the Kazakhstan government.  Steppe Eagle focuses on building coalitions and gives participating nations the opportunity to work together.  ==Geography== ",
    "West": "thumb|Inside a Kazakh yurt During the 17th century Kazakhs fought Oirats, a federation of western Mongol tribes, including Dzungars.   The beginning of the 18th century marked the zenith of the Kazakh Khanate. During this period the Little Horde participated in the 1723–1730 war against the Dzungars, following their \"Great Disaster\" invasion of Kazakh territories. The Dzungars seized the pastures of the defeated Kazakhs, taking many captives, and slaughtering entire clans.   Under the leadership of Abul Khair Khan, the Kazakhs won major victories over the Dzungar at the Bulanty River in 1726, and at the Battle of Anrakay in 1729.   Ablai Khan participated in the most significant battles against the Dzungars from the 1720s to the 1750s, for which he was declared a \"batyr\" (\"hero\") by the people. Kazakhs were also victims of constant raids carried out by the Volga Kalmyks. Kokand Khanate used weakness of Kazakh jüzs after Dzungar and Kalmyk raids and conquered present Southeastern Kazakhstan including Almaty, formal capital at first quarter of 19th century. Also, Emirate of Bukhara ruled Chimkent before Russian arrival.  ===Kazakhstan under Russian Empire rule=== In the 19th century, the Russian Empire began to expand into Central Asia. The \"Great Game\" period is generally regarded as running from approximately 1813 to the Anglo-Russian Convention of 1907. The tsars effectively ruled over most of the territory belonging to what is now the Republic of Kazakhstan.  thumb The Russian Empire introduced a system of administration and built military garrisons and barracks in its effort to establish a presence in Central Asia in the so-called \"Great Game\" between itself and the British Empire. The first Russian outpost, Orsk, was built in 1735. Russia enforced the Russian language in all schools and governmental organizations. Russian efforts to impose its system aroused the resentment by the Kazakh people, and by the 1860s, most Kazakhs resisted Russia's annexation largely because of the influence it wrought upon the traditional nomadic lifestyle and livestock-based economy, and the associated hunger that was rapidly wiping out some Kazakh tribes. The Kazakh national movement, which began in the late 19th century, sought to preserve the native language and identity by resisting the attempts of the Russian Empire to assimilate and stifle them.  File:Prokudin-Gorskii Russians in Central Asia.jpg|thumb|Russian settlers near Petropavlovsk. From the 1890s onwards, ever-larger numbers of settlers from the Russian Empire began colonizing the territory of present-day Kazakhstan, in particular the province of Semirechye. The number of settlers rose still further once the Trans-Aral Railway from Orenburg to Tashkent was completed in 1906, and the movement was overseen and encouraged by a specially created Migration Department (Переселенческое Управление) in St. Petersburg. During the 19th century about 400,000 Russians immigrated to Kazakhstan, and about one million Slavs, Germans, Jews, and others immigrated to the region during the first third of the 20th century.    Vasile Balabanov was the administrator responsible for the resettlement during much of this time.  The competition for land and water that ensued between the Kazakhs and the newcomers caused great resentment against colonial rule during the final years of Tsarist Russia, with the most serious uprising, the Central Asian Revolt, occurring in 1916. The Kazakhs attacked Russian and Cossack settlers and military garrisons. The revolt resulted in a series of clashes and in brutal massacres committed by both sides.    Both sides resisted the communist government until late 1919.  ===Kazakhstan under Soviet Rule=== thumb|Young Pioneers at a Young Pioneer camp in Kazakh SSR.  Deportees were interned in some of the biggest Soviet labor camps, including ALZHIR camp outside Astana, which was reserved for the wives of men considered \"enemies of the people\"   (see also: Population transfer in the Soviet Union, Involuntary settlements in the Soviet Union). The Kazakh Soviet Socialist Republic contributed five national divisions to the Soviet Union's World War II effort. In 1947, two years after the end of the war, the Semipalatinsk Test Site, the USSR's main nuclear weapon test site, was founded near the city of Semey.  World War II led to an increase in industrialisation and mineral extraction in support of the war effort. At the time of Soviet leader Joseph Stalin's death, however, Kazakhstan still had an overwhelmingly agriculturally based economy. In 1953, Soviet leader Nikita Khrushchev initiated the ambitious \"Virgin Lands\" program to turn the traditional pasture lands of Kazakhstan into a major grain-producing region for the Soviet Union. The Virgin Lands policy brought mixed results. However, along with later modernizations under Soviet leader Leonid Brezhnev, it accelerated the development of the agricultural sector, which remains the source of livelihood for a large percentage of Kazakhstan's population. By 1959, Kazakhs made up 30% of the population. Ethnic Russians accounted for 43%.    Growing tensions within Soviet society led to a demand for political and economic reforms, which came to a head in the 1980s. A factor that contributed to this immensely was Lavrentii Beria's decision to test a nuclear bomb on the territory of Kazakh SSR in Semey in 1949. This had a catastrophic ecological and biological consequences that were felt generations later, and Kazakh anger toward the Soviet system escalated.  In December 1986, mass demonstrations by young ethnic Kazakhs, later called Jeltoqsan riot, took place in Almaty to protest the replacement of the First Secretary of the Communist Party of the Kazakh SSR Dinmukhamed Konayev with Gennady Kolbin from the Russian SFSR. Governmental troops suppressed the unrest, several people were killed and many demonstrators were jailed. In the waning days of Soviet rule, discontent continued to grow and found expression under Soviet leader Mikhail Gorbachev's policy of ''glasnost''.  ===Independence=== It became independent on December 16, 1991—the last Soviet republic to do so. Its communist-era leader, Nursultan Nazarbayev, became the country's first President, a position he has retained for more than two decades. Nazarbayev maintains strict control over the country's politics  Caught up in the groundswell of Soviet republics seeking greater autonomy, Kazakhstan declared its sovereignty as a republic within the Union of Soviet Socialist Republics in October 1990. Following the August 1991 aborted coup attempt in Moscow and the subsequent dissolution of the Soviet Union, Kazakhstan declared independence on December 16, 1991. It was the last of the Soviet republics to declare independence.  The years following independence have been marked by significant reforms to the Soviet-style economy and political monopoly on power. Under Nursultan Nazarbayev, who initially came to power in 1989 as the head of the Communist Party of Kazakhstan and was eventually elected President in 1991, Kazakhstan has made significant progress toward developing a market economy.  The capital was moved in 1998 from Almaty, Kazakhstan's largest city, to Astana.  An agreement with NATO and Ukraine, Georgia, Azerbaijan and Armenia was signed on 31 January 2006—the Individual Partnership Action Plan. (Nations that have later joined, are Moldova, Bosnia and Herzegovina and Montenegro.)  ==Politics== ",
    "Northwest": "N|68|E|scale:20000000_source:GNS|displ",
    "DATE_TIME": "2013-07-19T07:22:37Z"
}