{
    "area": "|",
    "population": "52,176,283 (2022)",
    "demonym": "Central American",
    "GDP_PPP": "$370.52 billion (2013)",
    "GDP_nominal": "$203.73 billion (exchange rate) (2013)",
    "GDP_per_capita": "$4,783 (exchange rate) (2013) $8,698 (PPP) (2013)",
    "languages": [
        "Spanish",
        "English",
        "Mayan",
        "Garifuna",
        "Kriol",
        "Mekatelyu",
        "Others"
    ],
    "time": "UTC−06:00 to UTC−05:00",
    "m49": "013  – Central America  419  – Latin America  019  – Americas  001  – World",
    "list_countries": [
        "The United Nations geoscheme for the Americas defines ''Central America'' as all states of mainland North America south of the United States, hence grouping Mexico as part of Central America.",
        "Middle America is usually thought to comprise Mexico to the north of the 7 states of ''Central America'' as well as Colombia and Venezuela to the south. Usually, the whole of the Caribbean to the northeast, and sometimes the Guyanas, are also included.  According to one source, the term \"Central America\" was used as a synonym for \"Middle America\" at least as recently as 1962.",
        "In Ibero-America (Spanish and Portuguese speaking American countries), the Americas is considered a single continent (America), and Central America is considered a subregion of the continent comprising the seven countries south of Mexico and north of Colombia.",
        "For the people living in the five countries, formerly part of the Federal Republic of Central America there is a distinction between the Spanish language terms \"América Central\" and \"Centroamérica\".  While both can be translated into English as \"Central America\", \"América Central\" is generally used to refer to the geographical area of the seven countries between Mexico and Colombia, while \"Centroamérica\" is used when referring to the former members of the Federation emphasizing the shared culture and history of the region.",
        "In Portuguese as a rule and occasionally in Spanish and other languages, the entirety of the Antilles is often included in the definition of Central America. Indeed, the Dominican Republic is a full member of the Central American Integration System."
    ],
    "style": "Ancient footprints of Acahualinca, Nicaragua File:Stone spheres of Costa Rica. Museo Nacional.jpg|Stone spheres of Costa Rica File:Tazumal 10.jpg|Tazumal, El Salvador File:Tikal Guatemala Templo I 2008.jpg|Tikal, Guatemala File:Copan HG-Treppe.jpg|Copan, Honduras File:Altun Ha Belize.jpg|Altun Ha, Belize   thumb File:Proclama de libertad (indep. Centroamérica).jpg|thumb|Painting of the First Independence Movement celebration in San Salvador 1811 thumb Central America was formed more than 3 million years ago, as part of the Isthmus of Panama, when its portion of land connected each side of water.  In the Pre-Columbian era, the northern areas of Central America were inhabited by the indigenous peoples of Mesoamerica. Most notable among these were the Mayans, who had built numerous cities throughout the region, and the Aztecs, who had created a vast empire. The pre-Columbian cultures of eastern El Salvador, eastern Honduras, Caribbean Nicaragua, most of Costa Rica and Panama were predominantly speakers of the Chibchan languages at the time of European contact and are considered by some<ref name",
    "name": "Central American Integration System",
    "image_symbol": "SICA ZP.svg",
    "anthem": "''La Granadera''",
    "area_km2": "523,780",
    "population_estimate": "52,176,283",
    "population_estimate_year": "2022",
    "DATE_TIME": "2022-11-03T11:28:40Z"
}