{
    "common_name": "Spain",
    "continent": "Europe",
    "country": "Spain",
    "religion": "Roman Catholicism",
    "title_leader": "Caudillo",
    "leader1": "Francisco Franco",
    "year_leader1": "1936–1975",
    "title_deputy": "Prime Minister",
    "deputy1": "Miguel Cabanellas ",
    "year_deputy1": "1936",
    "deputy2": "Francisco Franco",
    "year_deputy2": "1938–1973",
    "deputy3": "Carlos Arias Navarro ",
    "year_deputy3": "1973–1975",
    "stat_year1": "1940",
    "stat_area1": "796030",
    "stat_pop1": "25877971",
    "stat_year2": "1975",
    "stat_area2": "796030",
    "stat_pop2": "35563535",
    "publisher": "Greenwood Publishing Group",
    "first": "ears of the dictatorship, from 1940–42, as a result of political persecution, hunger, and disease related to the conflict.    Spain's strong ties with the Axis resulted in its international ostracism in the early years following World War II; Spain was not a founding member of the United Nations, and did not become a member until 1955.   This changed with the Cold War that soon followed the end of hostilities in 1945, in the face of which Franco's strong anti-communism naturally tilted its regime to ally with the United States. Independent political parties and trade unions were banned throughout the duration of the dictatorship.   Nevertheless, once decrees for economic stabilisation were put forth by the late 1950s, the way was opened for massive foreign investment – \"a watershed in post-war economic, social and ideological ''normalisation'' leading to extraordinarily rapid economic growth\" – that marked Spain's \"participation in the Europe-wide post-war economic normality centred on mass consumption and consensus, in contrast to the concurrent reality of the Soviet bloc\".    On July 26, 1947 Spain was declared a kingdom, but no monarch was designated until in 1969 Franco established Juan Carlos de Borbón as his official heir-apparent. Franco was to be succeeded by his Prime Minister Luis Carrero Blanco as head of government with the intention of continuing the Francoist regime, but those hopes ended with his 1973 assassination. With the death of Franco on 20 November 1975, Juan Carlos became the King of Spain. He initiated the country's subsequent transition to democracy, ending with Spain becoming a constitutional monarchy with an elected parliament.  ==Government== After Franco's victory in 1939, the Falange (the FET y de las JONS formed in 1937 by the FE de las JONS, the Carlists, and several conservative groups) was declared the sole legal party in Spain, and it asserted itself as the main component of the ''Movimiento Nacional''. In a state of emergency-like status, the 100-member national council (central committee) of the FET worked as makeshift legislature of Spain until the passing of the Organic law of 1942 (''Ley Orgánica'') and the Constituent Law of the Courts (''Ley Constitutiva de las Cortes'') the same year, which saw the grand reopening of the Cortes on July 18, 1942.    The Organic Law made the government ultimately responsible for passing all laws, ",
    "DATE_TIME": "2017-10-15T15:15:53Z"
}