{
    "name": "Hafez al-Assad",
    "office": "President of Syria",
    "term_start": "12 March 1971",
    "term_end": "10 June 2000",
    "office2": "Prime Minister of Syria",
    "term_start2": "21 November 1970",
    "term_end2": "3 April 1971",
    "predecessor2": "Nureddin al-Atassi",
    "successor2": "Abdul Rahman Khleifawi",
    "office3": "Regional Secretary of the Regional Command of the Syrian Regional Branch",
    "term_start3": "18 November 1970",
    "term_end3": "10 June 2000",
    "predecessor3": "Nureddin al-Atassi",
    "successor3": "Bashar al-Assad",
    "office4": "Secretary General of the National Command of the Arab Socialist Ba'ath Party",
    "deputy4": "Abdullah al-Ahmar",
    "term_start4": "12 September 1971",
    "term_end34": "10 June 2000",
    "predecessor4": "Nureddin al-Atassi",
    "successor4": "Abdullah al-Ahmar  (''de facto''; al-Assad is still ''de jure'' Secretary General, even though he is dead.)",
    "office5": "Minister of Defense of Syria",
    "term_start5": "23 February 1966",
    "term_end5": "1972",
    "predecessor5": "Muhammad Umran",
    "successor5": "Mustafa Tlass",
    "office6": "Member of the Regional Command of the Syrian Regional Branch",
    "term_start6": "March 1966",
    "term_end6": "10 June 2000",
    "term_start7": "5 September 1963",
    "term_end7": "4 April 1965",
    "restingplace": "Qardaha, Syria",
    "birthname": "Hafez ibn 'Ali ibn Sulayman al-Assad",
    "party": "Ba'ath Party (Syrian faction)  (since 1966)",
    "otherparty": "Ba'ath Party  (1947–1966) ",
    "spouse": "Aniseh (née Makhluf)",
    "relations": "Jamil al-Assad (brother)",
    "children": "1=",
    "alma_mater": "Homs Military Academy",
    "occupation": "Statesman, politician",
    "profession": "Air Force Pilot officer",
    "religion": "Alawite",
    "branch": "Syrian Air Force",
    "serviceyears": "1952–1972",
    "rank": "General",
    "commands": "Syrian Air Force",
    "battles": "Six Day War  (1967) ",
    "awards": "||||",
    "conflict": "as not entirely personal, and there were several questions which pervaded the Ba'ath Party apparatus, such as how was the regime to use the country's limited resources, what relationship should the Ba'ath Party had with the populace, how should the party be organized and should the class struggle end.",
    "date": "bi",
    "place": "Qardaha, Alawite State, Syria |death_date         = de",
    "coordinates": "thumb|left|Hafez al-Assad (above) standing on the wing of a Fiat G.46-4B, with fellow cadets at the Syrian AF Academy outside Aleppo, 1951/52 After his graduation from high school, Assad wanted to be a medical doctor but his father could not pay for his study at the Jesuit University of St. Joseph in Beirut.",
    "status": "or women and enable non-Muslims to become president; the latter change was reverted under pressure from the Muslim Brotherhood. Assad set about building up the Syrian military with Soviet aid and gaining popular support with public works funded by Arab donors and international lending institutions. Political dissenters were eliminated by arrest, torture, and execution, and when the Muslim Brotherhood mounted a rebellion in Hama in 1982, Assad suppressed it, killing between 10,000&ndash;40,000 people. In foreign affairs Assad tried to establish Syria as a leader of the Arab world. A new alliance with Egypt culminated in the Yom Kippur War against Israel in October 1973, but Egypt's unexpected cessation of hostilities exposed Syria to military defeat. In 1976, with Lebanon racked by the civil war, Assad dispatched several divisions to that country and secured their permanent presence there as part of a peacekeeping force sponsored by the Arab League. After Israel's invasion and occupation of southern Lebanon in 1982–1985, Assad was able to reassert control of the country, eventually compelling Lebanese Christians to accept constitutional changes granting Muslims equal representation in government. Assad also aided Palestinian and Lebanese resistance groups based in Lebanon and Syria. Assad supported Iran in its war against Iraq (1980–1988), and joined the US-led alliance against Iraq in the Gulf War of 1990–1991. Assad sought to establish peaceful relations with Israel in the mid-1990s, but his repeated call for the return of the Golan Heights stalled the talks. He died of a heart attack in 2000 and was succeeded as President by his son, Bashar al-Assad.  Assad was a controversial and highly divisive world figure, being lauded as a champion of secularism, women's rights and Syrian nationalism by his supporters, but his critics have accused him of being a dictator who constructed a cult of personality and whose authoritarian administration oversaw multiple human rights abuses both at home and abroad.  == Early life and education ==  === Family === ",
    "combatant2": "Ministry of Defense",
    "commander1": "Jadid",
    "commander2": "Assad",
    "notes": [
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "http://www.presidentassad.net/HAFEZ_AL_ASSAD/President_Hafez_Al_Assad_CV.htm President Hafez Al-Assad CV",
        "http://www.presidentassad.org/Hafez_Assad_Speeches.htm President Hafez Al-Assad Speeches & Interviews",
        "http://www.presidentassad.net/images/Hafez_Assad_Pictures/HAFEZ_ASSAD_MEETINGS_PICTURES.htm President Hafez Al-Assad Pictures"
    ],
    "NAME": "Assad, Hafez Al- | ALTERNATIVE NAMES",
    "DATE_TIME": "2013-08-30T22:48:37Z"
}