{
    "common_name": "Estonia",
    "largest_city": "capital",
    "official_languages": "Estonian b",
    "ethnic_groups_year": "2016",
    "demonym": "Estonian",
    "leader_title1": "President",
    "leader_title2": "Prime Minister",
    "leader_name2": "Jüri Ratas",
    "sovereignty_type": "Independence",
    "established_date3": "1940–1991",
    "established_event4": "Government in exile",
    "established_date4": "17 June 1940",
    "established_date5": "20 August 1991",
    "established_event6": "Independence recognized by the Soviet Union",
    "established_date6": "6 September 1991",
    "established_date7": "1 May 2004",
    "area_km2": "45,339",
    "area_sq_mi": "17,505",
    "area_rank": "132nd d",
    "percent_water": "4.45%",
    "population_estimate": "1,317,797",
    "population_estimate_year": "2017",
    "population_estimate_rank": "151st",
    "population_census": "1,294,455",
    "population_census_year": "2011",
    "population_density_km2": "28",
    "population_density_sq_mi": "75",
    "population_density_rank": "188th",
    "GDP_PPP": "$38.699 billion",
    "GDP_PPP_per_capita": "$29,501",
    "GDP_PPP_per_capita_rank": "45th",
    "GDP_nominal": "$23.476 billion",
    "GDP_nominal_year": "2016",
    "GDP_nominal_per_capita": "$17,896",
    "GDP_nominal_per_capita_rank": "41st",
    "Gini_year": "2015",
    "Gini": "34.8",
    "HDI_year": "2014",
    "HDI": "0.861",
    "HDI_rank": "30th",
    "alt_sport_code": "EST",
    "vehicle_code": "EST",
    "aircraft_code": "EST",
    "footnote_c": "Including 5.4% Võros and 0.93% Setos.",
    "publisher": "Statistics Estoni",
    "quote": "upright|alt=head shot of facing left Jüri Uluots|Jüri Uluots  After Germany invaded the Soviet Union on 22 June 1941, the Wehrmacht crossed the Estonian southern border on 7 July. The Red Army retreated behind the Pärnu River – Emajõgi line on 12 July. At the end of July the Germans resumed their advance in Estonia, working in tandem with the Estonian Forest Brothers. Both German troops and Estonian partisans took Narva on 17 August and the Estonian capital Tallinn on 28 August. After the Soviets were driven out from Estonia, German troops disarmed all the partisan groups.    Although initially the Germans were welcomed by most Estonians as liberators from the USSR and its oppressions, and hopes were raised for the restoration of the country's independence, it was soon realised that the Nazis were but another occupying power. The Germans used Estonia's resources for their war effort; for the duration of the occupation Estonia was incorporated into the German province of Ostland. The Germans and their collaborators also carried out The Holocaust in Estonia in which they established a network of concentration camps and murdered thousands of Estonian Jews and Estonian Gypsies, other Estonians, non-Estonian Jews, and Soviet prisoners of war. ",
    "width": "180",
    "height": "150",
    "label_type": "Rank/Country",
    "data_type": "Business Bribery Risk Score",
    "bar_width": "35",
    "width_units": "em",
    "data_max": "58",
    "label1": "'''1''' Sweden",
    "data1": "10",
    "label2": "'''3''' '''Estonia'''",
    "data2": "17",
    "label3": "'''8''' Singapore",
    "data3": "25",
    "label4": "'''10''' Denmark",
    "data4": "27",
    "label5": "'''12''' Canada",
    "data5": "28",
    "label6": "'''14''' Switzerland",
    "data6": "29",
    "label7": "'''20''' United States",
    "data7": "34",
    "label8": "'''31''' Belgium",
    "data8": "40",
    "label9": "'''94''' Russian Federation",
    "accessdate": "10 June 2016  |demonym = Estonian |government_type = Parliamentary republic |leader_title1 = President |leader_name1 = leader_title2 = Prime Minister |leader_name2 = Jüri Ratas |legislature = ''Riigikogu'' |sovereignty_type = Independence |established_event1 = ",
    "align": "right||alt=limestone cliffs at the shore with clouds|The northern coast of Estonia consists mainly of limestone cliffs.  Estonia lies on the eastern shores of the Baltic Sea immediately across the Gulf of Finland from Finland on the level northwestern part of the rising East European platform between 57.3° and 59.5° N and 21.5° and 28.1° E. Average elevation reaches only ",
    "direction": "upright|alt=newspaper clipping of Estonian Declaration of Independence|Estonian Declaration of Independence File:Declaration of Estonian independence in Pärnu.jpg|thumb|left|alt=photograph of crowd around flag raising|Declaration of independence in Pärnu on 23 February 1918. One of the first images of the Republic.  Following the Bolshevik takeover of power in Russia after the October Revolution of 1917 and German victories against the Russian army, between the Russian Red Army's retreat and the arrival of advancing German troops, the Committee of Elders of the Maapäev issued the Estonian Declaration of Independence   in Pärnu on 23 February and in Tallinn on 24 February 1918.  The country was occupied by German troops, and the Treaty of Brest-Litovsk was signed, whereby the Russian government waived all claims to Estonia. The Germans stayed until November 1918 when, with the end of the war in the west, the soldiers returned to Germany, leaving a vacuum which allowed the Bolshevik troops to move into Estonia. ",
    "image1": "KUMU - The Art Museum of Estonia.jpg",
    "width1": "200",
    "width2": "200",
    "list": "''Mu isamaa, mu õnn ja rõõm''  | alt=sound file of Estonian National anthem   |image_flag = Flag of Estonia.svg |image_coat = Coat of arms of Estonia.svg |image_map = EU-Estonia.svg |map_caption = ",
    "North": "left|Bronze Age stone-cist graves Human settlement in Estonia became possible 13,000 to 11,000 years ago, when the ice from the last glacial era melted. The oldest known settlement in Estonia is the Pulli settlement, which was on the banks of the river Pärnu, near the town of Sindi, in south-western Estonia. According to radiocarbon dating it was settled around 11,000 years ago. ",
    "South": "thumb|alt=gray stucco building three story building with gray slate hip roof, central portico and pediment|The University of Tartu is one of the oldest universities in Northern Europe and the highest-ranked university in Estonia. thumb|left|alt=Building of Estonian Students' Society in Tartu. In August 2008 a Georgian flag was hoisted besides Estonian to support Georgia in",
    "West": "right|alt=crowd in front of cathedral celebration joining the EU in 2007|Estonia joined the European Union in 2004 and signed the Lisbon Treaty in 2007.  File:Ināra Mūrniece tiekas ar Igaunijas prezidenti (29833775594).jpg|thumb|left|upright=0.9||Kersti Kaljulaid is the current president of Estonia.  The United States, United Kingdom, France, Italy and the majority of other Western countries considered the annexation of Estonia by the USSR illegal. They retained diplomatic relations with the representatives of the independent Republic of Estonia, never ''de jure'' recognised the existence of the Estonian SSR, and never recognised Estonia as a legal constituent part of the Soviet Union.   Estonia's return to independence became possible as the Soviet Union faced internal regime challenges, loosening its hold on its outer empire. As the 1980s progressed, a movement for Estonian autonomy started. In the initial period of 1987–1989, this was partially for more economic independence, but as the Soviet Union weakened and it became increasingly obvious that nothing short of full independence would do, Estonia began a course towards self-determination.  In 1989, during the \"Singing Revolution\", in a landmark demonstration for more independence, more than two million people formed a human chain stretching through Lithuania, Latvia and Estonia, called the Baltic Way. All three nations had similar experiences of occupation and similar aspirations for regaining independence. The Estonian Sovereignty Declaration was issued on 16 November 1988.   On 20 August 1991, Estonia declared formal independence during the Soviet military coup attempt in Moscow, reconstituting the pre-1940 state. The Soviet Union recognised the independence of Estonia on 6 September 1991. The first country to diplomatically recognise Estonia's reclaimed independence was Iceland. The last units of the Russian army left on 31 August 1994.  Estonia joined NATO on 29 March 2004.    After signing a treaty on 16 April 2003, Estonia was among the group of ten countries admitted to the European Union on 1 May 2004.  Estonia celebrated its 90th anniversary over the period 28 November 2007 to 28 November 2008.  ===Territorial history timeline===   ",
    "Northwest": "N|26|E|type:country_scale:9000000_region:EE|displ",
    "DATE_TIME": "2017-03-03T07:27:01Z"
}