{
    "common_name": "Estonia",
    "largest_city": "Tallinn",
    "languages": "item_style=white-space:nowrap; |Estonian   | Engli",
    "ethnic_groups_year": "2020",
    "demonym": "Estonian",
    "leader_title1": "President",
    "leader_name1": "Kersti Kaljulaid",
    "leader_title2": "Prime Minister",
    "leader_name2": "Kaja Kallas",
    "sovereignty_type": "Independence",
    "established_event3": "Recognised",
    "established_date3": "2 February 1920",
    "established_event4": "Soviet occupation",
    "established_date4": "1940–1991",
    "established_event5": "Restored",
    "established_date5": "20 August 1991",
    "established_date6": "1 May 2004",
    "area_km2": "45,227",
    "area_rank": "129th d",
    "area_sq_mi": "17,462",
    "percent_water": "5.16 (as of 2015)",
    "population_census": "1,294,455",
    "population_estimate_year": "2019",
    "population_density_km2": "29.22",
    "population_density_sq_mi": "75",
    "population_density_rank": "148th",
    "GDP_PPP": "$49.644 billion title= Estonia",
    "GDP_PPP_year": "2020",
    "GDP_PPP_per_capita": "$37,033",
    "GDP_PPP_per_capita_rank": "37th",
    "GDP_nominal": "$30 billion",
    "GDP_nominal_year": "2020",
    "GDP_nominal_rank": "97th",
    "GDP_nominal_per_capita": "$22,986",
    "GDP_nominal_per_capita_rank": "35th",
    "Gini": "30.5",
    "Gini_year": "2019",
    "Gini_change": "decrease",
    "HDI": "0.892",
    "HDI_year": "2019",
    "HDI_change": "increase",
    "HDI_rank": "29th",
    "footnote_c": "Including 5.4% Võros and 0.93% Setos.",
    "footnote_e": "Also .eu, shared with other member states of the European Union.",
    "label_type": "Rank/Country",
    "data_type": "Business Bribery Risk Score",
    "bar_width": "35",
    "width_units": "em",
    "data_max": "58",
    "label1": "'''1''' Sweden",
    "data1": "10",
    "label2": "'''3''' Estonia",
    "data2": "17",
    "label3": "'''8''' Singapore",
    "data3": "25",
    "label4": "'''10''' Denmark",
    "data4": "27",
    "label5": "'''12''' Canada",
    "data5": "28",
    "label6": "'''14''' Switzerland",
    "data6": "29",
    "label7": "'''20''' United States",
    "data7": "34",
    "label8": "'''31''' Belgium",
    "data8": "40",
    "label9": "'''94''' Russian Federation",
    "style": "white-space:nowrap; |Estonian |",
    "date": "29 April 2013 |acces",
    "align": "The barn swallow (''H. r. rustica'') is the national bird of Estonia. Many species extinct in most of the European countries can be still found in Estonia. Mammals present in Estonia include the grey wolf, lynx, brown bear, red fox, badger, wild boar, moose, red deer, roe deer, beaver, otter, grey seal, and ringed seal. Critically endangered European mink has been successfully reintroduced to the island of Hiiumaa, and the rare Siberian flying squirrel is present in east Estonia.     Introduced species, such as the sika deer, raccoon dog and muskrat, can now be found throughout the country.   Over 300 bird species have been found in Estonia, including the white-tailed eagle, lesser spotted eagle, golden eagle, western capercaillie, black and white stork, numerous species of owls, waders, geese and many others.   The barn swallow is the national bird of Estonia.    Protected areas cover 18% of Estonian land and 26% of its sea territory. There are 6 national parks, 159 nature reserves, and many other protection areas.   It had a 2018 Forest Landscape Integrity Index mean score of 3.05/10, ranking it 152nd globally out of 172 countries. ",
    "last": "uropean pagans to adopt Christianity following the Livonian Crusade in the 13th century.   After centuries of successive rule by Germans, Danes, Swedes, Poles and Russians, a distinct Estonian national identity began to emerge in the 19th and early 20th centuries. This culminated in independence from Russia in 1920 after a brief War of Independence at the end of World War I, where Estonians, led by General Laidoner, had to fight for their newborn freedom. Initially democratic prior to the Great Depression, Estonia experienced authoritarian rule from 1934 during the Era of Silence. During World War II (1939–1945), Estonia was repeatedly contested and occupied by Germany and the Soviet Union, ultimately being incorporated into the latter as the Estonian Soviet Socialist Republic. After the loss of its ''de facto'' independence for the Soviet Union, Estonia's ''de jure'' state continuity was preserved by diplomatic representatives and the government-in-exile. In 1987 the peaceful Singing Revolution began against Soviet rule, resulting in the restoration of ''de facto'' independence on 20 August 1991.  The sovereign state of Estonia is a democratic unitary parliamentary republic divided into fifteen counties. With a population of 1.3 million, Estonia is one of the least populous members of the European Union, the Eurozone, the OECD, the Schengen Area, NATO, and from 2020, the United Nations Security Council. ",
    "work": "links=no), is a country on the eastern coast of the Baltic Sea in Northern Europe. It is bordered to the north by the Gulf of Finland across from Finland, to the west by the Baltic Sea across from Sweden, to the south by Latvia, and to the east by Lake Peipus and Russia. The territory of Estonia consists of the mainland and of 2,222 islands in the Baltic Sea,   covering a total area of ",
    "list": "sound file of Estonian National anthem | image_map",
    "DATE_TIME": "2021-02-15T00:32:37Z"
}