{
    "name": "University of Massachusetts Boston",
    "image_name": "University of Massachusetts Boston seal.svg",
    "academic_affiliations": "Urban 13/GCU",
    "endowment": "$126 million (2021)",
    "chancellor": "Marcelo Suárez-Orozco",
    "president": "Marty Meehan",
    "provost": "Joseph B. Berger",
    "students": "15,637 Fall 2021. ",
    "undergrad": "12,269",
    "postgrad": "3,368",
    "faculty": "1,091 (2020)",
    "campus": "Urban, ",
    "athletics_nickname": "Beacons",
    "QS_W": "650-700",
    "USNWR_NU": "228",
    "THE_WSJ": "360",
    "USNWR_W": "445",
    "ARWU_W": "901-1000",
    "Forbes": "573",
    "Wamo_NU": "130   In the 2017–2018 academic year, the five most popular majors at the university were Management, Biology, Psychology, Exercise and Health Sciences, and Nursing. Within the College of Liberal Arts, the five most popular majors were Psychology, Criminal Justice, Economics, Communication Studies, and English. Within the College of Science and Mathematics, the five most popular majors were Biology, Computer Science, Biochemistry, Mathematics, and Electrical Engineering. Within the College of Management, the five most popular concentrations were Accounting, Finance, Marketing, Information Technology, and International Management.  The five most popular minors at the university were Psychology, Sociology, Economics, Criminal Justice, and English (tied with Biology).    === Accreditation === UMass Boston is accredited by the New England Commission of Higher Education.   Additionally, the College of Management is accredited by the Association to Advance Collegiate Schools of Business (AACSB),   and the College of Nursing and Health Services hold accreditation from the National League for Nursing Accreditation Commission and the Commonwealth of Massachusetts Board of Registration in Nursing. The Family Therapy Program is accredited by the Commission on Accreditation of Marital and Family Therapy Education (COAMFTE). UMass Boston is a member of the Council of Graduate Schools   and the Northeastern Association of Graduate Schools.    UMass Boston is part of the Greater Boston Urban Education Collaborative.    === Faculty === {| style=\"text-align:center; float:right; font-size:85%; margin-left:2em;\" class=\"wikitable\" |+ ''UMass Boston faculty by tenure status and college (2015–2016)'' - ! Liberal Arts | 489 (39.34%) || 174 (35.58%) || 102 (20.86%) || 213 (43.56%) |- ! Science & Mathematics | 172 (13.84%) || 46 (26.74%) || 36 (20.93%) || 90 (52.33%) |- ! Nursing & Health Sciences | 142 (11.42%) || 92 (64.79%) || 23 (16.20%) || 27 (19.01%) |- ! Education & Human Development | 123 (9.90%) || 68 (55.28%) || 9 (7.32%) || 46 (37.40%) |- ! Management | 119 (9.57%) || 37 (31.09%) || 21 (17.65%) || 61 (51.26%) |- ! McCormack Graduate School | 56 (4.51%) || 21 (37.50%) || 6 (10.71%) || 29 (51.79%) |- ! Advancing & Professional Studies | 51 (4.10%) || 45 (88.24%) || 6 (11.76%) || 0 (0.00%) |- ! Global Inclusion & Social Development | 28 (2.25%) || 19 (67.86%) || 0 (0.00%) || 9 (32.14%) |- ! School for the Environment | 23 (1.85%) || 6 (26.09%) || 3 (13.04%) || 14 (60.87%) |- ! Public & Community Service | 16 (1.29%) || 4 (25.00%) || 0 (0.00%) || 12 (75.00%) |- ! University Totals The percentages in this row are the ratios of the total numbers of faculty members in each column's category relative to the number of faculty members in the university as a whole.  | 1,243 (100.00%) || 527 (42.39%) || 210 (16.89%) || 506 (40.71%) |- |}  UMass Boston's faculty of 1,243 consists of 182 tenure-track and 210 non-tenure-track professors.  96 percent of the faculty hold the highest degree in their fields and the student-teacher ratio is 16:1.       It includes poet Lloyd Schwartz (who was awarded the Pulitzer Prize for Criticism in 1994 and co-edited the Library of America's ''Elizabeth Bishop: Poems, Prose, and Letters'' in 2008),  and Jill McDonough,   translator and Slavic philologist Diana Lewis Burgin,   linguist Donaldo Macedo,   author Padraig O'Malley,   feminist scholar Carol Cohn,   economists Julie A. Nelson and Randy Albelda,     philosophers Lynne Tirrell and Lawrence Blum,     political scientists Leila Farsakh and Thomas Ferguson,     psychologist Sharon Lamb,   Monet expert Paul Hayes Tucker,   biologist Kamaljit S. Bawa,   and physicist Benjamin Mollow, discoverer of the Mollow triplet.    Former faculty members include biblical scholar Richard A. Horsley,   chemist John Warner, ",
    "list": "\"auto11\">Feldberg, p. 59  The following month, a student group called the \"Afro-American Society\", staged an occupation of summer school registration, demanding the immediate hiring of more black faculty members and the admission of more black students to the university.    From March 5 to March 20 in 1970, a group of thirty students occupied the chancellor's office after a popular \"radical\" female professor in the Sociology Department was denied tenure, and denounced the university as \"corrupt, racist, sexist and servile to an exploitative class of capita",
    "DATE_TIME": "2022-03-28T01:20:34Z"
}