{
    "name": "Toussaint Louverture",
    "movement": "Haitian Revolution",
    "religion": "Roman Catholic",
    "last1": "Girard",
    "first1": "Philippe R.",
    "lastauthoramp": "yes",
    "place": "Saint-Domingue (present-day Haiti) | death_date =  de",
    "year": [
        "English poet William Wordsworth published his sonnet \"To Toussaint L'Ouverture\"   in January 1803.",
        "African American novelist Frank J. Webb references Toussaint in his 1857 novel ''The Garies and Their Friends'' about free African Americans. Toussaint's portrait is a source of inspiration for the real estate tycoon Mr. Walters.",
        "Alphonse de Lamartine, a preeminent French poet and statesman of the early 19th century, wrote a verse play about Toussaint entitled ''Toussaint L'Ouverture: un poème dramatique en cinq actes'' (1850).",
        "In 1934, Trinidadian historian C. L. R. James wrote a play entitled http://www.dukeupress.edu/Catalog/ViewProduct.php?productid=20043&viewby=title ''Toussaint L'Ouverture'', which was performed at the Westminster Theatre in London in 1936 and starred actors including Paul Robeson (in the title role), Robert Adams and Orlando Martins.   The play was later revised in 1967 as ''The Black Jacobins'', after James's classic 1938 history of that name.",
        "In 1938, American artist Jacob Lawrence created a series of paintings about the life of Toussaint L'Ouverture, which he later adapted into a series of prints.   His painting, titled ''Toussaint L’Ouverture'', hangs in the Butler Institute of American Art in Youngstown, Ohio, USA.",
        "In 1944, the African American writer, Ralph Ellison, wrote the story, \"Mr. Toussan\", in which two African American youths exaggerate the story of Toussaint L'Ouverture. In this story, Toussaint is seen as a symbol of Blacks asserting their identities and liberty over White dominance.",
        "Kenneth Roberts' best-selling novel ''Lydia Bailey'' (1947) is set during the Haitian Revolution and features L'Ouverture, Dessalines, and Cristophe as the principal historical characters. The 1952 American film based on the novel was directed by Jean Negulesco; Toussaint is portrayed by the actor Ken Renard.",
        "1971 album ''Santana'' features an instrumental song titled \"Toussaint L'Ouverture\". It has remained a staple of the band's concert repertoire since that time. Officially released live instrumental versions are included on the 1974 album ''Lotus'' as well as the 1998 CD re-issue of ''Abraxas''.",
        "In 1975 black feminist playwright Ntozake Shange referenced Toussaint L'Ouverture in her Broadway play ''For Colored Girls Who Have Considered Suicide When the Rainbow Is Enuf''.",
        "In 1977 the opera ''Toussaint'' by David Blake was produced by English National Opera at the Coliseum Theatre in London, starring Neil Howlett in the title role.",
        "The 1979 song 'Tribute to the Martyrs' by British reggae group Steel Pulse, from the album of the same name, mentions Toussaint L'Ouverture as one of the martyred Black heroes of modern culture, along with Steve Biko, Paul Bogle, George Jackson, Marcus Garvey, Martin Luther King, Jr., and Malcolm X.",
        "1983, Jean-Michel Basquiat, the Brooklyn-born New York painter of the 1980s, whose father was from Haiti, painted the monumental work ''Toussaint L'Ouverture vs Savonarolla'', with a portrait of L'Ouverture.",
        "1995–2004,  Madison Smartt Bell published a trilogy of novels inspired by the slave uprising and Haitian Revolution, with Toussaint L'Ouverture a key figure. ''All Souls' Rising'' (1995) was shortlisted for both the PEN/Faulkner and National Book awards. ''Master of the Crossroads'' (2000) and ''The Stone That the Builder Refused'' (2004) completed the trilogy.",
        "In 2003, Hakim Adi published a book about great political figures from Africa since 1787 which he included Toussaint L'Ouverture as one of the greatly influential political leaders in those years.",
        "In 2004, John Agard had published ''Half-Caste and Other Poems'' (Hodder Children's, 2004) which features the poem 'Checking Out Me History', a poem that references Toussaint and 'Nanny de Maroon'. This poem is now being studied (as of 2010) for GCSE English. The poem is copyrighted 1996.",
        "In 2004, Kimathi Donkor painted http://www.kimathidonkor.net/docs/painting_b_gallery_frameset.html Toussaint L'Ouverture at Bedourete.",
        "Bell also published ''Freedom's Gate: A Brief Life of Toussaint L'Ouverture'' (2007)",
        "Wyclef Jean created an album in 2009 referencing Toussaint L'Ouverture's life and influence on Haiti. The album is called ''From the Hut, To the Projects, To the Mansion''",
        "Derick Alexander directed ''The Last Days of Toussaint L'Ouverture'', starring Joseph Ademola Adeyemo as Toussaint L'Ouverture (2009)",
        "Nick Lake referred to many incidents in Toussaint L'Ouverture's life in his young adult novel ''In Darkness'' (2012)",
        "Haitian actor Jimmy Jean-Louis starred as Toussaint L'Ouverture in the 2012 French miniseries ''Toussaint Louverture''.    ==Notes==",
        "Alain Foix. \"Toussaint L'Ouverture\", Paris, Ed. Gallimard, 2007",
        "Alain Foix. \"Noir de Toussaint L'Ouverture à Barack Obama\", Paris, Ed. Galaade, 2008",
        "Jacques de Cauna. \"Toussaint L'Ouverture et l'indépendance d'Haïti. Témoignages pour une commémoration\", Paris, Ed. Karthala, 2004",
        "Madison Smartt Bell. \"Toussaint L'Ouverture: A Biography\", New York: Pantheon, 2007 (Vintage Books, 2008). ISBN 1-4000-7935-7",
        "David Brion Davis. \"He changed the New World.\" Review of M.S. Bell's \"Toussaint L'Ouverture: A Biography\", ''The New York Review of Books'', 31 May 2007, pp. 54–58.",
        "Girard, Philippe. “Black Talleyrand: Toussaint L'Ouverture’s Secret Diplomacy with England and the United States,” William and Mary Quarterly 66:1 (Jan. 2009), 87-124.",
        "Girard, Philippe. “Napoléon Bonaparte and the Emancipation Issue in Saint-Domingue, 1799-1803,” French Historical Studies 32:4 (Fall 2009), 587-618.",
        "Girard, Philippe R. (2011), The Slaves who Defeated Napoléon: Toussaint L'Ouvertureand the Haitian War of Independence, 1801-1804, The University of Alabama Press. ISBN 0817317325.",
        "Girard, Philippe. “Jean-Jacques Dessalines and the Atlantic System: A Reappraisal,” William and Mary Quarterly (July 2012).",
        "C.L.R. James. ''Toussaint L'Ouverture: The story of the only successful slave revolt in history: A Play in Three Acts'', 1934. (Duke University Press, 2013).",
        "C.L.R. James. ''The Black Jacobins: Toussaint L'Ouverture and the San Domingo Revolution'', Vintage Books, 1963. (Penguin Books, 2001) ISBN 0-14-029981-5",
        "Laurent Dubois and John D. Garrigus. ''Slave Revolution in the Caribbean, 1789–1804: A Brief History with Documents'' (St. Martin's Press,2006). ISBN 0-312-41501-X",
        "Junius P. Rodriguez, ed. ''Encyclopedia of Slave Resistance and Rebellion''. (Westport, Connecticut: Greenwood, 2006). ISBN 0-313-33271-1",
        "Graham Gendall Norton - ''Toussaint L'Ouverture'', in ''History Today'', April 2003.",
        "Arthur L. Stinchcombe. ''Sugar Island Slavery in the Age of Enlightenment: The Political Economy of the Caribbean World'' (Princeton University Press, 1995). ISBN 1-4008-0777-8",
        "Ian Thomson. 'Bonjour Blanc: A Journey Through Haiti' (London, 1992). A colourful, picaresque, historically  and politically engaged travelogue; regular asides on L'Ouverture's career (New edition, Vintage, 2004). ISBN 0-09-945215-4",
        "Martin Ros - ''The Night of Fire: The Black Napoleon and the Battle for Haiti'' (in Dutch, 1991). 1994, Published by Sarpedon, New York, ISBN 0-9627613-7-0",
        "DuPuy, Alex. ''Haiti in the World Economy: Class, Race, and Underdevelopment since 1700'' (West View Press, 1989). ISBN 0-8133-7348-4",
        "Alfred N. Hunt. ''Haiti's Influence on Antebellum America: Slumbering Volcano in the Caribbean'' (Louisiana State University Press, 1988). ISBN 0-8071-3197-0",
        "Aimé Cesaire - ''Toussaint L'Ouverture'' (Présence africaine, Paris, 1981). Written by a prominent French thinker, this book is well written, well argued, and well researched. ISBN 2-7087-0397-8",
        "Robert Heinl and Nancy Heinl - ''Written in Blood: The story of the Haitian people, 1492–1971'' (Houghton Mifflin, 1978). A bit awkward, but studded with quotations from original sources. ISBN 0-395-26305-0",
        "Thomas Ott - ''The Haitian Revolution: 1789–1804'' (University of Tennessee Press, 1973). Brief, but well-researched. ISBN 0-87049-545-3",
        "Graham, Harry. http://www.archive.org/stream/dublinreview153londuoft#page/86/mode/2up \"The Napoleon of San Domingo,\" ''The Dublin Review,'' Vol. CLIII, July/October 1913.",
        "Joseph, Celucien L. Race, Religion, and The Haitian Revolution: Essays on Faith, Freedom, and Decolonization (CreateSpace Independent Publishing Platform, 2012)",
        "Joseph, Celucien L. From Toussaint to Price-Mars: Rhetoric, Race, and Religion in Haitian Thought (CreateSpace Independent Publishing Platform, 2013)",
        "George F. Tyson, ed. - ''Great Lives Considered: Toussaint L'Ouverture'' (Prentice Hall, 1973). A compilation, indeed includes some of Toussaint's writings. ISBN 0-13-925529-X",
        "Ralph Korngold - ''Citizen Toussaint'' (1944, Greenwood Press, reissued 1979). ISBN 0-313-20794-1",
        "J. R. Beard - ''The Life of Toussaint L'Ouverture: The Negro Patriot of Hayti'' (1853). Still in print. A pro-Toussaint history written by an Englishman. ISBN 1-58742-010-4",
        "J. R. Beard - ''Toussaint L'Ouverture: A Biography and Autobiography'' (1863). Out of print, but http://docsouth.unc.edu/neh/beard63/beard63.html published online. Consists of the earlier \"Life\", supplemented by an autobiography of Toussaint written by himself.",
        "Victor Schoelcher - ''Vie de Toussaint-L'Ouverture'' (1889). A sympathetic biography by a French abolitionist, with good scholarship (for the time), and generous quotation from original sources, but entertaining and readable nonetheless. Important as a source for many other biographers (e.g. C.L.R. James).",
        "F. J. Pamphile de Lacroix - ''La révolution d'Haïti'' (1819, reprinted 1995). Memoirs of one of the French generals involved in fighting Toussaint. Surprisingly, he esteemed his rival and wrote a long, well-documented, and generally highly regarded history of the conflict.",
        "Toussaint L'Ouverture - ''The Haitian Revolution'' (New York: Verso, 2008). A collection of L'Ouverture's writings and speeches, with an introduction by Jean-Bertrand Aristide. ISBN 1-84467-261-1",
        "''The Collective Works of Yves''. Book I explains Haiti's past to be recognized. Book 2 culminates Haiti's scared present day epic history.",
        "''World leaders, past & present - Toussaint L'ouverture '' Arthur M. Schlesinger, Jr.  ==External links==",
        "http://docsouth.unc.edu/neh/beard63/beard63.html Toussaint L'Ouverture: A Biography and Autobiography by J. R. Beard, 1863",
        "http://www.hartford-hwp.com/archives/43a/104.html A section of Bob Corbett's on-line course on the history of Haïti that deals with Toussaint's rise to power.",
        "http://www.thelouvertureproject.org/wiki/index.php?title=Main_Page The Louverture Project",
        "",
        "http://www.pbs.org/egaliteforall/ \"Égalité for All: Toussaint Louverture and the Haitian Revolution\". Noland Walker. PBS documentary. 2009.",
        "http://www.newberry.org/collections/FindingAids/spencernapoleonica/SpencerNapoleonica.html Spencer Napoleonica Collection at Newberry Library",
        "''http://www.wirelesstheatrecompany.co.uk/index.php/component/jotloader?Itemid=15&cid=2&id=164 Black Spartacus'' by Anthony Maddalena (Thee Black Swan Theatre Company); a radio play in four parts which tells the story of Toussaint L'Ouverture and the Haitian Slave Uprising of 1791–1803",
        "https://www.marxists.org/archive/foot-paul/1991/07/toussaint.html Paul Foot on Toussaint Louverture (lecture from 1991)",
        ""
    ],
    "NAME": "Toussaint L'Ouverture | ALTERNATIVE NAMES",
    "DATE_TIME": "2014-01-29T14:46:44Z"
}