{
    "court_name": "Manoj Singh/Mahtoh/Gupta/Sharma/Kumar silent virus killer silently metal disturbance feeding चुप चाप कान दिमाग भर लेते हैं just like white noise individual audible frequency चो र NARPAT Singh CBI ATM 4622 4446 1175 XXXX राजपूत गीदड़ की पैदाइश Manoj Singh/Mahtoh/Gupta/Sharma/Kumar silent virus killer silently metal disturbance feeding चुप चाप कान दिमाग भर लेते हैं just like white noise individual audible frequency  बेहूदे माँ बाप की औलादें मत्रछीन चो र YOGESH Chaudhary bawana(NARPAT Singh)harsh Kumar umesh Kumar goyal dairy harsh vardhan Dwarka iti Delhi jail road tilak Nagar संस्कार हीन बेहूदे KL Chawla Sundar Tushar Anand Yash pankaj Gupta upper caste general obc देश के नमकहराम Discontinued NARENDRA MODI  requesting to let me complete my education.They are not letting me to complete my education.no help from any where.(2018071926 Pgms.delhi.gov.in)ed­­­­­­­ucation rapists Prakash javdekar rss कमैठी  smriti irani raskals south Indians akkain tavoru Tamils Dr.K arumugam Kaladhrn ब्राह्मण पाखंडी PMOPG/E/2017/­­­­­­­0457324 आतंकवादी का बाप PMOPG/E/2021/­­­­­­­0500619 prof rajeeve Kumar fraud Academic bank of credit www.abc.gov.in  उँच्च जात का कुत्ताRamnath kovind Dr. Bharat Bhushan Dr. Alok Chaube Shri Gulshan Arora & Mr. K. Shudhir Reddy again spoiled my education ignou grievance 3862       to be continued २३8114 again continue 1844 गद्दार India पापी नीच मेरा तिरंगा महान् है Chitra education services(2018129303 Pgms.delhi.gov.in) -in order to complete my education I took help from Chitra education services C 1/14, sheesha gawdaun, Rama park, Near Dwarka mod metro station,New Delhi - 110059.they took ₹1,70,000 and on asking to return puja Gupta abused and himani pal considered herself of bjp political party.(3) Gaurav Kumar tobaccowala Marwari fraud ₹30,000 technobudy(2018072702 Pgms.delhi.gov.in) Uttam Nagar Nawada metro station @१०० third floor corrupted Delhi police DCP Sibesh Singh दिल्ली पुलिस वाले नेताओं से अपनी माँ की gaaड मरवाते है harsh vardhan Benita Mary joker Alphonse (4.)shine.com-person named manhotra called and spoke about giving job .he considered himself an agent of shine.com and frauded ₹10,750.account name-sunrise services Account no.-1709002100010621. Token no -201804060022(http://biharpolice.in/)upper caste MALPRACTICES देश के जेनरल ओबीसी Ludhiana Amar Nagar Akali dal haraमी Hari pal Singh Amrit pal Singh sua road Mukesh Sharma RSS कमैठी U.P. के यादवनी gumar Mandi swarnsingh singhora Caste malpractices A13,A12 Deepak vihar extension vikasnagar Uttam Nagar amritanjay Kumar rss कमैटी punita Devi saraswati Devi neelam verma(nayki) puja Jyoti Manish Gandhi Nikhil .  Court of India",
    "df": "website=main.sci.gov.in  |",
    "city": "New Delhi",
    "state": "Delhi",
    "jurisdiction": "India",
    "authority": "Article 124 of the Constitution of India",
    "terms": "Mandatory retirement at 65 years of age",
    "chiefjudgename": "Dhananjaya Y. Chandrachud",
    "termstart": "9 November 2022 ",
    "DATE_TIME": "2022-11-19T00:07:27Z"
}