{
    "name": "Osama bin Laden",
    "religion": "Islam  (Salafism/Qutbism)    ",
    "order": "1st Emir of al-Qaeda",
    "term_start": "1988",
    "term_end": "May 2, 2011",
    "predecessor1": "Position created",
    "successor1": "Ayman al-Zawahiri",
    "order2": "Co-funder of Maktab al-Khidamat",
    "term_start2": "1984",
    "term_end2": "1988",
    "predecessor2": "Position created",
    "successor2": "Position abolished",
    "serviceyears": "1984–May 5, 2011",
    "rank": "Emir of the Al-Qaeda",
    "battles": [
        "Battle of Jaji  Global War on Terrorism",
        "War in Afghanistan",
        "",
        "Battle of Tora Bora",
        "War in North-West Pakistan",
        "Operation Neptune Spear",
        "On December 11, 2005, a letter from Atiyah Abd al-Rahman to Abu Musab al-Zarqawi indicated that bin Laden and the al-Qaeda leadership were based in the Waziristan region of Pakistan at the time. In the letter, translated by the United States military's Combating Terrorism Center at West Point, \"Atiyah\" instructs Zarqawi to \"send messengers from your end to Waziristan so that they meet with the brothers of the leadership ... I am now on a visit to them and I am writing you this letter as I am with them ...\" Al-Rahman also indicates that bin Laden and al-Qaeda are \"weak\" and \"have many of their own problems.\" The letter has been deemed authentic by military and counterterrorism officials, according to ''The Washington Post''.",
        "Al-Qaeda continued to release time-sensitive and professionally verified videos demonstrating bin Laden's continued survival as recently as August 2007.   Bin Laden claimed sole responsibility for the September 11 attacks and specifically denied any prior knowledge of them by the Taliban or the Afghan people.",
        "In 2009, a research team led by Thomas W. Gillespie and John A. Agnew of UCLA used satellite-aided geographical analysis to pinpoint three compounds in Parachinar as bin Laden's likely hideouts.",
        "In March 2009, the ''New York Daily News'' reported that the hunt for bin Laden had centered in the Chitral District of Pakistan, including the Kalam Valley. Author Rohan Gunaratna stated that captured al-Qaeda leaders had confirmed that bin Laden was hiding in Chitral.",
        "In the first week of December 2009, a Taliban detainee in Pakistan said he had information that bin Laden was in Afghanistan in 2009. The detainee reported that in January or February (2009) he met a trusted contact who had seen bin Laden in Afghanistan about 15 to 20 days earlier. However, on December 6, 2009, U.S. Secretary of Defense Robert Gates stated that the United States had had no reliable information on the whereabouts of bin Laden in years.   Pakistan's Prime Minister Gillani rejected claims that Osama bin Laden was hiding in Pakistan.",
        "On December 9, 2009, BBC News reported that U.S. Army General Stanley A. McChrystal, who served as Commander of the U.S. forces in Afghanistan from June 15, 2009 until June 23, 2010, emphasized the continued importance of the capture or killing of bin Laden, thus indicating that the U.S. high command believed that bin Laden was still alive.",
        "On February 2, 2010, Afghan president Hamid Karzai arrived in Saudi Arabia for an official visit. The agenda included discussion of a possible Saudi role in Karzai's plan to reintegrate Taliban militants. During the visit an anonymous official of the Saudi Foreign Ministry declared that the kingdom had no intention of getting involved in peacemaking in Afghanistan unless the Taliban severed ties with extremists and expelled Osama bin Laden.",
        "On June 7, 2010, the Kuwaiti newspaper Al Siyassa reported that bin Laden was hiding out in the mountainous town of Savzevar, in northeastern Iran.   On June 9, The Australian News's online edition repeated the claim.",
        "On October 18, 2010, an unnamed NATO official suggested that bin Laden was \"alive and well and living comfortably\" in Pakistan, protected by elements of the country's intelligence services. A senior Pakistani official denied the allegations and said that the accusations were designed to put pressure on the Pakistani government ahead of talks aimed at strengthening ties between Pakistan and the United States.",
        "On April 16, 2011, a leaked Al Jazeera report claimed that bin Laden had been captured by U.S. forces in Afghanistan.    On March 29, 2012 Pakistani newspaper ''Dawn'' acquired a report produced by Pakistani security officials, based on interrogation of his three surviving wives, that detailed his movements while living underground in Pakistan.",
        "Conflict in Afghanistan (1978–present)",
        "Fatawā of Osama bin Laden",
        "Islamic extremism",
        "Islamic fundamentalism",
        "Islamic terrorism",
        "Militant Islamism",
        "Osama bin Laden in popular culture",
        "Pakistan and state sponsored terrorism",
        "The Golden Chain",
        "War against Terrorism",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "Foreign Broadcast Information Service (2006) – https://fas.org/irp/world/para/ubl-fbis.pdf Compilation of Usama Bin Laden Statements 1994 – January 2004",
        "",
        "",
        "",
        "http://www.dawn.com/osamabinladen Osama bin Laden collected news and commentary at ''Dawn''",
        "",
        "",
        "",
        "",
        "",
        "http://www.guardian.co.uk/world/2002/nov/24/theobserver Full text: bin Laden's 'letter to America', ''The Observer'', November 24, 2002",
        "http://www.pbs.org/wgbh/pages/frontline/shows/binladen/ Hunting Bin Laden, ''PBS Frontline'', (November 2002)",
        "http://www.newyorker.com/archive/2005/12/12/051212fa_fact?currentPage=all Young Osama, Steve Coll, ''The New Yorker'', December 12, 2005",
        "http://www.life.com/gallery/59991/how-the-world-sees-osama-bin-laden#index/0 How the World Sees Osama bin Laden",
        "http://www.gwu.edu/~nsarchiv/NSAEBB/NSAEBB343/index.htm The Osama bin Laden File from The National Security Archive, posted May 2, 2011",
        "http://www.ctc.usma.edu/posts/letters-from-abbottabad-bin-ladin-sidelined Letters from Abbottabad from Combating Terrorism Center",
        "http://vault.fbi.gov/osama-bin-laden/osama-bin-laden-part-1-of-1/view FBI Records: The Vault - Osama Bin Laden"
    ],
    "NAME": "bin Laden, Osama | ALTERNATIVE NAMES",
    "DATE_TIME": "2015-06-29T17:39:37Z"
}