{
    "5": "x  |native_name       =   |image_name        =   |image_size        =   |caption           =   |latin_name        =   |motto             = Minds that move the world   |mottoeng          =   |established       = 1897   |closed            =   |type              = Public  Space Grant  |affiliation       =   |endowment         = $",
    "accessdate": "January 27, 2009   |officer_in_charge =   |chairman          =   |chancellor        =   |president         = Stephen L. Weber  |vice-president    =   |superintendent    =   |provost           =   |vice_chancellor   =   |rector            =   |principal         =   |dean              =   |director          =   |head_label        =   |head              =   |faculty           =   |staff             = 1,684  |students          = 33,790     |undergrad         = 27,537  |postgrad          = 6,253   |doctoral          =   |other             =   |city              = San Diego  |state             = California  |province          =   |country           =   |coor              =   |campus            = Urban  |former_names      = San Diego Normal School (1897–1923), San Diego Teachers College (1923–35), San Diego State College (1935–70)  |free_label        = Carnegie status  |free              = ''Research University with high research activity''  |sports            =   |colors            = black, scarlet (red), and Gold colours           =   |nickname          = Aztecs  |mascot            = Aztec warrior   |athletics         = 17 varsity teams   |affiliations      = California State University system, Mountain West Conference (NCAA Division 1)  |website           = http://www.sdsu.edu www.sdsu.edu  |logo              = ,   |footnotes         =    '''San Diego State University''' ('''SDSU'''), founded in 1897 as San Diego Normal School, is the largest and oldest higher education facility in the greater San Diego area (generally the City and County of San Diego), and is part of the California State University system. It is the third-oldest university in the California State University system, and one of the oldest universities in California. SDSU has a student body of approximately 29,256 (as of the beginning of the Fall 2009 academic year) and an alumni base of more than 200,000. San Diego State University had an acceptance rate of 31.2 % for the 2008 academic year. According to SDSU's website, the university received 62,000 applications for the 2008 school year.   The Carnegie Foundation has designated San Diego State University a \"Research University with high research activity.\" SDSU is the only California State University campus with this classification, which places it among the top 200 higher education institutions in the country conducting research.    Notably, pursuant to the ''Faculty Scholarly Productivity Index'' (FSP Index) released by the Academic Analytics organization of Stony Brook, NY, SDSU is the number one small research university in the United States as of",
    "last": "our (4) academic years, from 2005-2006 through the 2009-2010 academic years.       http://www.thedailyaztec.com/campus-news/sdsu-is-no-1-in-rankings-1.2280576 SDSU is No.1 in Rankings (July 19, 2010)  In 2010, ''The Daily Beast'' ranked SDSU No.21 in its list of \"Tech's 29 Most Powerful Colleges.\"    San Diego State University awards bachelor's, master's, and doctoral degrees (Ph.D., Ed.D, and Au.D) in a total of 151 fields. SDSU offers the most doctoral degrees of any campus of the California State University system, currently in sixteen academic and research disciplines.  San Diego State University is a member of the American Association of State Colleges and Universities (AASCU), the National Association of State Universities and Land-Grant Colleges, the Southwest Border Security Consortium, and the Oak Ridge Associated Universities, a national organization of universities that promotes science and technology education and research.  ==History== ",
    "date": "| url = http://www.nacubo.org/documents/research/NES2008PublicTable-AllInstitutionsByFY08MarketValue.pdf  | format = PDF  | doi =   | acce",
    "postscript": "    ;Football , The football team plays at Qualcomm Stadium (formerly known as \"Jack Murphy\" Stadium).  right  ;Basketball , The basketball teams play at Viejas Arena on the SDSU campus.  ;Baseball , The baseball team plays in Tony Gwynn Stadium on the SDSU campus, named after the SDSU baseball and basketball player and current head coach, Tony Gwynn.  ;Volleyball , The women's volleyball team plays in Peterson Gym on the SDSU campus. , The men's volleyball team won the NCAA Championship in 1973, but the team has since been disbanded.  ;Soccer , Both the men's and women's teams both play at the Sports Deck on the SDSU campus. The women compete in the Mountain West Conference while the men compete in the Pacific-10 Conference (Pac-10).  ;Ice Hockey , Participates in the ACHA Men's Division 2.  , Advanced to National Championship final game in 2008 for ACHA Men's Division 3 and lost 7-3 to California University of Pennsylvania. ,San Diego State University Ice Hockey  ;Other sports , The new $12 million dollar aquatic sports complex (known as the Aztec Aquaplex), includes an Olympic-size swimming pool, a separate recreational pool and beach, and a hydrotherapy spa. This facility is home for the swimming and diving teams, in addition to providing recreational use for all SDSU students and community members. ,,SDSU Campus Recreation pool web page , In conjunction with the UCSD, the Associated Students organization of San Diego State University runs the Mission Bay Aquatic Center (MBAC) in Mission Bay, California, just a few miles west of the main campus. The MBAC provides for all manner of outdoor activities and sports for SDSU students, administration, and faculty.",
    "DATE_TIME": "2010-10-07T19:09:53Z"
}