{
    "office1": "Speaker of the Lok Sabha",
    "predecessor1": "Shivraj Patil |  ==Early life and education==  P. A. Sangma was born on 1 September 1947 in village Chapathi in West Garo Hills, Meghalaya to Dipchon Ch. Marak and Smt. Chimri A. Sangma.    He did his graduation in B.A. (Hons.) from St. Anthony's College, Shillong.   ==Career==  In 1973, he became Vice-President of the Pradesh Youth Congress in Meghalaya and became the General Secretary the next year. He served as the General Secretary of the Pradesh Congress Committee of Meghalaya from 1975 to 1980.  In 1977, he was elected to the 6th Lok Sabha from Tura (Lok Sabha constituency) and remained a member of the Lok Sabha until 14th Lok Sabha, except for the 9th Lok Sabha. From 1980 to 1988, he served the Union Government of India under various capacities. He served as the Chief Minister of Meghalaya from 1988 to 1990. In 1991, when he was elected to the Lok Sabha again, he again served the Union government until 1996 when he became Speaker of Lok Sabha.  The NCP general secretary was expelled from the Congress on 20 May 1999, along with Sharad Pawar and Tariq Anwar for raising the banner of revolt against Sonia Gandhi over her foreign origin issue.   He was one of the founders of Nationalist Congress Party (NCP) along with Sharad Pawar and Tariq Anwar in 1999, after their expulsion.   In January 2004, P.A.Sangma created a split in the NCP. This happened after Sharad Pawar became close to the NCP's former rival Sonia Gandhi. After losing a battle for the NCP election symbol, Sangma later merged his faction with the current Chief Minister of West Bengal and TMC chief Mamata Banerjee's Trinamool Congress, forming the Nationalist Trinamool Congress. He resigned from his Lok Sabha seat on 10 October 2005 as a member of AITMC/TMC, and was reelected as NCP. can",
    "date": "http://articles.timesofindia.indiatimes.com/2012-06-21/india/32351802_1_swaraj-and-jaitley-presidential-poll-tallest-leader| title",
    "DATE_TIME": "2016-04-27T15:25:15Z"
}