{
    "name": "Joe Lieberman | ima",
    "state": "Connecticut | alongside=Christopher Dodd | party = {Connecticut For Lieberman Party)   | term_start=January 3, 1989 | preceded = Lowell P. Weicker, Jr. | succeeded = Incumbent (2013) | date of birth =  place of birth = ",
    "alongside": "Christopher Dodd | party = {Connecticut For Lieberman Party)   | term_start=January 3, 1989 | preceded = Lowell P. Weicker, Jr. | succeeded = Incumbent (2013) | date of birth =  place of birth = ",
    "party": "{Connecticut For Lieberman Party)",
    "term_start": "January 3, 1989",
    "preceded": "Lowell P. Weicker, Jr.",
    "succeeded": "Incumbent (2013) | date of birth =  place of birth = ",
    "spouse": "1) Elizabeth Haas (div.) 2) Hadassah Lieberman",
    "profession": "Lawyer",
    "alma_mater": "Yale University",
    "religion": "Jewish  '''Joseph Isadore Lieberman''' (born February 24, 1942) is an American politician from Connecticut. Lieberman was first elected to the United States Senate in 1988, and was elected to his fourth term on November 7, 2006. In the 2000 U.S. presidential election, Lieberman was the Democratic candidate for Vice President, running alongside presidential nominee Al Gore, becoming the first Jewish candidate on a major American political party presidential ticket. Gore and Lieberman won the popular vote in the election, but lost in the Electoral College.  Lieberman continued serving in the Senate after the Democratic presidential defeat in 2000. During his reelection bid in 2006, he lost the Democratic Party primary election, but won reelection in the general election as an independent candidate under the party label \"Connecticut for Lieberman.\" Lieberman is now officially listed in Senate records for the 110th Congress as an \"Independent Democrat\",",
    "date": "f birth = ",
    "start": "January 3, 1989 | preceded = Lowell P. Weicker, Jr. | succeeded = Incumbent (2013) | date of birth =  place of birth = ",
    "after": [
        "'''Affirmative action''': In 1995, he stated that he is \"against group preferences,\" but in 2000 he recanted and said he supports affirmative action, and in 2004 he supported federal funding for women and minority contractors on highway projects.",
        "'''Consumer Protection''': Lieberman has voted to limit damage awards in product liability cases.",
        "'''Education''': He has supported experimental voucher programs, and criticized President Bush for failing to fund the \"No Child Left Behind\" program.",
        "'''Entertainment industry and video games''': Lieberman cosponsored an act to restrict the sale of violent video games to minors.",
        "'''Environment''': He cosponsored the 1990 Clean Air Act, and says the US must accept responsibility for global warming.",
        "'''Judicial filibusters''': Lieberman was one of the bipartisan \"Gang of 14\" that offered a compromise on using filibusters for President Bush's Supreme Court nominees.",
        "'''Gay rights''': Lieberman voted against a constitutional ban on same-sex marriage, but opposes legalizing same-sex marriage.",
        "'''Gun control''': Lieberman has supported gun control measures and has received an \"F\" rating from the National Rifle Association.",
        "'''Health care''': He has criticized Bush's Medicare plan for insufficient funding. He strongly supports embryonic stem cell research.",
        "'''Reproductive Rights''' Lieberman opposed the \"Child Custody Protection Act\" of 2006 that made it a crime to transport a minor across state lines for the purpose of an abortion. Lieberman has supported the right of Catholic hospitals to refuse to provide contraceptives.",
        "'''Social Security''': In 2005, Lieberman urged Congress to reject the Social Security Commission's report that recommended private accounts for social security.",
        "'''Tax, labor, and business''': In 1994, Lieberman voted to maintain a tax loophole that allowed companies to avoid recording stock options as an expense. He has opposed much of the Bush tax plan.",
        "'''Flag burning''': Lieberman voted against amending the Constitution to criminalize flag burning.  ===Foreign policy===",
        "'''Iraq War''': In 2002, Lieberman voted in favor of the US occupation of Iraq, and has generally supported the war since. However, he has been a critic of former Defense Secretary Rumsfeld's management of the Iraq war.",
        "'''Free trade''': Lieberman supported the North American Free Trade Agreement and the Central America-United States Free Trade Agreement.",
        "'''Israel''': Lieberman has consistently expressed solidarity with Israel against its Palestinian and Arab opponents.",
        "'''Geneva Conventions''': Lieberman supported the Alberto Gonzales memo on the provisions of the Geneva Conventions.  ==Senate tenure==  right  Like Bill Clinton and Dick Gephardt, Lieberman has served as chair of the Democratic Leadership Council.  In 1998, Lieberman was the first prominent Democrat to publicly challenge Bill Clinton for the judgment exercised in his affair with Monica Lewinsky.   However, he voted against removing Clinton from office.   When control of the Senate switched from Republicans to Democrats in June 2001, Lieberman became Chairman of the Governmental Affairs Committee, with oversight responsibilities for a broad range of government activities. When Republicans gained control of the Senate in January 2003, Lieberman resumed his role as ranking minority member of the committees he had once chaired.    As Senator, Lieberman is Chairman of the Homeland Security and Governmental Affairs Committee, which is responsible for assuring the efficiency and effectiveness of the Federal Government. In addition, he is a member of the Environment and Public Works Committee and chair of its Subcommittee on Clean Air, Wetlands and Private Property; Senate Armed Services Committee, where he is Ranking Member of the Subcommittee on Air Land Forces and sits on the Subcommittee on Emerging Threats and Capabilities; and the Small Business Committee.  Lieberman served as co-chair of the Senate Centrist Coalition alongside Maine Republican Olympia Snowe, an organization he abandoned at the end of his third term in favor of establishing his own bipartisan organization.    Lieberman has toyed with the idea of switching his affiliation to Republican,     however this would not cause the Republicans to become the majority party during the 110th session of Congress.          ==Elections==  In 1988, Lieberman defeated moderate Republican Lowell Weicker to win election to the United States Senate and was re-elected in 1994, 2000, and 2006.  ===Senate election, 1988===  Lieberman was first elected to the United States Senate as a Democrat in 1988, by a margin of 10,000 votes. He scored the nation's biggest political upset that year, unseating three-term Republican incumbent Lowell Weicker. In Lieberman's 2003 memoir about the 2000 campaign, he credits Massachusetts Senator John Kerry with convincing him to run. Kerry was the 1988 election cycle chairman of the Democratic Senatorial Campaign Committee.  Aiding Lieberman's victory was the fact that Weicker was abandoned by conservative Republicans such as William F. Buckley, Jr. Consequently, Lieberman ran especially well in conservative areas of the 5th District, where Democratic presidential candidate Michael Dukakis received fewer votes than George H.W. Bush.  During the campaign, Lieberman received support from Connecticut's Cuban-American community, which was unhappy with Weicker, who was known as a supporter of Fidel Castro. Lieberman has since remained loyal to the anti-Castro cause. Toobin, Jeffrey. http://www.newyorker.com/fact/content/articles/021216fa_fact Joe Lieberman looks hopefully toward the White House. ''The New Yorker'' December 16, 2002.   ===1994 and 2000 campaigns=== In 1994, Lieberman made history by winning by the largest landslide ever in a Connecticut Senate race, drawing 67 percent of the vote and beating Jerry Labriola, his Republican opponent, by more than 350,000 votes.  In 2000, Lieberman ran for reelection once again, and when Al Gore nominated him for Vice President Lieberman remained on the Senate ballot.  This was not unprecedented.  Democratic VP candidates Lyndon Johnson in 1960, and Lloyd Bentsen in 1988, both ran for Senate at the same time as running for Vice President, hoping to maintain that seat in the Senate if they lost the Vice Presidency. Unlike Johnson and Bentsen, however, Lieberman's decision would have affected control of the Senate whether he had become Vice President or Senator. Some questioned the strategy of having Lieberman run for both offices, saying that it \"threatens his party's chances of winning a Senate majority.\" If Lieberman had won both races, he would have become Vice President, leaving his Senate seat open. The Republican Governor of Connecticut, John G. Rowland, would nominate somebody to take Lieberman's Senate seat, most likely a Republican, thus giving the Senate a Republican majority. If Lieberman had won the Senate seat but not Vice President, the Republican Vice President Dick Cheney would be the tie-breaking vote in the Senate, thus also creating a Republican majority. (At that time, the Senate contained fifty Democrats and fifty Republicans.) So because Lieberman ran for both seats at once, he assured a Republican majority in the Senate whatever the outcome of either race. He lost the Vice Presidency, and resumed his Senate seat, with a Republican majority.  Nevertheless, he easily defeated his Republican opponent, Philip Giordano 63% to 34%.  ===Vice-Presidential campaign, 2000=== In August 2000, Lieberman was selected as the nominee for Vice President of the United States by Al Gore, the Democratic Party nominee for President. Lieberman was the first Jewish candidate on a major political party presidential ticket. The announcement of Lieberman's selection may have resulted in an increase in support for Gore's campaign.   The Gore/Lieberman ticket won a plurality of the popular vote, with over half a million more votes than the Republican ticket of George W. Bush and Dick Cheney, but they were defeated in the Electoral College by a vote of 271 to 2"
    ],
    "NAME": "Lieberman, Joseph Isadore |ALTERNATIVE",
    "DATE_TIME": "2007-06-12T16:49:53Z"
}