{
    "name": "The Rector and Visitors of the,  UniversityThe University of Virginia The University of Virginia, founded by Thomas Jefferson, is a public research university located in Charlottesville, Virginia, in 1819. In 1800 The University of Virginia was conceived, Thomas Jefferson, James Madison, and James Monroe all helped with the planning of the University. Orange and navy blue represent The University of Virginia which is a worldwide site on 1,682 acres. James Madison is the father of UVA who  sold the land when he moved into the white house. The University of Virginia has twenty-five varsity teams NCAA Division 1 ACC. UVA has been a member of the Atlantic Coast Conference since 1953. The Virginia Caviler, or “wahoos” or “hoos” have won twenty national championships, in five different sports; it also holds a national championship in track and field. The football team won a share of the ACC championship in 1989 and 1995. “D’brickshaw Ferguson, and the number two overall pick of the 2008 NFL draft was great”, said Brian O’Connor. In July 2003, the team had average scored forty-four wins per year.    “This team has led the ACC team era forty-four consecutive years”, said Claudio Reyna, Former coach Bruce Arena, “The LA Galaxy, in major league soccer team is great they have won its fourth championship February 9th, 2011. The cavilers all have great varsity teams you will love. Student life at The University of Virginia is a number of unique traditions. Professors are or should be addressed as “Mr.” or “Mrs.” Even though they are doctors. The programs offered are tutoring and housing involvement. There are many numbers or the secret society, “we keep our membership, unknown, keep most far from the public eye”, says the “Sons of Liberty” and the “21 Society”. Students give their library system higher marks than any other school in the U.S.A. Jackie Posmer, “I love every year in spring, because we experience ‘springfest’”. Springfest features a large free concert and various games. University of Virginia has won four its unique Jeffersonian architecture. “The design of the University of Virginia was the most ambitious project” said the New York Times. John Kluge donated 7,378 acres of land to the University. The University of Virginia has eleven schools to major in. They provide part-time degree programs. “My mom has three children and work so she will have to be in that program above”, said Tully Mcballan. Financial Aid is available to those to keep a higher education affordable for all students who qualify for admission, regardless of race and money issues. “It really does help with books school reasons.” said Eermet McGhee. One of two ways you can visit Virginia by online or school. “experiencing it is so much better because you can actually see it and touch it so many others you can’t do on line In conclusion, Virginia has the best classes and the campus is amazing. University of Virginia as in my eyes is a great school because it is in Virginia. Virginia seems like they have a great nursing school. I want to become a nurse and go to college in a different state. Plus, California does not even have great colleges in my opinion. Thomas Jefferson located this in 1825 as in nation’s tenth growth to academic health system. Nursing is one or the nation’s top growth professions. Maybe one day you will pick this one.         of Virginia",
    "image_name": "UVA_Rotunda_Logo.svg",
    "president": "Teresa A. Sullivan",
    "endowment": "US $ 4.45 billion ",
    "calendar": "Semester",
    "faculty": "2,102",
    "undergrad": "13,617 ",
    "postgrad": "6,167",
    "campus": "World Heritage Site, ",
    "affiliations": "AAU, Universitas 21",
    "athletics": "NCAA Division I ACC, 25 varsity teams",
    "DATE_TIME": "2011-02-23T15:26:03Z"
}