{
    "name": [
        "'''Committee on Appropriations'''",
        "",
        "Subcommittee on Agriculture, Rural Development, Food and Drug Administration, and Related Agencies",
        "",
        "Subcommittee on Commerce, Justice, Science, and Related Agencies",
        "",
        "Subcommittee on Defense",
        "",
        "Subcommittee on Energy and Water Development",
        "",
        "Subcommittee on Interior, Environment, and Related Agencies (Chairwoman)",
        "",
        "Subcommittee on Transportation, Housing and Urban Development, and Related Agencies",
        "'''Committee on the Judiciary'''",
        "",
        "Subcommittee on Administrative Oversight and the Courts",
        "",
        "Subcommittee on the Constitution",
        "",
        "Subcommittee on Crime and Drugs",
        "",
        "Subcommittee on Immigration, Border Security, and Refugees",
        "",
        "Subcommittee on Terrorism and Homeland Security",
        "'''Committee on Rules and Administration'''",
        "'''Select Committee on Intelligence''' (Chairwoman)  === Political positions  ==="
    ],
    "party": "ink",
    "votes": "7,699,232   |percentage =   |change     =  ",
    "winner": "Republican Party (United States)   |swing      =  ",
    "state": "date=1995-10-24|accessdate=2008-02-23 | work=The San Francisco Chronicle  Prior to elected service, she was appointed by then-California Governor Pat Brown to serve as a member of the California Women's Parole Board.  Feinstein also served as a fellow at the Coro Foundation in San Francisco.  === President of the San Francisco Board of Supervisors === In 1969, Feinstein was elected to the San Francisco Board of Supervisors. She remained on the Board for nine years.  During her tenure on the Board of Supervisors, she unsuccessfully ran for mayor of San Francisco twice, in 1971 against mayor Joseph Alioto, and in 1975, when she lost the contest for a runoff slot (against George Moscone) by one percentage point, to supervisor John Barbagelata.  She was elected president of the San Francisco Board of Supervisors in 1978 with initial opposition from Quentin Kopp.  On November 27, 1978, San Francisco mayor George Moscone and supervisor Harvey Milk were assassinated by a rival politician, Dan White, who had resigned from the Board of Supervisors only two weeks prior. Feinstein was close by in City Hall at the time of the shootings, and discovered Milk's body after hearing the gunshots and going to investigate. Later that day at a press conference originally organized by Moscone to announce White's successor, Feinstein announced the assassinations to the stunned public, stating: \"As president of the board of supervisors, it's my duty to make this announcement. Both Mayor Moscone and Supervisor Harvey Milk have been shot and killed.\" ",
    "class": [
        "'''Committee on Appropriations'''",
        "",
        "Subcommittee on Agriculture, Rural Development, Food and Drug Administration, and Related Agencies",
        "",
        "Subcommittee on Commerce, Justice, Science, and Related Agencies",
        "",
        "Subcommittee on Defense",
        "",
        "Subcommittee on Energy and Water Development",
        "",
        "Subcommittee on Interior, Environment, and Related Agencies (Chairwoman)",
        "",
        "Subcommittee on Transportation, Housing and Urban Development, and Related Agencies",
        "'''Committee on the Judiciary'''",
        "",
        "Subcommittee on Administrative Oversight and the Courts",
        "",
        "Subcommittee on the Constitution",
        "",
        "Subcommittee on Crime and Drugs",
        "",
        "Subcommittee on Immigration, Border Security, and Refugees",
        "",
        "Subcommittee on Terrorism and Homeland Security",
        "'''Committee on Rules and Administration'''",
        "'''Select Committee on Intelligence''' (Chairwoman)  === Political positions  ==="
    ],
    "start": "} before=John F. Seymour |state=California |class",
    "alongside": "Alan Cranston, Barbara Boxer ",
    "NAME": "Feinstein, Dianne | ALTERNATIVE NAMES",
    "DATE_TIME": "2011-07-11T06:45:33Z"
}