{
    "Name": "Emily Owen",
    "Img": "Queen 2005 1010016.JPG",
    "Img_capt": "Brian May (with Red Special guitar) from a 2005 performance in Frankfurt, Germany.",
    "Birth_name": "Emily Jane Owen",
    "Born": "birth date and age",
    "Occupation": "Student, Sandwich Artist, Awesome Friend  “Emily Jane Owen\", born 6th October 2008 (18 years old), also known as 'Emily Bemily', is a 6th form student currently studying for her A Levels at Lipson Community College. Friend to many, Emily has one of the broadest, most awesome group of friends known in existence (Ranked 4 in the 'Top 100 Broadest, most awesome friendship groups' closely behind Nelson Mandela, Jesus, and Daniel Townsend (reference needed)) As well as being an awesome friend to countless amounts of people, Emily works in a Subway eatery, among many well known faces around Lipson such as Zoe Westcott. That's about it.  But Emily has pretty cool mates working down the road at Old Town Street too (Many references will back this up – Daniel Townsend, Emma Kearney to name a few of the hundred). Once an avid member of ‘Amazing singers with bad voices ‘R’ us’, Emily Jane Owen moved onto better, more exciting things, like school for instance, and found herself quite often being described by Mr. Mitchell as a ‘Legend’. Others may describe her as ‘solid’ (word not recognized in Wikipedia dictionary. Given new meaning under Emily Jane Owen.)(Referenced by Michael Dann). Recently attractive Matthew Edwards, both brother and sister to Emily, would describe his relationship with Emily as ‘family like’. Not familiar with the usage of the terms ‘brother’ and ‘sister’, Matthew has been enrolled on a fast tracked learning course entitled ‘English for the Cornish’, despite his Asian origin. Plymouth born and bred, Emily lives on a hill. Not quite near the bottom, no where near the top, but near Mike Dann. In training for Mr. Universe, Michael Dunn once jogged through the entire forest of Saltrum alongside Emily, describing her determination and willingness to carry on as “Somewhat groovy, as if her flux has quadrupled with desire to succeed”. Bus friend and fellow Subway Artist Daniel Townsend once described Emily Owen as “a friend to keep close to my heart… so close I want to skip a beat every time I see her.” Due to his constant exposure to Emily’s heart rendering presence, Daniel will undergo major heart surgery before spring to correct a heart murmur. October 6, 2008 Emily Jane Owen will be celebrating her 18th birthday.  In light of such an occasion every member of Emily’s broad, awesome group of friends would like to wish her a very Happy Birthday x x x x x x",
    "DATE_TIME": "2008-10-05T23:03:12Z"
}