{
    "name": "Michigan Technological University",
    "endowment": "$96.2 million (2016)",
    "president": "Richard J. Koubek",
    "students": "7,270 ",
    "undergrad": "5,827",
    "postgrad": "1,443",
    "faculty": "477 ",
    "staff": "1,153",
    "Forbes": "492",
    "USNWR_NU": "116",
    "Wamo_NU": "68",
    "Wamo_LA": "300x|Memorial Union Students attending Michigan Technological University have a wide range of activities to participate in, whether or not they are living in the residence halls. In addition to the various small interest groups which form throughout the year, they participate in Greek Life, Student Organizations, and the Enterprise Program; many organize and attend campus traditions, such as K-Day, the Parade of Nations, and the Winter Carnival (which also attracts alumni from across the country); furthermore, there are motivational drives to raise student activity levels and involvement in the school community, typically for those without membership in a student organization.  ===Student organizations=== File:Broomball at Michigan Tech.jpg|alt=Students playing broomball|thumb|300x|Michigan Tech Students playing broomball Michigan Tech currently recognizes more than two hundred student organizations,   including: , ''The Daily Bull'', satirical daily entertainment press newspaper; often prints current campus and world news in some form or other   , Alpha Phi Omega, Epsilon Lambda chapter, national co-ed service fraternity , Mu Beta Psi, Zeta chapter, national honorary musical fraternity , The Alpha (first) chapter of Alpha Sigma Mu, nationwide metallurgical and materials engineering honors fraternity , Blue Key, an affiliate of the National Blue Key honor society, which organizes the annual Winter Carnival , The pride of Pastyland, the cream of the Keweenaw, the second best feeling in the world, the Huskies Pep Band.   , Turkish Students Association at MTU, a cultural, non-political, non-religious and non-profit organization; aims to promote and preserve Turkish culture and heritage on MTU campus and in the community ,Religious organizations: there are many religious groups on campus including Lutheran Collegians,   Intervarsity,   Cru,  , St. Albert the Great University Parish  , and His House Christian Fellowship.   , The ''Michigan Tech Lode'', award-winning weekly student newspaper   , Undergraduate Student Government https://www.banweb.mtu.edu/pls/owa/stuorg.STU_ORG_DATA.p_list?orderby=cat",
    "DATE_TIME": "2018-11-19T00:27:06Z"
}