{
    "gdp": "increase£77.5billion (2019) <ref name",
    "website": "GOV.WALES  | growth",
    "growth": "increase2.7% (2019)<ref name",
    "per capita": "increase£24,586 (2019)<ref name",
    "poverty": "nochange23% (2020)<ref name",
    "labour": "increase1.428 million (September 2015)<ref name",
    "unemployment": "DecreasePositive3.9% (July 2021)<ref name",
    "author": "Welsh Government",
    "industries": "Agriculture, aerospace, construction, electronics, emergency services, food, forestry, manufacturing, oil and gas, renewable energy, services, textiles, tourism, transport",
    "exports": "decrease £13.4 billion (2020)  (2019: £17.7 billion)<ref name",
    "imports": "| import-goods",
    "FDI": "| gross external debt",
    "spelling": "  The monetary policies which create the '''economy of Wales''' are, on the whole, created by the United Kingdom Government and as such, Wales is not allowed to borrow money, issue bonds, exercise quantitative easing etc. In 2017, the area of lowest income in Northern Europe was West Wales. This featured alongside nine other regions of similar income lying in England and mainland Europe.  The percentage of all individuals, living in relative income poverty in Wales in 2016–17 was 23%, compared to 22% in England, and only 19% in Scotland and Northern Ireland. More than one in five people in Wales were living in poverty between 2001 and 2016.",
    "publisher": "Welsh Government |access-date",
    "last": "Barry",
    "first": "Professor Mark |title",
    "date": "14 November 2020  In 2019 Wales generated tax revenue of £27bn, which is around 36% of GDP, and has expenditure of £40.1bn, leaving an deficit of £13.1bn.",
    "agency": "The Leader",
    "class": "\"wikitable\" |+ Gross Value Added (GVA) http://www.statswales.wales.gov.uk/TableViewer/tableView.aspx?ReportId",
    "df": "dmy-all",
    "format": "pdf",
    "colspan": "\"8\" style",
    "quote": "... health and economic crisis ... In particular, tourism and hospitality suffered notable losses from the pandemic.  As of 6 April 2021, visitors from \"red list\" countries were still not allowed to enter unless they were UK residents. Restrictions will \"likely be in place until the summer\", one report predicted, with June being the most likely time for tourism from other countries to begin a rebound.",
    "bot": "InternetArchiveBot |fix-attempted",
    "ref": "Welsh Government",
    "via": "www.theguardian.com",
    "language": "en   In 2021, the Welsh government said that more than half the country's energy needs were being met by renewable sources, 2 percent of which was from 363 hydropower projects.<ref name",
    "archiveurl": "url-status",
    "archivedate": "5 March 2009   Small and medium-sized enterprises made up over 99% of the 190,000 businesses in Wales in 2006, Business numbers by size band and local authority, 2006. Downloaded from http://www.statswales.wales.gov.uk/ReportFolders/ReportFolders.aspx?CS_referer",
    "DATE_TIME": "2021-07-24T13:00:10Z"
}