{
    "office": "23rd Prime Minister of Thailand",
    "monarch": "Bhumibol Adulyadej",
    "office2": "Deputy Prime Minister of Thailand",
    "primeminister2": "Banharn Silpa-archa, Chavalit Yongchaiyudh",
    "party": "Thai Rak Thai Party",
    "otherparty": "Palang Dharma Party ",
    "spouse": "Potjaman Na Pombejra ",
    "children": "Panthongtae Shinawatra ,  Pintongtha Shinawatra ,  Peathongtarn Shinawatra",
    "residence": "Dubai, United Arab Emirates",
    "alma_mater": "Royal Police Cadet Academy, Eastern Kentucky University, Sam Houston State University",
    "profession": "Businessperson, Entrepreneur, Police officer(1973-2015), Politician, Volunteer Defense Corps (VDC Gen.)",
    "blank1": "Net worth",
    "data1": "US$1.61 billion (February 2016)   |honorific-suffix =  MPCh MWM TCW GCON GCPS",
    "religion": "Theravada Buddhism",
    "term_start": "9 February 2001",
    "term_end": "19 September 2006",
    "term_start2": "13 July 1995",
    "term_end2": "8 November 1997",
    "office3": "Special Economic Adviser of Cambodia",
    "primeminister3": "Hun Sen",
    "term_start3": "4 November 2009",
    "term_end3": "23 August 2010",
    "predecessor3": "''Position established''",
    "successor3": "''Position abolished''",
    "office4": "Minister of Education",
    "primeminister4": "himself",
    "term_start4": "14 June 2001",
    "term_end4": "9 October 2001",
    "predecessor4": "Kasem Watanachai",
    "successor4": "Suwit Khunkitti",
    "office5": "Minister of Foreign Affairs",
    "primeminister5": "Chuan Leekpai",
    "term_start5": "25 October 1994",
    "term_end5": "10 February 1995",
    "predecessor5": "Prasong Soonsiri",
    "successor5": "Krasae Chanawongse",
    "brother": [
        "Restricted press freedom by suing Sondhi after he printed a sermon by a controversial monk (see Luang Ta Maha Bua incident)",
        "Masterminded the desecration of the famous Erawan shrine (see Phra Phrom Erawan Shrine incident)  ===Sale of Shin Corporation===",
        "Count 1: Conversion of telecom concession fees into excise charges. Previously, telecom operators had to pay the TOT/CAT a percentage of their revenue as a concession fee (TOT/CAT are state-owned enterprises, although they were going through the process of privatisation). The Thaksin government modified this into a system wherein all operators would instead directly pay the government an equivalent excise tax. The imposition of excise tax here would eventually be passed on to consumers.   Thaksin claimed that all operators continued to pay the same total costs. The judges ruled that this benefited AIS while harming the TOT, and thus was an abuse of power.",
        "Count 2: Modification of a revenue sharing agreement on pre-paid mobile services. Previously, telecom operators had to pay the TOT a percentage of their revenues for post-paid mobile services. To offer pre-paid services, which are generally cost less to the consumer, AIS negotiated with TOT to design a revenue sharing agreement for pre-paid services that offered less revenue to the TOT comprising an estimated loss of 14.2 billion baht (revenue reduced from 25% to 20%) from 2001 to 2006 and another estimated loss of 56 billion baht (revenue reduced from 30% to 20%) from 2006 to 2015.",
        "Count 3: Modification of mobile roaming agreement. Previously, there were no roaming agreements between mobile operators – subscribers from one operator were not allowed to use services on another operator's network, thus limiting the growth of the mobile industry. Under the Thaksin government, roaming was allowed, with roaming fees deducted from the revenue that AIS and other operators had to share with TOT and other state enterprises. Essentially, TOT helped AIS shoulder the costs of its subscribers roaming on the mobile networks of other operators. This reduced TOT and CAT's income while benefiting the operators. However, the judges ruled that it while benefited AIS, it did so to the benefit of AIS's new owners (Temasek Holdings) rather than Thaksin, and hence was not an abuse of power.",
        "Count 4: Replacement of ThaiCom 4 with iPSTAR. A previous government had originally contracted with ShinSat to launch and operate ThaiCom 4 as a backup satellite for ThaiCom 3. Instead, ShinSat negotiated with the Thaksin government to launch iPSTAR, at the time the largest commercial satellite in history, which it claimed could offer commercial internet services while also providing backup for ThaiCom 3. However, the claim is not technically possible since iPSTAR does not have C-band transponders as ThaiCom 3. Shin Corp's ownership in ShinSat was subsequently reduced from 51% to 40%. The judges found that the changes in ownership and satellite specification change reduced Thailand's communications security by not having the backup satellite for ThaiCom 3 on the one-to-one basis. It also noted that the negotiations allowed ShinSat to launch a satellite with much greater commercial potential than ThaiCom 4 without having to bid for a separate concession agreement.",
        "Count 5: EXIM Bank loan to Myanmar to pay for ThaiCom services. Thaksin was scheduled to meet with Burmese leaders to negotiate trade deals between the two countries. One of the deals negotiated gave Myanmar a Thai EXIM Bank loan to purchase 376 million baht in satellite services from ShinSat. Thaksin noted that many deals were struck in the negotiations, and that 16 other companies also benefited from the EXIM Bank's loans. The judges ruled that the loans gave preferential treatment to Thaksin, and hence were an abuse of power.      The judges decided to seize 46 billion differences in value of Shin Corp. shares from the date when he came to office and the value when the shares were sold to Singapore's Temasek Holdings in early 2006. Note that, Thaksin had declared around 500 million baht in assets and Pojaman had 8 billion to 9 billion baht while Thaksin served as prime minister.  Nevertheless, during that period, Shin shares gained 121%, compared with a 128% gain in the benchmark SET index, while Siam Cement, one of Thailand's premier blue chip companies, gained 717%.   The judges did not find that Thaksin was guilty of malfeasance. They also noted that any benefit to the government from Thaksin's policies was irrelevant to the ruling. The government reaped approximately 100 billion baht in increased revenue from changes in the concession agreements alone.    ====Aftermath==== In an email to his supporters, Thaksin claimed that the court was used as a tool. He also noted how the Thai stock market rose to the benefit of many companies, not just his, and claimed that all charges against him were politically motivated. He thanked his supporters for not protesting while the verdict was being read, and implored them to use non-violent means in the future. Pojaman na Pombejra insisted that tens of billions of baht of her wealth had been given to her children and relatives well before Thaksin took office in 2001 and denied that her children and relatives were nominees of her and her husband. She also denied having any control over Ample Rich and Win Mark, two firms that the AEC had accused of being her nominees.   In spite of Pojaman's claim, Thaksin was the authorised signature for Ample Rich through 2005, making him the only individual authorised to withdraw funds from the company's account until he transferred the authority to his children, four years after he took office in 2001.   Some UDD members held a small protest in front of the court, but did not disrupt the ruling as the government had predicted they would. The UDD leaders announced that a large-scale protest was scheduled to be held on 14 March 2010.  On the evening of 27 February (Saturday of a 3-day holiday), M67 grenades were thrown from a motorcycle outside three branches of Bangkok Bank. Nobody was hurt or injured in the attacks. The perpetrators were not caught, and no organisation claimed responsibility for the attacks. Thaksin and the UDD were quick to deny any involvement.       An arrest warrant was issued based on sketches of a motorcycle driver.    ===Transfer of Shin Corp. Shares=== The laws does not allow the prime minister to run a side business while holding office. Thaksin was pressed charged on wealth concealment while in office.     Prior to the wealth declaration of Thaksin and his family when he took office, there has been an appeal to The National Anti-Corruption Commission that there are some suspicious about the numbers in the report.    ====Transferring to maid and driver==== Thaksin was charged with illegally concealing billions of baht of his wealth by transferring ownership of Shin Corp. shares to his drivers and maids, without their knowledge. Thaksin tearfully told the Constitutional Court that it was an honest mistake before the Court acquitted him on the charges.    ====Transferring shares to children who reached maturity==== There was also a controversy over whether there was any hidden tax evasion when Thaksin and Potjaman transferred their Shin Corporation shares to their children. Panthongtae and Pinthongta Shinawatra were accused of being nominees of their parent.  The transfer of shares from Thaksin and Potjaman to Parnthongtae was claimed to have been a sham, since there was no actual transfer of money. Panthongtae said the shares were sold to him at cost. Thaksin stated he had a written agreement proving the transfer to his son. Prior to the transfer, Panthongtae had signed an agreement with his father to settle a 4.5 billion baht debt from buying 300 million shares of the Thai Military Bank (TMB). However, the actual market value of the TMB shares at that time was only 1.5 billion baht. This showed a \"fake debt\" of 3 billion baht had been created.   The Assets Examination Committee (AEC) discovered that Panthongtae's account that receives Shin Corporation's dividend has been used to transfer money to Potjaman's account to the amount of 1.1 billion baht.  Pintongtha also was accused of being nominee for her parents. She said that the money from her mother was a \"birthday present\". This birthday present was used to buy 367 million shares of Shin Corporation, which leaves her brother with the same amount. The AEC found the account has been receiving dividends from Shin Corp. There were no transactions between Pintongtha's account and her mother's account. However, the dividend money was used to buy SC Asset shares from WinMark to the amount of 71 million baht and shares from 5 real-estate firms from 2 funds in 2004 worth of 485 million baht.  DSI, AEC, and Securities and Exchange Commission discovered that both WinMark and the two funds are owned by Thaksin and his former wife.    ==Ancestry=="
    ],
    "collapsed": "yes |align=center",
    "boxstyle_1": "background-color: #fcc;",
    "boxstyle_2": "background-color: #fb9;",
    "boxstyle_3": "background-color: #ffc;",
    "boxstyle_4": "background-color: #bfc;",
    "3": "ctober 2006 |url= http://www.cnn.com/2006/WORLD/asiapcf/10/03/thailand.thaksin/  |birth_date =",
    "5": "crop).jpg |monarch = Bhumibol Adulyadej |predecessor = Chuan Leekpai |successor = Sonthi Boonyaratglin  (Leader of the 2",
    "6": "oup d'etat)  |signature = ลายเซ็น ทักษิณ ชินวัตร ภาษาอังกฤษ.png |office2 = Deputy Prime Minister of Thailand |primeminister2 = Banharn Silpa-archa, Chavalit Yongchaiyudh |party = Thai Rak Thai Party",
    "9": "ebruary 2001 |term_end =",
    "15": "crop).jpg |monarch = Bhumibol Adulyadej |predecessor = Chuan Leekpai |successor = Sonthi Boonyaratglin  (Leader of the 2006 coup d'etat)  |signature = ลายเซ็น ทักษิณ ชินวัตร ภาษาอังกฤษ.png |office2 = Deputy Prime Minister of Thailand |primeminister2 = Banharn Silpa-archa, Chavalit Yongchaiyudh |party = Thai Rak Thai Party birth_e = ",
    "16": "ovember 2008 |agency=AFP |dat",
    "DATE_TIME": "2018-04-17T04:13:34Z"
}