{
    "name": "Missouri State University",
    "endowment": "$76.106 million",
    "president": "Clifton M. Smart III ",
    "provost": "Frank A. Einhellig",
    "academic_staff": "1,124 ",
    "administrative_staff": "1,350",
    "students": "26,000  |",
    "campus": "Urban, ",
    "former_names": "Fourth District Normal School, Southwest Missouri State, ",
    "athletics_nicknames": "Missouri State Bears and Lady Bears   '''Missouri State University''' ('''MSU''' or '''MO State'''), formerly '''Southwest Missouri State University''', is a public university located in Springfield, Missouri, United States. Founded in 1905 as the '''Fourth District Normal School''', it is the state's second largest university, with an official enrollment of 22,385 in the fall 2014 semester.   In 2011, students represented 50 states, the District of Columbia, the Virgin Islands, and 83 countries.    The Springfield campus is one of two degree-granting institutions within the Missouri State University System, the other being a two-year campus in West Plains, Missouri.   A bachelor of science in business from MSU is offered at the Missouri State University Branch Campus Dalian in the People's Republic of China. In addition to its main campus, MSU maintains a fruit research station in Mountain Grove and the Department of Defense and Strategic Studies program housed in Fairfax, Virginia.    The school is classified by the Carnegie Classification of Institutions of Higher Education as one of six master's colleges and universities in Missouri.   In the 2014 U.S. News and World Report, the school was ranked 68th in the category Midwestern regional universities.    == History == Missouri State University was formed as the '''Fourth District Normal School''', by legislative action on March 17, 1905. Like other normal schools of the day, the school's primary purpose was the preparation of teachers for the public school system.  thumbThe university was officially founded on June 11, 1906 with the first class totaling 543 students in an off-campus facility. The first permanent campus building was Academic Hall. Its cornerstone was laid on August 10, 1907 and construction was completed in January 1909. The building is now known as Carrington Hall, named after William T. Carrington, the first president of the State Normal School. It serves as the University's administrative center.  The Fourth District Normal School became '''Southwest Missouri State Teacher's College''' in 1919 to reflect its regional and academic emphasis. Throughout the interwar period, the College's programs expanded to include liberal arts and sciences in the curriculum, thus facilitating a name change to '''Southwest Missouri State College''' in 1945. A burgeoning student population throughout the 1950s and 1960s resulted in the establishment of residence halls, accompanied by a growth in post-graduate studies. This led to a third name change in 1972, to '''Southwest Missouri State University'''. In 1973, enrollment surpassed 10,000 students for the first time.    By 1985, SMSU had grown into the second-largest public university in the state, leading administrators to support a bill to change the name to Missouri State University, which eventually died in committee in the Missouri General Assembly. In 1990, enrollment surpassed 20,000 students for the first time, but further attempts to rename the school throughout the 1990s and early 2000s also failed. However, the state legislature did grant the university a statewide mission in Public Affairs in 1995.  In 2004, with the election of Springfield native Matt Blunt to the governorship and the approaching centennial of the university's founding, new support developed for the name change. It was opposed by the University of Missouri System (which operates the four campuses of the University of Missouri), which feared that the name change would lead to duplication of academic programs and ongoing battles for students and state funding. In 2005 the name-change bill was passed, following a late-night compromise between University of Missouri System President Elson Floyd and then-Southwest Missouri State President John Keiser, stating that Missouri State University would not duplicate certain professional programs offered by the University of Missouri. The bill to rename the University finally passed the Missouri Senate (25–7). On March 1, 2005, after more than seven hours of debate, the bill passed the Missouri House (120–35). Governor Blunt signed it into law on March 17, 2005—the centennial anniversary of the University—at the Plaster Student Union where several student leaders and state leaders were present.  ===Presidents=== Presidents of the college include:   # William Thomas Carrington, 1906–1918 # Clyde Milton Hill, 1918–1926 # Roy Ellis, 1926–1961 # Leland Eldridge Traywick, 1961–1964 # Arthur Lee Mallory, 1964–1971 # Duane G. Meyer, 1971–1983 # Marshal Gordon, 1983–1992 # Russell Keeling (interim), 1992–1993 # John Keiser, 1994–2005 # Michael T. Nietzel, 2005–2010 # James E. Cofer, 2010–2011 # Clifton M. \"Clif\" Smart III, 2011–present   == Academics ==  ===Divisions=== Missouri State University's academic divisions include: , College of Arts and Letters – Art & Design; Communication; English; Media, Journalism & Film; Modern & Classical Languages; Music; Theatre & Dance , College of Business (COB) – School of Accountancy; Computer Information Systems; Fashion & Interior Design; Finance & General Business; Management; Marketing; Technology & Construction Management , College of Education – Childhood Education & Family Studies; Counseling, Leadership, & Special Education; Greenwood Laboratory School; Reading, Foundations, & Technology , College of Health and Human Services – Biomedical Sciences; Communication Sciences & Disorders; Health, Physical Education & Recreation; Nursing; Physical Therapy; Physician Assistant Studies; Psychology; School of Social Work; Sports Medicine & Athletic Training , College of Humanities and Public Affairs – Defense & Strategic Studies; Economics; History; Military Science; Philosophy; Political Science; Religious Studies; Sociology, Anthropology, & Criminology , College of Natural and Applied Sciences – Biology; Chemistry; Computer Science; Geography, Geology, & Planning; Hospitality & Restaurant Administration; Mathematics; Physics, Astronomy, & Materials Science , Missouri State Outreach   :, Missouri State Online   , William H. Darr School of Agriculture , Graduate School  The University offers more than 150 undergraduate majors and over 45 graduate programs. For the 2009 fiscal year the University awarded 4,093 degrees.   The Springfield campus had 721 full-time instructional faculty in fall 2009, of which 46 percent were female and 60 percent were tenured. The student-faculty ration is 20-to-1. adj=on hands-on learning center five miles (8 km) from the main Springfield campus; construction of a new ",
    "DATE_TIME": "2016-09-23T06:13:46Z"
}