{
    "common_name": "Philippines, Republic First",
    "status": "Unrecognized state",
    "religion": "Secular state '''Majority:''', Roman Catholicism '''Minority:''' Folk religion, Sunni Islam",
    "demonym": "Filipino",
    "title_leader": "President",
    "leader1": "Emilio Aguinaldo (first)",
    "year_leader1": "1899–1901",
    "leader2": "Miguel Malvar (last; ''unofficial'')",
    "year_leader2": "1901–1902",
    "title_deputy": "President of the Council of Government (Prime Minister)",
    "deputy1": "Apolinario Mabini (first)",
    "year_deputy1": "1899",
    "deputy2": "Pedro Paterno (last)",
    "year_deputy2": "1899",
    "stat_year1": "1898",
    "stat_area1": "298,719",
    "ref_area1": "http://hemerotecadigital.bne.es/results.vm?o=&w=7.832.719+habitantes.&f=text&t=%2Bcreation&l=600&l=700&s=0&lang=en La Dinastía (Barcelona). 29/11/1898, page 3 as returned in search results at the http://hemerotecadigital.bne.es National Library of Spain. ",
    "stat_pop1": "7,832,719",
    "today": [
        "Article 4 – paragraph 1 lists three distinct powers: \"the legislative, the executive, and the judicial\", and paragraph 2 provides: \"the legislative, the executive, and the judicial\", specifies that any two or more of these powers shall never be vested in a single individual, and specifies that the legislative power shall never be vested in a single individual.",
        "Articles 54 and 55 – these mandate the election of seven legislators to a Permanent Commission which is to meet when convoked by its presiding officer during periods of legislative adjournment. This commission is mandated, among other things, \"To act on pending matters which require proper action.\"",
        "Article 99 – \"Notwithstanding the general rule established in paragraph 2 of Article 4, in the meantime that the country is fighting for its independence, the Government is empowered to resolve during the closure of the Congress all questions and difficulties not provided for in the laws, which give rise to unforeseen events, by the issuance of decrees, of which the Permanent Commission shall be duly apprised as well as the Assembly when it meets in accordance with this Constitution.\"   In April 1899, the Permanent Commission is said",
        "Foreign Relations",
        "Interior",
        "Finance",
        "War and the Navy",
        "Public Instruction",
        "Public Works and Communications",
        "Agriculture and Industries Commerce  ===Legislature=== Legislative power was exercised by an Assembly of Representatives initially composed by members of the Revolutionary Government and subsequently elected to four year terms and organized in the form and manner determined by law and referred to at various points in the constitution as the ''National Assembly''. It specified that assembly members would be chosen by election, but left the manner of the election to be later specified by law. The assembly was initially composed of the former members of the Malolos Congress and had powers and responsibilities detailed in Title IV of the constitution.  ===Provincial and local government=== Municipal and provincial governments under the Republic had quickly reorganized upon Aguinaldo's decrees of June 18 and 20, 1898.",
        "'''Cavite El Viejo''' – The hometown of General Aguinaldo where the declaration of independence was proclaimed on June 12, 1898.",
        "''' Bacoor, Cavite''' – The declaration of independence was first ratified in Cuenca House by 190 municipal presidents of different towns from 16 provinces.",
        "'''Malolos, Bulacan''' – In September 1898, General Emilio Aguinaldo made the Paroquia dela Inmaculada Concepcion, an Augustinian-built town church (now cathedral basilica) of Malolos, the executive palace while the nearby Barasoain Church served as the legislative house where the Malolos Constitution was written. When the Americans captured Malolos, Aguinaldo ordered General Antonio Luna to burn the Malolos Church, including its huge silver altar.",
        "'''Angeles, Pampanga''' – On March 17, 1899, General Emilio Aguinaldo transferred the seat of the First Philippine Republic to Angeles. It then became the site of celebrations for the first anniversary of Philippine independence.",
        "'''San Isidro, Nueva Ecija''' – On March 29, 1899, Gen. Emilio Aguinaldo arrived in Nueva Ecija and the town was made temporary capital of the First Philippine Republic. He stayed in this house which served as his executive office. When the Americans occupied San Isidro, the Sideco house served as the headquarters of Col. Frederick Funston who would later capture General Aguinaldo in Palanan, Isabela. General Aguinaldo's capture is said to have been planned in this house. Arnaldo Dumindin, http://philippineamericanwar.webs.com/captureofaguinaldo1901.htm \"Capture of Aguinaldo, March 23, 1901\", ''Philippine-American War, 1899–1902''",
        "'''Tarlac''' – The Casa Real de Tarlac served as headquarters of the revolutionary capital after Nueva Ecija was captured by the Americans in 1899.",
        "'''Pangasinan''' – In November 1899, Emilio Aguinaldo designated Bayambang as seat of government after Tarlac was captured by the Americans.",
        "'''Kalinga''' – Emilio Aguinaldo made Lubuagan the seat of government for 73 days, from 6 March 1900 to 18 May 1900 before his escape and eventual capture at Palanan, Isabela.",
        "Aguinaldo Shrine where Philippine independence was declared from Spain File:Bacoor_revo_govt_HQ.jpg|Cuenca House served as the headquarters of the Philippine revolutionary government in 1898. File:Malolos basilica.jpg|The Malolos Cathedral Basilica. The ''Palacio Presidencia'' and Office of the President Emilio Aguinaldo from September 1898 – March 1899. File:Pamintuan_Mansion,_Angeles_City,_Pampanga.jpg|Pamintuan Mansion, where the first anniversary of Philippine independence was celebrated in 1899 File:Jf767_Crispulo_Sideco_Housefvf.JPG|Sideco house served as Emilio Aguinaldo's capitol from the fall of Malolos on March 31, 1899, until May 17, 1899, when San Isidro was taken by the Americans. File:Kabisera_ng_Republika_ng_Pilipinas_Tarlac,_Tarlac_NHCP_Historical_Marker.png|Historical marker located in present-day Tarlac State University, where the headquarters of the revolutionary republic transferred in 1899    ==See also==",
        "History of the Philippines (1898–1946)",
        "Sovereignty of the Philippines  ==Notes==",
        "",
        "",
        "",
        "",
        "",
        "|title=The Laws of the First Philippine Republic (the laws of Malolos) 1898–1899 |url=http://quod.lib.umich.edu/cgi/t/text/text-idx?c=philamer;iel=1;view=toc;idno=aab1246.0001.001"
    ],
    "DATE_TIME": "2023-01-02T14:11:50Z"
}