{
    "name": "Columbia University",
    "academic_affiliations": [
        "AAU",
        "URA",
        "568 Group",
        "NAICU",
        "Space-grant }"
    ],
    "endowment": "$14.35 billion (2021)",
    "president": "Lee Bollinger",
    "provost": "Mary Cunningham Boyce",
    "faculty": "4,370",
    "students": "33,413 (Fall 2019) ",
    "undergrad": "6,398 (Fall 2019)",
    "postgrad": "24,412 (Fall 2019)",
    "campus": "Urban, total ",
    "former_names": "King's College (1754–1784) Columbia College (1784–1896) ",
    "date": [
        "1754",
        "5",
        "25",
        "accreditation = MSCHE",
        "academic_affiliations =",
        "AAU",
        "URA",
        "568 Group",
        "NAICU",
        "Space-grant }",
        "endowment = $14.35 billion (2021) As of June 30, 2021.",
        "",
        "",
        "",
        "",
        "",
        "",
        ""
    ],
    "USNWR_NU": "2",
    "ARWU_NU": "6",
    "THE_WSJ": "15",
    "Wamo_NU": "14",
    "Forbes": "5",
    "ARWU_W": "7",
    "QS_W": "19",
    "THES_W": "11",
    "USNWR_W": "thumb|Havemeyer Hall, a National Historic Chemical Landmark, where deuterium was discovered in 1931. Research conducted in Havemeyer has led to at least seven Nobel Prizes.   Columbia is classified among \"R1: Doctoral Universities – Very high research activity\".   Columbia was the first North American site where the uranium atom was split. The College of Physicians and Surgeons played a central role in developing the modern understanding of neuroscience with the publication of ''Principles of Neural Science'', described by historian of science Katja Huenther as the \"neuroscience 'bible' \".   The book was written by a team of Columbia researchers that included Nobel Prize winner Eric Kandel, James H. Schwartz, and Thomas Jessell. Columbia was the birthplace of FM radio and the laser.   The first brain-computer interface capable of translating brain signals into speech was developed by neuroengineers at Columbia.       The MPEG-2 algorithm of transmitting high quality audio and video over limited bandwidth was developed by Dimitris Anastassiou, a Columbia professor of electrical engineering. Biologist Martin Chalfie was the first to introduce the use of Green Fluorescent Protein (GFP) in labeling cells in intact organisms.   Other inventions and products related to Columbia include Sequential Lateral Solidification (SLS) technology for making LCDs, System Management Arts (SMARTS), Session Initiation Protocol (SIP) (which is used for audio, video, chat, instant messaging and whiteboarding), pharmacopeia, Macromodel (software for computational chemistry), a new and better recipe for glass concrete, Blue LEDs, and Beamprop (used in photonics). ",
    "image1": "College Walk night jeh.JPG",
    "image2": "Yule Log Ceremony 1910.png",
    "caption1": "Tree Lighting at College Walk",
    "caption2": "The first modern Yule Log ceremony in John Jay Hall, 1910  The campus Tree Lighting ceremony was inaugurated in 1998. It celebrates the illumination of the medium-sized trees lining College Walk in front of Kent Hall and Hamilton Hall on the east end and Dodge Hall and Pulitzer Hall on the west, just before finals week in early December. The lights remain on until February 28. Students meet at the sun-dial for free hot chocolate, performances by ''a cappella'' groups, and speeches by the university president and a guest. |",
    "DATE_TIME": "2022-03-26T14:15:05Z"
}