{
    "name": "Western Governors University",
    "image_name": "WGU-AcademicLogo Seal.png",
    "chairman": "Jim Geringer",
    "budget": "$800 million (2019)",
    "president": "Scott D. Pulsipher  v",
    "provost": "Marni Baker Stein, Ph.D.",
    "head": "Mike Leavitt, Roy Romer",
    "academic_staff": "3,939 Faculty",
    "administrative_staff": "5,970 Employees",
    "students": "110,534 (all online)",
    "undergrad": "81,366",
    "postgrad": "29,168",
    "campus": "Online",
    "formation": "July 19, 2018",
    "location": "4001 South 700 East, Salt Lake City, UT 84107",
    "leader_title": "Executive Director",
    "leader_name": "Jason Levin",
    "affiliations": "right||thumb|Mike Leavitt Co-Founder and former Governor of Utah Image:Roy Romer 2018.JPG|right||thumb|Roy Romer Co-Founder and former Governor of Colorado WGU was officially founded in 1997 in the United States by the governors of 19 U.S. states.  It was first proposed by then-governor of Utah Mike Leavitt at the annual meeting of the Western Governors Association in June 1995. It was formally proposed the following November, and in June 1996 each signing state governor committed $100,000 toward the launch of the new competency-based university. While the seed money was provided from government sources, the school was to be established as a self-supporting private, nonprofit institution. In January 1997, 13 governors were on hand to sign the articles of incorporation formally beginning the new university.  In 2001, the United States Department of Education awarded $10 million to found the Teachers College, and the first programs were offered in Information Technology. In 2003, the university became the first school to be accredited in four different regions by the Interregional Accrediting Committee. In 2006, the fourth college, the College of Health Professions, was founded, and the school's Teachers College became the first online teacher-preparation program to receive NCATE accreditation. In 2010, the first state-established offshoot, WGU Indiana, was founded by Mitch Daniels, governor of Indiana, and the school reached 20,000 students for the first time. In 2011, the Bill & Melinda Gates Foundation provided $4.5 million for WGU Indiana and the creation of WGU Texas and WGU Washington.    On January 8, 2013, Bill Haslam, governor of Tennessee, announced the creation of WGU Tennessee.   On January 28, 2013, Governor Jay Nixon of Missouri, in his annual State of the State address, announced the founding of WGU Missouri, creating the fifth state-based subsidiary of WGU. ",
    "DATE_TIME": "2020-02-14T11:26:20Z"
}