{
    "common_name": "Israel",
    "largest_city": "capital",
    "official_languages": "Hebrew",
    "languages": "Hebrew | languages_type = Recogniz",
    "ethnic_groups_year": "2019",
    "religion_year": "2019",
    "demonym": "Israeli",
    "leader_title1": "President",
    "leader_name1": "Isaac Herzog",
    "leader_title2": "Prime Minister",
    "leader_name2": "Naftali Bennett",
    "leader_title3": "Knesset Speaker",
    "leader_name3": "Mickey Levy",
    "leader_title4": "Chief Justice",
    "leader_name4": "Esther Hayut",
    "sovereignty_type": "Independence from the British Empire",
    "established_event3": "Basic Laws",
    "established_date3": "1958–2018",
    "area_km2": "20,770–22,072",
    "area_sq_mi": "8,019–8,522",
    "area_rank": "150th",
    "percent_water": "2.71 (as of 2015)",
    "population_estimate": "poptoday",
    "population_estimate_rank": "99th",
    "population_census": "7,412,200",
    "population_census_year": "2008",
    "population_density_km2": "km2|prec=0|disp=num",
    "population_density_rank": "35th",
    "GDP_PPP": "$372.314 billiongroup=fn",
    "GDP_PPP_rank": "51st",
    "GDP_PPP_year": "2020 ",
    "GDP_PPP_per_capita": "$40,336",
    "GDP_PPP_per_capita_rank": "34th",
    "GDP_nominal": "$410.501 billion",
    "GDP_nominal_rank": "31st",
    "GDP_nominal_year": "2020",
    "GDP_nominal_per_capita": "$44,474",
    "GDP_nominal_per_capita_rank": "19th",
    "Gini": "34.8",
    "Gini_rank": "48th",
    "Gini_year": "2018",
    "HDI": "0.919",
    "HDI_change": "increase",
    "HDI_rank": "19th",
    "today": [
        "",
        "",
        "",
        "",
        "",
        "",
        "Azarova, Valentina. 2017, http://www.ecfr.eu/publications/summary/israels_unlawfully_prolonged_occupation_7294 Israel's Unlawfully Prolonged Occupation: Consequences under an Integrated Legal Framework, European Council on Foreign Affairs Policy Brief: \"June 2017 marks 50 years of Israel's belligerent occupation of Palestinian territory, making it the longest occupation in modern history.\"  Efforts to resolve the Israeli–Palestinian conflict have not resulted in a final peace agreement, while Israel has signed peace treaties with both Egypt and Jordan.  In its Basic Laws, Israel defines itself as a Jewish and democratic state, and the nation state of the Jewish people."
    ],
    "align": "|UN Map, \"Palestine plan of partition with economic union\" After World War II, the UK found itself facing a Jewish guerrilla campaign over Jewish immigration limits, as well as continued conflict with the Arab community over limit levels. The Haganah joined Irgun and Lehi in an armed struggle against British rule.   At the same time, hundreds of thousands of Jewish Holocaust survivors and refugees sought a new life far from their destroyed communities in Europe. The Haganah attempted to bring these refugees to Palestine in a program called Aliyah Bet in which tens of thousands of Jewish refugees attempted to enter Palestine by ship. Most of the ships were intercepted by the Royal Navy and the refugees rounded up and placed in detention camps in Atlit and Cyprus by the British. ",
    "image1": "Declaration of State of Israel 1948.jpg",
    "caption1": "David Ben-Gurion proclaiming the Israeli Declaration of Independence on 14 May 1948",
    "caption2": [
        "",
        "",
        "",
        "",
        "",
        "",
        "Azarova, Valentina. 2017, http://www.ecfr.eu/publications/summary/israels_unlawfully_prolonged_occupation_7294 Israel's Unlawfully Prolonged Occupation: Consequences under an Integrated Legal Framework, European Council on Foreign Affairs Policy Brief: \"June 2017 marks 50 years of Israel's belligerent occupation of Palestinian territory, making it the longest occupation in modern history.\"  Efforts to resolve the Israeli–Palestinian conflict have not resulted in a final peace agreement, while Israel has signed peace treaties with both Egypt and Jordan.  In its Basic Laws, Israel defines itself as a Jewish and democratic state, and the nation state of the Jewish people."
    ],
    "width1": "224",
    "width2": "U.S. newsreel on the trial of Adolf Eichmann During the 1950s, Israel was frequently attacked by Palestinian fedayeen, nearly always against civilians,   mainly from the Egyptian-occupied Gaza Strip,   leading to several Israeli reprisal operations. In 1956, the United Kingdom and France aimed at regaining control of the Suez Canal, which the Egyptians had nationalized. The continued blockade of the Suez Canal and Straits of Tiran to Israeli shipping, together with the growing amount of Fedayeen attacks against Israel's southern population, and recent Arab grave and threatening statements, prompted Israel to attack Egypt.         Israel joined a secret alliance with the United Kingdom and France and overran the Sinai Peninsula but was pressured to withdraw by the UN in return for guarantees of Israeli shipping rights in the Red Sea via the Straits of Tiran and the Canal.       The war, known as the Suez Crisis, resulted in significant reduction of Israeli border infiltration.         In the early 1960s, Israel captured Nazi war criminal Adolf Eichmann in Argentina and brought him to Israel for trial.   The trial had a major impact on public awareness of the Holocaust.   Eichmann remains the only person executed in Israel by conviction in an Israeli civilian court.   During the spring and summer of 1963 Israel was engaged in a, now declassified diplomatic standoff with the United States due to the Israeli nuclear program. ",
    "style": "publisher=CUA Press|isbn=978-0-8132-1969-1 |pages=48–49 |quote=citizens of the Jewish race, who lived in the city by the favour and consent of the king of Egypt in return for payment of tribute, got on the walls bearing arms and put up a very stubborn defence, until the Christians, weighed down by various blows over the period of two weeks, absolutely despaired and held back their hands from any attack. ... the Jewish citizens, mixed with Saracen troops, at once fought back manfully,... and counter-attacked. Albert of Aachen, ''Historia Ierosolimitana'' 7.23, ed. and transl. Susan B. Edgington (Oxford: Clarendon Press, 2007), 516 and 521.    In 1165, Maimonides visited Jerusalem and prayed on the Temple Mount, in the \"great, holy house.\"   In 1141, the Spanish-Jewish poet Yehuda Halevi issued a call for Jews to migrate to the Land of Israel, a journey he undertook himself. In 1187, Sultan Saladin, founder of the Ayyubid dynasty, defeated the Crusaders in the Battle of Hattin and subsequently captured Jerusalem and almost all of Palestine. In time, Saladin issued a proclamation inviting Jews to return and settle in Jerusalem, ",
    "DATE_TIME": "2021-07-13T21:21:12Z"
}