{
    "state": "Montana |party=Republican |term_start=January 3, 1989 |term_end=January 3, 2007 |preceded=John Melcher |succeeded=Jon Tester |birth_name=Conrad Ray Burns |birth_date=branch=United States Marine Corps ",
    "party": "Republican",
    "term_start": "January 3, 1989",
    "term_end": "January 3, 2007",
    "preceded": "John Melcher",
    "succeeded": "Jon Tester",
    "occupation": "Consultant",
    "alma_mater": "University of Missouri",
    "spouse": "Phyllis Burns",
    "residence": "Billings, Montana",
    "religion": "Lutheran - LCMS",
    "branch": "United States Marine Corps ",
    "accessdate": "December 19, 2008   |url=http://bioguide.congress.gov/scripts/biodisplay.pl?index=B001126   |title=Burns, Conrad   |work=Biographical Directory of the United States Congress  |serviceyears=1955-1957  '''Conrad Ray Burns''' (born January 25, 1935) is a lobbyist and former United States Senator from Montana. He is only the second Republican to represent Montana in the Senate since the passage in 1913 of the Seventeenth Amendment to the United States Constitution and is the longest-serving Republican senator in Montana history.  While in the Senate, Burns sat on the Senate Appropriations Committee and was the chairman of its Subcommittee on the Interior. He was also chairman of the Commerce, Science, and Transportation Committee's Communications subcommittee.  ==Early life== Burns was born on a farm near Gallatin, Missouri, to Russell and Mary Frances (Knight) Burns. He graduated from Gallatin High School in 1952 and then enrolled in the College of Agriculture at the University of Missouri. He was also a member of the Alpha Gamma Rho fraternity. Two years later Burns left without graduating, and enlisted in the Marine Corps in 1955. He served in Japan and Korea as a small-arms instructor.  After his military service in 1957, Burns began working for Trans World Airlines and Ozark Air Lines. In 1962, he traveled the state as a field representative for ''Polled Hereford World'' magazine in Billings, Montana. He married Phyllis Jean Kuhlmann in 1967; they have two children, Keely and Garrett.  In 1968, he turned down a transfer to Iowa and became a cattle auctioneer for the Billings Livestock Commission. He became the first manager of the Northern International Livestock Expo. He also began reporting on agricultural market news, started a radio show and later working as a farm reporter for KULR-TV.  In 1975, Burns founded the Northern Agricultural Network with four radio stations. The NAN had grown to serve thirty-one radio stations and six television stations by 1986, when he sold it to enter politics. Angry at a local politician, he won a seat on the Yellowstone County Commission, where he served for two years.  ==U.S. Senate elections==  ===1988=== |",
    "years": "1955-1957  '''Conrad Ray Burns''' (born January 25, 1935) is a lobbyist and former United States Senator from Montana. He is only the second Republican to represent Montana in the Senate since the passage in 1913 of the Seventeenth Amendment to the United States Constitution and is the longest-serving Republican senator in Montana history.  While in the Senate, Burns sat on the Senate Appropriations Committee and was the chairman of its Subcommittee on the Interior. He was also chairman of the Commerce, Science, and Transportation Committee's Communications subcommittee.  ==Early life== Burns was born on a farm near Gallatin, Missouri, to Russell and Mary Frances (Knight) Burns. He graduated from Gallatin High School in 1952 and then enrolled in the College of Agriculture at the University of Missouri. He was also a member of the Alpha Gamma Rho fraternity. T",
    "alongside": "Max Baucus ",
    "DATE_TIME": "2016-04-29T01:53:23Z"
}