{
    "common_name": "Slovakia",
    "official_languages": "Slovak",
    "demonym": "Slovak",
    "ethnic_groups_year": "2021",
    "largest_city": "capital",
    "leader_title1": "President",
    "leader_name1": "Zuzana Čaputová",
    "leader_title2": "Prime Minister",
    "leader_name2": "Eduard Heger",
    "leader_title3": "National Council Chairman",
    "leader_name3": "Boris Kollár",
    "area_rank": "127th",
    "area_km2": "49,035",
    "area_sq_mi": "18,932",
    "percent_water": "0.72 (2015)",
    "population_census_year": "2022",
    "population_census_rank": "117th",
    "population_density_km2": "111",
    "population_density_sq_mi": "287",
    "population_density_rank": "88th",
    "GDP_PPP": "$203.243 billion",
    "GDP_PPP_rank": "70th",
    "GDP_PPP_year": "2022",
    "GDP_PPP_per_capita": "$37,136",
    "GDP_PPP_per_capita_rank": "46th",
    "GDP_nominal": "$127.347 billion",
    "GDP_nominal_rank": "59th",
    "GDP_nominal_year": "2022",
    "GDP_nominal_per_capita": "$23,268",
    "GDP_nominal_per_capita_rank": "47th",
    "sovereignty_type": "Establishment history",
    "established_event3": "Autonomous Land of Slovakia (within Second Czechoslovak Republic)",
    "established_date3": "23 November 1938",
    "established_event4": "First Slovak Republic",
    "established_date4": "14 March 1939",
    "established_event5": "Third Czechoslovak Republic",
    "established_date5": "24 October 1945",
    "established_event6": "Fourth Czechoslovak Republic",
    "established_date6": "1948",
    "established_event7": "Czechoslovak Socialist Republic",
    "established_date7": "11 July 1960",
    "established_event8": "Slovak Socialist Republic (within Czechoslovak Socialist Republic, change of unitary Czechoslovak state into a federation)",
    "established_date8": "1 January 1969",
    "established_date10": "1 January 1993",
    "Gini_year": "2019",
    "Gini": "22.8",
    "HDI_year": "2019",
    "HDI": "0.860",
    "HDI_rank": "39th",
    "religion_year": "2021",
    "ethnic_groups_ref": "left|A Venus from Moravany nad Váhom, which dates back to 22,800 BC|245x The oldest surviving human artefacts from Slovakia are found near Nové Mesto nad Váhom and are dated at 270,000 BCE, in the Early Paleolithic era. These ancient tools, made by the Clactonian technique, bear witness to the ancient habitation of Slovakia.    Other stone tools from the Middle Paleolithic era (200,000–80,000 BCE) come from the Prévôt (Prepoštská) cave in Bojnice and from other nearby sites.   The most important discovery from that era is a Neanderthal cranium (c. 200,000 BCE), discovered near Gánovce, a village in northern Slovakia.  Archaeologists have found prehistoric human skeletons in the region, as well as numerous objects and vestiges of the Gravettian culture, principally in the river valleys of Nitra, Hron, Ipeľ, Váh and as far as the city of Žilina, and near the foot of the Vihorlat, Inovec, and Tribeč mountains, as well as in the Myjava Mountains. The most well-known finds include the oldest female statue made of mammoth bone (22,800 BCE), the famous Venus of Moravany. The statue was found in the 1940s in Moravany nad Váhom near Piešťany. Numerous necklaces made of shells from Cypraca thermophile gastropods of the Tertiary period have come from the sites of Zákovská, Podkovice, Hubina, and Radošina. These findings provide the most ancient evidence of commercial exchanges carried out between the Mediterranean and Central Europe.  === Bronze Age === During the Bronze Age, the geographical territory of modern-day Slovakia went through three stages of development, stretching from 2000 to 800 BCE.  Major cultural, economic, and political development can be attributed to the significant growth in production of copper, especially in central Slovakia (for example in Špania Dolina) and northwest Slovakia. Copper became a stable source of prosperity for the local population.  After the disappearance of the Čakany and Velatice cultures, the Lusatian people expanded building of strong and complex fortifications, with the large permanent buildings and administrative centres. Excavations of Lusatian hill forts document the substantial development of trade and agriculture at that period. The richness and diversity of tombs increased considerably. The inhabitants of the area manufactured arms, shields, jewellery, dishes, and statues.  === Iron Age === File:Web Biatec.jpg|thumb|Left: a Celtic Biatec coin Right: five Slovak crowns ==== Hallstatt Period ==== The arrival of tribes from Thrace disrupted the people of the Kalenderberg culture, who lived in the hamlets located on the plain (Sereď) and in the hill forts like Molpír, near Smolenice, in the Little Carpathians. During Hallstatt times, monumental burial mounds were erected in western Slovakia, with princely equipment consisting of richly decorated vessels, ornaments and decorations. The burial rites consisted entirely of cremation. Common people were buried in flat urnfield cemeteries.  A special role was given to weaving and the production of textiles. The local power of the \"Princes\" of the Hallstatt period disappeared in Slovakia during the century before the middle of first millennium BC, after strife between the Scytho-Thracian people and locals, resulting in abandonment of the old hill-forts. Relatively depopulated areas soon caught the interest of emerging Celtic tribes, who advanced from the south towards the north, following the Slovak rivers, peacefully integrating into the remnants of the local population.  ==== La Tène Period ==== From around 500 BCE, the territory of modern-day Slovakia was settled by Celts, who built powerful ''oppida'' on the sites of modern-day Bratislava and Devín. Biatecs, silver coins with inscriptions in the Latin alphabet, represent the first known use of writing in Slovakia. At the northern regions, remnants of the local population of Lusatian origin, together with Celtic and later Dacian influence, gave rise to the unique Púchov culture, with advanced crafts and iron-working, many hill-forts and fortified settlements of central type with the coinage of the \"Velkobysterecky\" type (no inscriptions, with a horse on one side and a head on the other). This culture is often connected with the Celtic tribe mentioned in Roman sources as Cotini.  ==== Roman Period ==== File:Trencin-Roman2.JPG|thumb|A Roman inscription at the castle hill of Trenčín (178–179 AD) From 2 AD, the expanding Roman Empire established and maintained a series of outposts around and just south of the Danube, the largest of which were known as Carnuntum (whose remains are on the main road halfway between Vienna and Bratislava) and Brigetio (present-day Szőny at the Slovak-Hungarian border). Such Roman border settlements were built on the present area of Rusovce, currently a suburb of Bratislava. The military fort was surrounded by a civilian vicus and several farms of the villa rustica type. The name of this settlement was Gerulata. The military fort had an auxiliary cavalry unit, approximately 300 horses strong, modelled after the Cananefates. The remains of Roman buildings have also survived in Stupava, Devín Castle, Bratislava Castle Hill, and the Bratislava-Dúbravka suburb.  Near the northernmost line of the Roman hinterlands, the Limes Romanus, there existed the winter camp of Laugaricio (modern-day Trenčín) where the Auxiliary of Legion II fought and prevailed in a decisive battle over the Germanic Quadi tribe in 179 CE during the Marcomannic Wars. The Kingdom of Vannius, a kingdom founded by the Germanic Suebi tribes of Quadi and Marcomanni, as well as several small Germanic and Celtic tribes, including the Osi and Cotini, existed in western and central Slovakia from 8–6 BCE to 179 CE.  === Great invasions from the fourth to seventh centuries === In the second and third centuries AD, the Huns began to leave the Central Asian steppes. They crossed the Danube in 377 AD and occupied Pannonia, which they used for 75 years as their base for launching looting-raids into Western Europe. However, Attila's death in 453 brought about the disappearance of the Hunnic empire. In 568, a Turko-Mongol tribal confederacy, the Avars, conducted its invasion into the Middle Danube region. The Avars occupied the lowlands of the Pannonian Plain and established an empire dominating the Carpathian Basin.  In 623, the Slavic population living in the western parts of Pannonia seceded from their empire after a revolution led by Samo, a Frankish merchant. ",
    "align": "left",
    "direction": "vertical",
    "image1": "CulHer14Slovakia328.JPG",
    "width1": "190",
    "caption1": "Summer in Spišské Podhradie",
    "image2": "Banská Štiavnica im Herbst.JPG",
    "width2": "195",
    "caption2": "''Rupicapra rupicapra tatrica'' in the Tatra Mountains Slovakia signed the Rio Convention on Biological Diversity on 19 May 1993, and became a party to the convention on 25 August 1994.   It has subsequently produced a National Biodiversity Strategy and Action Plan, which was received by the convention on 2 November 1998.    The biodiversity of Slovakia comprises animals (such as annelids, arthropods, molluscs, nematodes and vertebrates), fungi (Ascomycota, Basidiomycota, Chytridiomycota, Glomeromycota and Zygomycota), micro-organisms (including Mycetozoa), and plants. The geographical position of Slovakia determines the richness of the diversity of fauna and flora. More than 11,000 plant species have been described throughout its territory, nearly 29,000 animal species and over 1,000 species of protozoa. Endemic biodiversity is also common. ",
    "list": "2021 | capital",
    "DATE_TIME": "2022-09-03T18:57:17Z"
}