{
    "name": "Barbara Boxer",
    "state": "California",
    "alongside": "Dianne Feinstein",
    "term_start": "January 3, 1993",
    "office1": "Chairperson of the Senate Environment Committee",
    "term_start1": "January 3, 2007",
    "term_end1": "January 3, 2015",
    "predecessor1": "Jim Inhofe",
    "successor1": "Jim Inhofe",
    "office2": "Chairperson of the Senate Ethics Committee",
    "term_start2": "January 3, 2007",
    "term_end2": "January 3, 2015",
    "predecessor2": "George Voinovich",
    "successor2": "Johnny Isakson ",
    "state3": "California",
    "term_start3": "January 3, 1983",
    "term_end3": "January 3, 1993",
    "predecessor3": "Phillip Burton",
    "successor3": "Lynn Woolsey",
    "party": "Democratic",
    "spouse": "Stewart Boxer",
    "children": "Douglas, Nicole",
    "alma_mater": "Brooklyn College",
    "religion": "Judaism",
    "archiveurl": [
        "United States Chamber of Commerce –  25% for 2006  ==Public image, political reception and controversy==  ===Criticizing Condoleezza Rice's judgment=== Boxer criticized then United States Secretary of State Condoleezza Rice's judgment in relation to the war in Iraq: \"I personally believe – this is my personal view – that your loyalty to the mission you were given, to sell the war, overwhelmed your respect for the truth.\"    In January 2007, Boxer was in the news for comments she made when responding to Bush's plans to send an additional 20,000 troops to Iraq. \"Who pays the price?\" Boxer asked Secretary of State Condoleezza Rice. \"I'm not going to pay a personal price. My kids are too old and my grandchild is too young. You're not going to pay a personal price with an immediate family. So who pays the price? The American military and their families... not me, not you.\" When Rice interjected, Boxer responded by saying, \"Madam Secretary, please. I know you feel terrible about it. That's not the point. I was making the case as to who pays the price for your decisions. And the fact that this administration would move forward with this escalation with no clue as to the further price that we're going to pay militarily... I find really appalling.\"    ''The New York Post'' and White House Press Secretary Tony Snow considered this an attack on Rice's status as a single, childless female and referred to Boxer's comments as \"a great leap backward for feminism\".   Rice later echoed Snow's remarks, saying \"I thought it was okay to not have children, and I thought you could still make good decisions on behalf of the country if you were single and didn't have children.\" Boxer responded to the controversy by saying \"They're getting this off on a non-existent thing that I didn't say. I'm saying, she's like me, we do not have families who are in the military.\"    Keith Olbermann accused the commentators, particularly Rush Limbaugh, of making Boxer's comments into an issue when the same people were not outraged when \"Laura Bush said Secretary Rice would never be elected president because she was not married.\"      In 2010, Boxer claimed that her criticism of Condoleezza Rice was about the latter's ignorance of the death toll in Iraq; PolitiFact rated Boxer's claim \"Pants on Fire.\"    ===Television appearances=== She has made cameo appearances as herself in several television shows, including ''Murphy Brown'' (1994),  ''Gilmore Girls'' (2002)  and ''Curb Your Enthusiasm'' (2007),   as well as a cameo (as herself) in the 2000 film ''Traffic''.",
        "",
        "http://www.sfgate.com/cgi-bin/article.cgi?file=/c/a/2005/01/18/RICEBOXER.DTL Transcript from the Confirmation Hearing of Condoleezza Rice, January 18, 2005",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "http://www.buzzflash.com/contributors/05/07/con05247.html title=On Karl Rove's CIA Leak, July 20, 2005",
        "",
        "",
        "United States Congressional service |- !Dates !Congress !Chamber !Majority !President !Committees !Class/District |-",
        "",
        "Johnston, Robert D. http://jwa.org/encyclopedia/article/boxer-barbara \"Barbara Boxer\" Jewish Women: A Comprehensive Historical Encyclopedia  ==External links==",
        "http://boxer.senate.gov/ Senator Barbara Boxer official U.S. Senate site",
        "http://www.barbaraboxer.com/ Barbara Boxer for Senate",
        "",
        "http://www.npr.org/templates/story/story.php?storyId=4493675 NPR: Barbara Boxer: Rice Hearings and the 2004 Vote, Terry Gross, February 10, 2005",
        "http://progressive.org/mag_intv0705 Progressive Magazine: Barbara Boxer Interview, Ruth Conniff, July 2005",
        "http://fora.tv/fora/showthread.php?t=414 Barbara Boxer speaks at The World Affairs Council of Northern California video, October 13, 2006"
    ],
    "NAME": "Boxer, Barbara |ALTERNATIVE NAMES",
    "DATE_TIME": "2015-01-09T00:22:00Z"
}