{
    "common_name": "Crimea",
    "official_languages": "Ukrainian",
    "recognized_regional_languages": "Russian, Crimean Tatar b",
    "ethnic_groups_year": "2001",
    "leader_name1": "Nataliya Popovych",
    "status": "Exile",
    "sovereignty_type": "Establishment",
    "area_rank": "148th",
    "area_km2": "26,100",
    "area_sq_mi": "10,038",
    "population_estimate": "1,966,801",
    "population_estimate_year": "2014",
    "population_census": "2,033,700",
    "population_census_year": "2001",
    "population_density_km2": "75.6",
    "population_density_sq_mi": "196.6",
    "population_density_rank": "116th",
    "footnote_c": "The Crimean Oblast's autonomy was restored when it became the Autonomous Republic of Crimea within the newly independent Ukraine.",
    "footnote_d": "Not officially assigned.",
    "footnote_e": "+380 65 for the Autonomous Republic of Crimea, +380 692 for the administratively separate City of Sevastopol.",
    "publisher": "date=March 6, 2014|accessdate=March 6, 2014   Russian forces scuttled a Russian Kara-class Cruiser Ochakov across the entrance channel to Donuzlav Lake on the west coast of Crimea to blockade Ukrainian navy ships in their port. thumb|The Massandra Palace near Yalta is one of the official residences of Ukraine File:Vladimir Putin in Ukraine 28-29 July 2001-17.jpg|thumb|Vladimir Putin with Ukrainian President Leonid Kuchma on board the Black Sea Fleet's flagship, July 2001 The Autonomous Republic of Crimea is technically an autonomous republic within the unitary state of Ukraine, with the Presidential Representative serving as a governor and replacing once established post of president. The legislative body is a 100-seat parliament, the Supreme Council of Crimea.    The executive power is represented by the Council of Ministers, headed by a Chairman who is appointed and dismissed by the Verkhovna Rada, with the consent of the President of Ukraine. http://www.interfax.com.ua/eng/main/84850/ Crimean parliament to decide on appointment of autonomous republic's premier on Tuesday, Interfax Ukraine (7 November 2011)  ",
    "style": "\"width: 100%\" |- |",
    "DATE_TIME": "2015-03-05T19:55:54Z"
}