{
    "current_season": "2009 MLG Pro Circuit",
    "sport": "Electronic Sports",
    "ceo": "John Nelson",
    "owner": "Sundance Digiovanni, Mike Sepso",
    "teams": "Meadowlands 2009 Halo 3 TBA,  Rainbow Six: Vegas 2 TBA,   World of Warcraft TBA,    Gears of War 2 TBA,    Call of Duty 4 TBA,",
    "champion": "Las Vegas 2008 Nationals,     Halo 3 4v4 -  Str8 Rippin,   RSV 4v4 - MoB RAGE,   World of Warcraft 3v3 - Orz,   Gears of War 4v4 - TH3 NSAN3Z,   Call of Duty 4 4v4 - CA Fear  ,   '''Major League Gaming''' (MLG) was founded in 2002 by Sundance DiGiovanni and Mike Sepso and its headquarters is located in New York City. MLG operates a multi-city live pro circuit held in major venues across the United States of America and Canada every year; therefore, MLG streams and holds events at least 6 times a year and broadcasts various competitions on national television and on the internet. MLG also operates an online community and hosts online gaming tournaments on its site and also on its child site, Gamebattles.com. To watch MLG when an event is Live, there is a stream on the homepage of www.MLGPro.com. Other websites can also stream when it is live since the stream is never copyrighted. The previous MLG season of 2008 has had the largest amount of competitors and viewers in its history, including having over 500,000 people watching each event at any giving time; thus making it a whopping four million views while a Live Stream is in session. During a Live Stream, you will hear the in-game sounds while usually seeing what the pro-player is seeing, along with a camera on their face itself. You will also hear commenting as you would hear while watching a football game or a basketball game. The usual commentators during games are Chris Puckett and Sundance DiGiovanni (Mr. DiGiovanni will not be commentating in the 2009 Season to allow for further expansion of Major League Gaming); Nexy, DMAQ, and Faruq are on and off commentators.",
    "DATE_TIME": "2009-03-05T02:16:00Z"
}