{
    "name": "Silvio Berlusconi | honorific-suffix = ",
    "office": "50th Prime Minister of Italy",
    "president": "Giorgio Napolitano",
    "term_start": "8 May 2008",
    "term_end": "16 November 2011",
    "president1": "Carlo Azeglio Ciampi",
    "deputy1": "Gianfranco Fini Marco Follini Giulio Tremonti",
    "term_start1": "11 June 2001",
    "term_end1": "17 May 2006",
    "predecessor1": "Giuliano Amato",
    "successor1": "Romano Prodi",
    "president2": "Oscar Luigi Scalfaro",
    "deputy2": "Roberto Maroni Giuseppe Tatarella",
    "term_start2": "10 May 1994",
    "term_end2": "17 January 1995",
    "predecessor2": "Carlo Azeglio Ciampi",
    "successor2": "Lamberto Dini",
    "office3": "Member of the European Parliament",
    "constituency3": "North-West Italy",
    "term_start3": "2 July 2019",
    "term_start4": "20 July 1999",
    "constituency4": "North-West Italy",
    "term_end4": "10 June 2001",
    "office5": "Member of the Senate of the Republic",
    "term_start5": "15 March 2013",
    "term_end5": "27 November 2013",
    "constituency5": "Molise",
    "office6": "Member of the Chamber of Deputies",
    "term_start6": "15 April 1994",
    "term_end6": "14 March 2013",
    "constituency6": "Molise ",
    "residence": "Arcore, Italy",
    "party": "Forza Italia  (1994–2009)  The People of Freedom  (2009–13)  Forza Italia  (2013–present)",
    "otherparty": "Pole of Freedoms  (1994–95)  Pole for Freedoms  (1996–2000)  House of Freedoms  (2000–08)  Centre-right coalition  (2008–13; 2017–present)",
    "occupation": "Founder & Owner of ''Fininvest'' Owner of ''A.C. Monza''",
    "blank1": "Net worth",
    "data1": "US$6.3 billion (July 2020)",
    "partner": "Francesca Pascale (2013–2020) Marta Fascina (2020–present)",
    "last1": "Parks",
    "first1": "left||Berlusconi singing on a cruise ship in the 1960s  After completing his secondary school education at a Salesian college, he studied law at the Università Statale in Milan, graduating (with honours) in 1961, with a thesis on the legal aspects of advertising. Berlusconi was not required to serve the standard one-year stint in the Italian army which was compulsory at the time.   During his university studies, he was an upright bass player in a group formed with the now Mediaset Chairman and amateur pianist Fedele Confalonieri and occasionally performed as a cruise ship crooner. ",
    "last2": "Karmasin",
    "year": "rison sentence (of which three years are automatically pardoned) along with a public office ban for two years. As his age exceeded 70 years, he was exempted from direct imprisonment, and instead served his sentence by doing unpaid social community work.",
    "publisher": "thumb|left||Berlusconi singing on a cruise ship in the 1960s  After completing his secondary school education at a Salesian college, he studied law at the Università Statale in Milan, graduating (with honours) in 1961, with a thesis on the legal aspects of advertising. Berlusconi was not required to serve the standard one-year stint in the Italian army which was compulsory at the time. |||",
    "page": "left||Berlusconi singing on a cruise ship in the 1960s  After completing his secondary school education at a Salesian college, he studied law at the Università Statale in Milan, graduating (with honours) in 1961, with a thesis on the legal aspects of advertising. Berlusconi was not required to serve the standard one-year stint in the Italian army which was compulsory at the time.   During his university studies, he was an upright bass player in a group formed with the now Mediaset Chairman and amateur pianist Fedele Confalonieri and occasionally performed as a cruise ship crooner. ",
    "isbn": "Headquarters of Mediaset, Berlusconi's broadcasting company, in Cologno Monzese ",
    "align": [
        "'''Ruby ter (2011–13):''' Corruption in judicial acts (bribing witnesses) in connection with evidence submitted at the main \"Ruby case\". Allegedly a bribery with €2,500 paid per month for each of the 18 Olgettine girls from Arcore (the girls – including Ruby – participating in the evening events at Berlusconi's residence) to speak in favor of Berlusconi, had been started by his two defending lawyers, Niccolò Ghedini and Piero Longo, in the aftermath of the opened police investigation on 15 January 2011. In addition the Mediaset journalist Silvia Trevaini had allegedly been bribed, not only by the same monthly fee but also by extra gifts equal to €800,000. Finally Ruby, in particular, had been promised by Berlusconi \"a huge reward if she would keep quiet or otherwise make him mad\", and Ruby had replied she was \"waiting for €5 million\". On 23 January 2014, the public prosecutor Edmondo Bruti Liberati, asked for a legal case to be opened for a preliminary hearing.",
        "'''Illegal financing of the political party Italians in the World:''' On 16 April 2014, the Naples prosecutor deposited new documents in which Berlusconi is under investigation for the crime in recent years of illegal financing of the political party Italians in the World, being led by ex-Senator Sergio De Gregorio. Currently this process is under investigation, with an upcoming preliminary hearing to decide if an court indictment shall be filed.    === Cases with final convictions ==="
    ],
    "list": "2010|e",
    "DATE_TIME": "2020-08-21T21:24:55Z"
}