{
    "name": "Mikhail Sergeyevich Gorbachev,   Михаил Сергеевич Горбачёв   from 1985 until its collapse in 1991. His attempts at reform helped end the Cold War, and also ended the political supremacy of the Communist Party of the Soviet Union (CPSU) and dissolved the Soviet Union. He was awarded the Nobel Peace Prize in 1990.  ==Early life== Gorbachev faced a tough childhood under the totalitarian leadership of Joseph Stalin; his paternal grandfather was sentenced to nine years in the gulag for withholding grain from the collective's harvest <r",
    "first": "Gail",
    "last": "Sheehy | coauthors= | year= 1991 | title= Gorbachev | edition= | publisher= William Heinemann | location= London | id=0-434-69518-1  . He lived through World War II, during which, starting in August 1942, German troops occupied Stavropol. Although they would leave by February 1943, the occupation increased the hardship of the community and left a deep impression on the young Gorbachev.",
    "year": "|",
    "publisher": "thumb||Gorbachev in one-on-one discussions with U.S. President Ronald Reagan. Perestroika and its attendant radical reforms were enunciated at the XXVIIth Party Congress between February and March of 1986. Nonetheless, many found the pace of reform too slow. Many historians, including Robert D. English, have explained this by the rapid mutual estrangement within the Soviet elite of the 'New Thinkers' and conservatives; conservatives were deliberately blocking the process of change. This was exposed in the aftermath of the Chernobyl disaster. In this incident, as English observes, Gorbachev and his allies were \"misinformed by the military-industrial complex\" and \"betrayed\" by conservatives, who blocked information concerning the incident and thus delayed an official response.  Jack F. there was a \"positive fallout\" to Chernobyl, as Gorbachev and his fellow reformers received an increased impetus for domestic and international reform.     Domestic changes continued apace. In a bombshell speech during Armenian SSR's Central Committee Plenum of the Communist Party the young First Secretary of Armenia's Hrazdan Regional Communist Party, Hayk Kotanjian, criticized rampant corruption in the Armenian communist party's highest echelons, implicating Armenian SSR Communist Party First Secretary Karen Demirchian and called for the latter's resignation.  Symbolically, exiled intellectual Andrei Sakharov was invited to return to Moscow by Gorbachev in December 1986 after six years exiled in Gorky. During the same month, however, signs of the nationalities problem that would haunt the later years of the Soviet Union surfaced as riots occurred in Kazakhstan after Dinmukhamed Kunayev was replaced as First Secretary of the Communist Party of Kazakhstan.  ===1988=== The Central Committee Plenum in January 1987 would see the embarrassed the military and Gorbachev made sweeping personnel changes, beginning at the top, where he appointed Dmitry Yazov as Minister of Defence.    Economic reforms took up much of the rest of 1987, as a new law giving enterprises more independence was passed in June and Gorbachev released a book, ''Perestroika: New Thinking for Our Country and the World'', in November, elucidating his main ideas for reform. Nevertheless, at the same time, the personal and professional acrimony between Gorbachev and Boris Yeltsin increased; after Yeltsin criticized Gorbachev and others at the October Plenum, he was replaced as First Secretary of the Moscow Gorkom Party. This move only temporarily removed Yeltsin's influence.   In 1987 he rehabilitated Bucharin, Trotsky (hero and martyr) and the opposition against Stalin, another part of the destalinisation, which began 1956, when Lenin's Testament was published as a booklet there.  ===1988=== Image:TIME Gorbachev.jpg|thumb||Time magazine cover of January 4, 1988 featuring Gorbachev as Man of the Year.openness, debate and participation, the Soviet people would support his reform initiatives. At the same time, he opened himself and his reforms up for more public criticism, evident in Nina Andreyeva's critical letter in a March edition of ''Sovetskaya Rossiya''.    The Law on Cooperatives enacted in May 1988 was perhaps the most radical of the economic reforms during the early part of the Gorbachev era. For the first time since Vladimir Lenin's New Economic Policy, the law permitted private  as the first executive President of the Soviet Union  with 59% of the Deputies' votes being an unopposed candidate. The Congress met for the first time on 25 May. Their first task was to elect representatives from Congress to sit on the Supreme Soviet. Nonetheless, the Congress posed problems for Gorbachev - its sessions were televised, airing more criticism and encouraging people to expect evermore rapid reform. In the elections, many Party candidates were defeated. Furthermore, Yeltsin was elected in Moscow and returned to political prominence to become an increasingly vocal critic of Gorbachev.    The rest of 1989 was taken up by the increasingly problematic nationalities question and the dramatic collapse of the Eastern Bloc. Despite international detente reaching unprecedented levels, with the Soviet withdrawal from Afghanistan completed in January and U.S.-Soviet talks continuing between Gorbachev and George H. W. Bush, domestic reforms were suffering from increasing divergence between reformists, who criticized the pace of change, and conservatives, who criticised the extent of change. Gorbachev states that he tried to find the centre ground between both groups, but this would draw more criticism towards him.  The story from this point on moves away from reforms and becomes one of the nationalities question and the eventual collapse of the Soviet Union.  ==Collapse of the Soviet Union== ",
    "id": "||||||",
    "work": "left|thumb||Gorbachev in one-on-one discussions with U.S. President Ronald Reagan. Perestroika and its attendant radical reforms were enunciated at the XXVIIth Party Congress between February and March of 1986. Nonetheless, many found the pace of reform too slow. Many historians, including Robert D. English, have explained this by the rapid mutual estrangement within the Soviet elite of the 'New Thinkers' and conservatives; conservatives were deliberately blocking the process of change. This was exposed in the aftermath of the Chernobyl disaster. In this incident, as English observes, Gorbachev and his allies were \"misinformed by the military-industrial complex\" and \"betrayed\" by conservatives, who blocked information concerning the incident and thus delayed an official response.  Jack F. there was a \"positive fallout\" to Chernobyl, as Gorbachev and his fellow reformers received an increased impetus for domestic and international reform.     Domestic changes continued apace. In a bombshell speech during Armenian SSR's Central Committee Plenum of the Communist Party the young First Secretary of Armenia's Hrazdan Regional Communist Party, Hayk Kotanjian, criticized rampant corruption in the Armenian communist party's highest echelons, implicating Armenian SSR Communist Party First Secretary Karen Demirchian and called for the latter's resignation.  Symbolically, exiled intellectual Andrei Sakharov was invited to return to Moscow by Gorbachev in December 1986 after six years exiled in Gorky. During the same month, however, signs of the nationalities problem that would haunt the later years of the Soviet Union surfaced as riots occurred in Kazakhstan after Dinmukhamed Kunayev was replaced as First Secretary of the Communist Party of Kazakhstan.  ===1988=== The Central Committee Plenum in January 1987 would see the embarrassed the military and Gorbachev made sweeping personnel changes, beginning at the top, where he appointed Dmitry Yazov as Minister of Defence.    Economic reforms took up much of the rest of 1987, as a new law giving enterprises more independence was passed in June and Gorbachev released a book, ''Perestroika: New Thinking for Our Country and the World'', in November, elucidating his main ideas for reform. Nevertheless, at the same time, the personal and professional acrimony between Gorbachev and Boris Yeltsin increased; after Yeltsin criticized Gorbachev and others at the October Plenum, he was replaced as First Secretary of the Moscow Gorkom Party. This move only temporarily removed Yeltsin's influence.   In 1987 he rehabilitated Bucharin, Trotsky (hero and martyr) and the opposition against Stalin, another part of the destalinisation, which began 1956, when Lenin's Testament was published as a booklet there.  ===1988=== Image:TIME Gorbachev.jpg|thumb||Time magazine cover of January 4, 1988 featuring Gorbachev as Man of the Year.openness, debate and participation, the Soviet people would support his reform initiatives. At the same time, he opened himself and his reforms up for more public criticism, evident in Nina Andreyeva's critical letter in a March edition of ''Sovetskaya Rossiya''.    The Law on Cooperatives enacted in May 1988 was perhaps the most radical of the economic reforms during the early part of the Gorbachev era. For the first time since Vladimir Lenin's New Economic Policy, the law permitted private  as the first executive President of the Soviet Union  with 59% of the Deputies' votes being an unopposed candidate. The Congress met for the first time on 25 May. Their first task was to elect representatives from Congress to sit on the Supreme Soviet. Nonetheless, the Congress posed problems for Gorbachev - its sessions were televised, airing more criticism and encouraging people to expect evermore rapid reform. In the elections, many Party candidates were defeated. Furthermore, Yeltsin was elected in Moscow and returned to political prominence to become an increasingly vocal critic of Gorbachev.    The rest of 1989 was taken up by the increasingly problematic nationalities question and the dramatic collapse of the Eastern Bloc. Despite international detente reaching unprecedented levels, with the Soviet withdrawal from Afghanistan completed in January and U.S.-Soviet talks continuing between Gorbachev and George H. W. Bush, domestic reforms were suffering from increasing divergence between reformists, who criticized the pace of change, and conservatives, who criticised the extent of change. Gorbachev states that he tried to find the centre ground between both groups, but this would draw more criticism towards him.  The story from this point on moves away from reforms and becomes one of the nationalities question and the eventual collapse of the Soviet Union.  ==Collapse of the Soviet Union== thumb||Gorbachev pledges to aid victims of the 1988 earthquake that occurred in Armenia. Glasnost hastened the development of the nationalities problem. Violence erupted in Nagorno-Karabakh - an Armenian-populated enclave within Azerbaijan - between February and April, when Armenians living in the area began a new wave of protests over the arbitrary transfer of the historically Armenian region from Armenia to Azerbaijan in 1920 upon Joseph Stalin's decision. ",
    "accessdate": "2006-05-22",
    "DATE_TIME": "2007-06-19T14:04:36Z"
}