{
    "Wamo_NU": "1",
    "THE_WSJ": "2",
    "THES_W": "4",
    "USNWR_NU": "3",
    "Forbes": "2",
    "QS_W": "3",
    "ARWU_W": "2",
    "ARWU_N": "2",
    "BW_N_Undergrad": "1",
    "Reuters_W": "University of Illinois at Urbana–Champaign#Discoveries and innovation|Massachusetts Institute of Technology#Discoveries and innovation|University of California, Berkeley#Discoveries and innovation | label 1 = Carnegie Mellon discoveries and innovation | label 2 = Illinois discoveries and innovation | label 3 = MIT discoveries and innovation | label 4 = UC Berkeley discoveries and innovati",
    "selfref": "yes",
    "date": "ebruary 1, 2022.    === Other uses === Some of the land is managed to provide revenue for the university such as the Stanford Shopping Center and the Stanford Research Park. Stanford land is also leased for a token rent by the Palo Alto Unified School District for several schools including Palo Alto High School and Gunn High School.   El Camino Park, the oldest Palo Alto city park (established 1914), is also on Stanford land.    Stanford also has the Stanford Golf Course   and Stanford Red Barn Equestrian Center   used by Stanford athletics though the golf course can also be used by the general public.  === Landmarks === Contemporary campus landmarks include the Main Quad and Memorial Church, the Cantor Center for Visual Arts and the Bing Concert Hall, the Stanford Mausoleum with the nearby Angel of Grief, Hoover Tower, the Rodin Sculpture Garden, the Papua New Guinea Sculpture Garden, the Arizona Cactus Garden, the Stanford University Arboretum, Green Library and the Dish. Frank Lloyd Wright's 1937 Hanna–Honeycomb House and the 1919 Lou Henry Hoover House are both listed on the National Register of Historic Places. White Memorial Fountain (also known as \"The Claw\") between the Stanford Bookstore and the Old Union is a popular place to meet and to engage in the Stanford custom of \"fountain hopping\"; it was installed in 1964 and designed by Aristides Demetrios after a national competition as a memorial for two brothers in the class of 1949, William N. White and John B. White II, one of whom died before graduating and one shortly after in 1952.",
    "list": "https://www.reuters.com/innovative-universities-2019 | title",
    "DATE_TIME": "2022-12-30T05:49:27Z"
}