{
    "name": "University of Madras",
    "chancellor": "Governor of Tamil Nadu",
    "vice_chancellor": "S. Gowri",
    "academic_staff": "345",
    "students": "4,819 ",
    "postgrad": "3,239",
    "doctoral": "1,099",
    "campus": "Urban",
    "image_name": "Madras University Seal.svg",
    "affiliations": "UGC, NAAC, AIU   The '''University of Madras''' or '''Madras University''' is a public state university in Chennai, Tamil Nadu, India.   Established in 1857, it is one of the oldest universities in India, incorporated by an Act of Legislative Council of India under the British government.    It is a collegiate research university and has six campuses in the city: Chepauk, Marina, Guindy, Taramani, Maduravoyal and Chetpet. It offers more than 230 courses under 87 academic departments of post-graduate teaching and research grouped under 18 schools, covering diverse areas such as sciences, social sciences, humanities, management and medicine along with 121 affiliated colleges and 53 approved research institutions. The university houses the national centres for advanced research in nanotechnology,   photonics   and neurotoxicity.   Besides, having three ''Centres of Advanced Study (CAS)'' in biophysics,   botany   and mathematics.    The National Assessment and Accreditation Council has conferred 'five star' accreditation to the university in the first cycle, and subsequently with its highest 'A' grade.   The University of Madras has been given the status of 'University with Potential for Excellence (UPE)' by the University Grants Commission.   Madras University is also recognized among the 18 universities in India having the 'Centre with Potential for Excellence in Particular Area (CPEPA)' with a focus on drug development and climate change.    University of Madras is the alma mater of two Indian Physics Nobel Laureates, CV Raman and Subrahmanyan Chandrasekhar, five Presidents of India, including A.P.J. Abdul Kalam, and several notable mathematicians including Srinivasa Ramanujan.    ==History==  class=\"toccolo",
    "style": "\"float:left; margin-right:1em; font-size:85%; background:#ffc; color:black; width:20em; max-width:25%;\" cellspacing=\"0\" cellpadding=\"0\"",
    "width": "150",
    "NIRF_O_2020": "41",
    "NIRF_U_2020": "22",
    "WEEK_U_2019": "11",
    "OUTLOOK_U_2020": "20",
    "DATE_TIME": "2020-10-13T18:23:04Z"
}