{
    "common_name": "Togo",
    "largest_city": "Lomé",
    "official_languages": "French",
    "national_languages": [
        "Kabiye"
    ],
    "languages": "Bassare  |Nafaanra |Buli |Dagaare |Dagbani  |Ewe   |French  |Gbe  |Kwa |Kabiye  |Ede |Ifè |Mokole |French | Aguna |Aja |Ph",
    "ethnic_groups": "99% Ewe, Kabye, Tem, Gourma, and 33 other African groups 1% European, Indian & Syro-Lebanese ",
    "demonym": "Togolese",
    "leader_title1": "President",
    "leader_name1": "Faure Gnassingbé",
    "leader_title2": "Prime Minister",
    "sovereignty_type": "Independence",
    "area_km2": "56,785",
    "area_rank": "123rd",
    "area_sq_mi": "21,925",
    "percent_water": "4.2",
    "population_estimate": "8,608,444",
    "population_census": "6,191,155",
    "population_estimate_year": "2020",
    "population_estimate_rank": "100th",
    "population_census_year": "2010",
    "population_density_km2": "125.9",
    "population_density_sq_mi": "243",
    "population_density_rank": "93rd e",
    "GDP_PPP": "$14.919 billion",
    "GDP_PPP_year": "2019",
    "GDP_PPP_per_capita": "$1,821",
    "GDP_nominal": "$5.592 billion",
    "GDP_nominal_year": "2019",
    "GDP_nominal_per_capita": "$682",
    "Gini": "46",
    "Gini_year": "2011",
    "Gini_change": "increase",
    "HDI": "0.515",
    "HDI_year": "2019",
    "HDI_change": "increase",
    "HDI_rank": "167th",
    "footnote_c": "Mostly European, Indian & Syrian-Lebanese.",
    "footnote_d": "Estimates for this country explicitly take into account the effects of excess mortality due to AIDS; this can result in lower life expectancy, higher infant mortality and death rates, lower population and growth rates, and changes in the distribution of population by age and sex than would otherwise be expected.",
    "footnote_e": "Rankings based on 2017 figures (https://www.cia.gov/the-world-factbook/countries/togo/ ''CIA World Factbook'' – \"Togo\")",
    "today": "left|Togoland (R. Hellgrewe, 1908)  In 1884, a paper was signed at Togoville with the King Mlapa III, whereby Germany claimed a protectorate over a stretch of territory along the coast and gradually extended its control inland. Its borders were defined after the capture of hinterland by German forces and signing agreements with France and Britain. In 1905, this became the German colony of Togoland. The local population was forced to work, cultivate cotton, coffee and cocoa and pay high taxes. A railway and the port of Lomé were built for export of agricultural products. The Germans introduced modern techniques of cultivation of cocoa, coffee and cotton and developed the infrastructure.  During the First World War, Togoland was invaded by Britain and France, proclaiming the Anglo-French condominium. On 7 December 1916, the condominium collapsed and Togo was divided into British and French zones. 20 July 1922 Great Britain received the League of Nations mandate to govern the western part of Togo and France to govern the eastern part. In 1945, the country received the right to send three representatives to the French parliament.  After World War II, these mandates became UN Trust Territories. The residents of British Togoland voted to join the Gold Coast as part of the new independent nation of Ghana in 1957. French Togoland became an autonomous republic within the French Union in 1959, while France retained the right to control the defense, foreign relations and finances.  === Independence to present day (1960–present) === File:Sylvanus Olympio.jpg|thumb|Sylvanus Olympio|left  The Togolese Republic was proclaimed on 27 April 1960. In the first presidential elections in 1961, Sylvanus Olympio became the first president, gaining 100% of the vote in elections boycotted by the opposition. On 9 April 1961, the Constitution of the Togolese Republic was adopted, according to which the supreme legislative body was the National Assembly of Togo.    In December 1961, leaders of opposition parties were arrested because they were accused of the preparation of an anti-government conspiracy. A decree was issued on the dissolution of the opposition parties. Olympio tried to reduce dependence on France by establishing cooperation with the United States, United Kingdom, and West Germany. He also rejected efforts of French soldiers who were demobilized after the Algerian War and tried to get a position in the Togolese army. These factors eventually led to a military coup on 13 January 1963, during which he was assassinated by a group of soldiers under the direction of Sergeant Gnassingbé Eyadéma. ",
    "align": "right",
    "image1": "Ghana Topography.png",
    "caption1": "Ghana-Togo topography−topographic map",
    "image2": "To-map.png",
    "caption2": "Map of Togo",
    "style": [
        "Kabiye | languages_type         = Spoken languages | languages              ="
    ],
    "label1": "Christianity",
    "value1": "37",
    "color1": "Blue",
    "label2": "Vodun and animism",
    "value2": "35.6",
    "color2": "Orange",
    "label3": "Islam",
    "value3": "20",
    "color3": "Green",
    "label4": "None",
    "value4": "6.1",
    "color4": "Yellow",
    "label5": "Others",
    "value5": "1.3",
    "DATE_TIME": "2021-03-08T01:46:21Z"
}