{
    "common_name": "Vietnam",
    "languages": "Vietnamese |ethnic_groups =  languages_type = Official scrip",
    "demonym": "Vietnamese",
    "latd": "21 |latm=2 |latNS=N |longd=105 |longm=51 |longEW=E",
    "largest_city": "Ho Chi Minh City",
    "leader_title1": "President",
    "leader_title2": "Prime Minister",
    "leader_title3": "Chairman of National Assembly",
    "leader_title4": "Chief Justice",
    "leader_title5": "Communist Party General Secretary",
    "sovereignty_type": "Formation",
    "established_event3": "Vietnam War",
    "established_date3": "1955–1975",
    "established_event4": "Reunification",
    "established_date4": "2 July 1976 ",
    "established_event5": "Current constitution",
    "established_date5": "15 April 1992",
    "area_rank": "65th",
    "area_km2": "331,210",
    "area_sq_mi": "128,565",
    "percent_water": "6.4 http://www.indexmundi.com/vietnam/geography_profile.html Vietnam - Geography. Index Mundi. 12 July 2011. Retrieved 19 December 2011.",
    "population_estimate": "90,388,000",
    "population_estimate_rank": "13th",
    "population_estimate_year": "2012",
    "population_density_km2": "272",
    "population_density_sq_mi": "703",
    "population_density_rank": "46th",
    "GDP_PPP": "$320.677 billion",
    "GDP_PPP_per_capita": "$3,547",
    "GDP_nominal": "$138.071 billion",
    "GDP_nominal_year": "2012",
    "GDP_nominal_per_capita": "$1,527",
    "Gini_year": "2008",
    "Gini": "35.6",
    "HDI_year": "2012",
    "HDI": "0.617",
    "HDI_rank": "127th",
    "map_caption3": "left|A Dong Son bronze drum. By about 1000 BC, the development of wet-rice cultivation and bronze casting in the Ma River and Red River floodplains led to the flourishing of the Đông Sơn culture, notable for its elaborate bronze drums. At this time, the early Vietnamese kingdoms of Văn Lang and Âu Lạc appeared, and the culture's influence spread to other parts of Southeast Asia, including Maritime Southeast Asia, throughout the first millennium BC.        ===Dynastic Vietnam=== File:Nanyue.svg|thumb|left|Map showing ancient Nam Viet at its greatest extent. thumb The legendary Hồng Bàng dynasty of the Hùng kings is considered the first Vietnamese state, known in Vietnamese as Văn Lang. In 257 BC, the last Hùng king was defeated by Thục Phán, who consolidated the Lạc Việt and Âu Việt tribes to form the Âu Lạc, proclaiming himself An Dương Vương. In 207 BC, a Chinese general named Zhao Tuo defeated An Dương Vương and consolidated Âu Lạc into Nanyue. However, Nanyue was itself incorporated into the empire of the Chinese Han Dynasty in 111 BC after the Han–Nanyue War.  For the next thousand years, Vietnam remained mostly under Chinese rule.   Early independence movements, such as those of the Trưng sisters and Lady Triệu, were only temporarily successful, though the region gained a longer period of independence as Vạn Xuân under the Anterior Lý Dynasty between 544 and 602 AD.   By the early 10th century, Vietnam had gained autonomy, but not true independence, under the Khúc family.  In 938 AD, the Vietnamese lord Ngô Quyền defeated the Chinese forces of the Southern Han state at Bạch Đằng River and regained full independence for Vietnam after a millennium of Chinese domination.   Renamed as Đại Việt (''Great Viet''), the nation enjoyed a golden era under the Lý and Trần dynasties. During the rule of the Trần Dynasty, Đại Việt repelled three Mongol invasions.   Meanwhile, Buddhism flourished and became the state religion.  Following the 1406–7 Ming–Hồ War which overthrew the Hồ Dynasty, Vietnamese independence was briefly interrupted by the Chinese Ming Dynasty, but was restored by Lê Lợi, the founder of the Lê Dynasty. The Vietnamese dynasties reached their zenith in the Lê Dynasty of the 15th century, especially during the reign of Emperor Lê Thánh Tông (1460–1497). Between the 11th and 18th centuries, Vietnam expanded southward in a process known as ",
    "list": "common_na",
    "DATE_TIME": "2013-08-12T01:55:12Z"
}