{
    "president": [
        "Member of the President's General Advisory Committee on Arms Control &mdash; Reagan Administration (1982 - 1986);",
        "President Reagan's Special Envoy on the Law of the Sea Treaty (1982 - 1983);",
        "Senior Advisor to President Reagan's Panel on Strategic Systems (1983 - 1984);",
        "Member of the U.S. Joint Advisory Commission on U.S./Japan Relations &mdash; Reagan Administration (1983 - 1984);",
        "President Reagan's Special Envoy to the Middle East (1983 - 1984);",
        "Member of the National Commission on the Public Service (1987 - 1990);",
        "Member of the National Economic Commission (1988 - 1989);",
        "Member of the Board of Visitors of the National Defense University (1988 - 1992);",
        "Chairman Emeritus, Defense Contractor, Carlyle Group (1989 - 2005);",
        "Member of the Commission on U.S./Japan Relations (1989 - 1991);",
        "Member of the Board of Directors for ABB Ltd. (1990 - 2001);",
        "FCC's High Definition Television Advisory Committee (1992 - 1993);",
        "Chairman, Commission on the Ballistic Missile Threat to the United States (1998 - 1999);",
        "Member of the U.S. Trade Deficit Review Commission (1999 - 2000);",
        "Member of the Council on Foreign Relations (CFR);",
        "Chairman of the U.S. Commission to Assess National Security Space Management and Organization (2000);",
        "|frame|Rumsfeld, at the time Ronald Reagan's special envoy to the Middle East, meeting with Saddam Hussein during a visit to Baghdad, Iraq in December, 1983, during the midst of the Iran-Iraq War. In later years, this image would be strongly downplayed by Rumsfeld and highlighted by his opponents, as relations with Hussein's regime deteriorated. (Video frame capture; see the http://www.gwu.edu/~nsarchiv/NSAEBB/NSAEBB82/ complete video here.)  Rumsfeld served as Chairman and Chief Executive Officer of General Instrument Corporation from 1990 to 1993. A leader in broadband transmission, distribution, and access control technologies for cable, satellite and terrestrial broadcasting applications, the company pioneered the development of the first all-digital high-definition television (HDTV) technology. After taking the company public and returning it to profitability, Rumsfeld returned to private business in late 1993. From January 1997 until being sworn in as the 21st Secretary of Defense in January 2001, Rumsfeld served as Chairman of Gilead Sciences, Inc. He was also Chairman of the RAND Corporation.  ====ABB and North Korea====  Rumsfeld sat on ABB's board from 1990 to 2001, earning $190,000 a year. ABB is a European engineering giant based in Zürich, Switzerland; formed through the merger between ASEA of Sweden and Brown Boveri of Switzerland. In 2000 this company sold two light water nuclear reactors to KEDO for installation in North Korea, as part of the 1994 agreed framework reached under President Bill Clinton.  The sale of the nuclear technology was a high-profile contract. ABB's then chief executive, Goran Lindahl, visited North Korea in November 1999 to announce ABB's \"wide-ranging, long-term cooperation agreement\" with the communist government. Rumsfeld's office said that the Secretary of Defense did not \"recall it being brought before the board at any time\". But ABB spokesman Bjorn Edlund told ''Fortune'' that \"board members were informed about this project.\"  Rumsfeld has also served in executive responsibilities of various local charities across the United States. From 1986 to 1989 he was appointed to serve as United Way Inter-governmental Affairs Director in Washington, D.C..  As a result of his foreign policy achievements as Inter-governmental Affairs Director, he was asked to serve the U.S. State Department. Given the title \"foreign policy consultant\", he held the role from 1990 to 1993.  ===Reagan Administration=== During his period as Reagan's Special Envoy to the Middle East (November 1983 &ndash; May 1984), Rumsfeld was the main conduit for crucial American military intelligence, hardware and strategic advice to Saddam Hussein, then fighting Iran in the Iran-Iraq war. This policy was adopted when the war began to go strongly in Iran's favor, and it looked as if Iran would overrun Iraq completely. Although the United States was hesitant to support a Soviet client state, the prospect of a greatly expanded Iran outweighed these concerns. When he visited on December 19 &ndash; December 20 1983, he and Saddam Hussein had a 90-minute discussion that covered Syria's occupation of Lebanon, preventing Syrian and Iranian expansion, preventing arms sales to Iran by foreign countries, increasing Iraqi oil production via a possible new oil pipeline across Jordan. According to declassified U.S. State Department documents Rumsfeld also informed Tariq Aziz (Iraqi Deputy Prime Minister and Foreign Minister) that: \"Our efforts to assist were inhibited by certain things that made it difficult for us ... citing the use of chemical weapons.\"    During his brief bid for the 1988 Republican nomination, Rumsfeld stated that restoring full relations with Iraq was one of his best achievements. This was not a particularly controversial position at the time, when most American politicians considered ties with Iraq an effective bulwark against Iran.  ===G.H.W. Bush and Clinton Years===  Rumsfeld's civic activities included service as a member of the National Academy of Public Administration and a member of the boards of trustees of the Gerald R. Ford Foundation, the Eisenhower Exchange Fellowships, the Hoover Institution at Stanford University, and the National Park Foundation. He was also a member of the U.S./Russia Business Forum and Chairman of the Congressional Leadership's National Security Advisory Group.  Image:RicePowellBushRumsfeld.jpg|thumb||Rumsfeld, then-National Security Advisor Condoleezza Rice, and then-Secretary of State Colin Powell listen to President George W. Bush speak.  Rumsfeld was a founder and active member of the Project for the New American Century. He co-signed a 29 January 1998 PNAC http://www.theindyvoice.com/pnac/ letter sent to President Bill Clinton:"
    ],
    "DATE_TIME": "2006-11-08T23:25:58Z"
}