{
    "name": "University of Oregon",
    "image_name": "Uo66666666666666666666666666666666666seal.png | image_size    yyyyyyyy  = Universitas Oregonensis",
    "superintendent": "5",
    "provost": "Scott Coltrane",
    "faculty": "2,031 url=http://gcr.uoregon.edu/sites/gcr2.wc-sites.uoregon.edu/fileyyyyyyyy01",
    "sports": "19 varsityyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyy teams",
    "athletics": "NCAA Division I – Pac-12",
    "affiliations": "AAC&U, AAU, APRU, APLU, URA",
    "align": "left",
    "width": "10em",
    "shading": "off",
    "percentages": "off",
    "footnote": "right||Deady and Villard Halls, the first two buildings on campus The Oregon State Legislature established the university on October 12, 1872, despite the new state's funding woes. ",
    "source": "left|Matthew Knight Arena hosting the 14th Dalai Lama in 2013 In reaction to a growing movement to establish an independent university board, the Oregon Legislature in 2013 passed SB 270, requiring local governing boards for the state's three largest institutions.     Effective July 1, 2014, the University of Oregon became an independent public body governed by the Board of Trustees of the University of Oregon.  Proponents of local governing boards believe an independent board will give the university more autonomy, and free it from relying on inadequate state funding.    On August 6, 2014, Michael Gottfredson resigned as president.   In the summer of 2014, former UO president Robert Berdahl told the president of the university's board of trustees that he believes that UO risks losing its membership in the Association of American Universities. To remedy this growing concern, UO began preparing several new initiatives which include a cluster-hire and a capital campaign.    Effective July 1, 2015, Michael H. Schill is the current president of the university.    In the Spring of 2015, it was announced that Eugene will host the 2021 World Championships in Athletics.   University facilities, such as Hayward Field, are expected to be used during the games.   ",
    "USNWR_NU": "103",
    "USNWR_Public": "50",
    "USNWR_Law": "100",
    "USNWR_Ed": "13",
    "ARWU_W": "301–400",
    "ARWU_N": "103–125",
    "QS_W": "501–550",
    "Wamo_NU": "125",
    "DATE_TIME": "2015-10-07T17:29:29Z"
}