{
    "common_name": "Netherlands",
    "official_languages": "Dutch",
    "regional_languages": "Low Saxon, Limburgish, Spanish",
    "dn": "52.08 |de=4.30",
    "largest_city": "capital",
    "leader_title1": "Monarch",
    "leader_name1": "Beatrix",
    "leader_title2": "Chairman of the Council of Ministers of the Kingdom The Prime Minister of the Netherlands is referred to as \"Our Prime Minister, in his capacity as chairman of the Council of Ministers of the Kingdom\" (Dutch: ''Onze Minister-President, in zijn hoedanigheid van voorzitter van de raad van ministers van het Koninkrijk'') when he acts as a Minister of the Kingdom. An example of this can be found in article 2(3a) of the http://wetten.overheid.nl/BWBR0028132/ Kingdom Act on financial supervision for Curaçao and Sint Maarten. Other ministers of the Netherlands are referred to with the additional line \"in his capacity as Minister of the Kingdom\" (Dutch: ''in zijn hoedanigheid van Minister van het Koninkrijk'') when they act as Kingdom Ministers, as for example with \"Our Minister of Justice in his capacity as Minister of the Kingdom\" (Dutch: ''Onze Minister van Justitie in zijn hoedanigheid van minister van het Koninkrijk''), except for the Minister of Foreign Affairs and the Minister of Defence, since they always act in a Kingdom capacity. For more information on this, see http://books.google.nl/books?id=2-tZN0vj5QwC&lpg=PA85&ots=JAllrMREpx&dq=in%20zijn%20hoedanigheid%20als%20minister%20van%20het%20koninkrijk&pg=PA85#v=onepage&q&f=false Borman 2005 and http://www.bjutijdschriften.nl/tijdschrift/regelmaat/2010/2/RM_0920-055X_2010_025_002_004 Borman 2010.",
    "leader_name2": "Mark Rutte",
    "leader_title3": "Minister Plenipotentiary of Aruba",
    "leader_name3": "Edwin Abath",
    "leader_title4": "Minister Plenipotentiary of Curaçao",
    "leader_name4": "Sheldry Osepa",
    "leader_title5": "Minister Plenipotentiary of Sint Maarten",
    "leader_name5": "Mathias Voges",
    "sovereignty_type": "Establishment",
    "area_rank": "134th",
    "area_magnitude": "1 E10",
    "area_km2": "42,508",
    "area_sq_mi": "16,478",
    "percent_water": "18.41",
    "population_estimate": "17,000,000",
    "population_estimate_year": "2009",
    "population_estimate_rank": "58th",
    "population_density_km2": "393",
    "population_density_sq_mi": "1,019",
    "population_density_rank": "23rd",
    "footnote1": "accessdate=24-10-2010  . English is an official language on the islands of Bonaire, Saba and Sint Eustatius , as well as Sint Maarten. Spanish, though not among the official languages, is widely spoken on the islands. In Friesland, the West Frisian language has a formal status  . Dutch Low Saxon and Limburgish are officially recognised as regional languages in the Netherland",
    "footnote2": "The Hague is the seat of the government of the Netherlands; Oranjestad is the capital of Aruba; Willemstad is the capital of Curaçao; and Philipsburg is the capital of Sint Maarten.",
    "footnote3": "Also .eu in the Netherlands, shared with other EU member states. ",
    "DATE_TIME": "2010-12-14T13:02:16Z"
}