{
    "common_name": "Tonga",
    "symbol": "Coat of arms of Tonga",
    "largest_city": "capital",
    "ethnic_groups_year": "2018 ",
    "demonym": "Tongan",
    "leader_title1": "Monarch",
    "leader_name1": "Tupou VI",
    "leader_title2": "Prime Minister",
    "leader_name2": "ʻAkilisi Pōhiva",
    "leader_title3": "Assembly Speaker",
    "leader_name3": "Fatafehi Fakafanua",
    "sovereignty_type": "Independence",
    "area_km2": "748",
    "area_rank": "175th",
    "area_sq_mi": "289",
    "percent_water": "4.0",
    "population_census": "100,651",
    "population_estimate_rank": "189th",
    "population_census_year": "2016",
    "population_density_km2": "139",
    "population_density_sq_mi": "360",
    "population_density_rank": "76th a",
    "GDP_PPP": "$655 million",
    "GDP_PPP_year": "2019",
    "GDP_PPP_per_capita": "$6,496",
    "GDP_nominal": "$493 million",
    "GDP_nominal_year": "2019",
    "GDP_nominal_per_capita": "$4,888",
    "HDI": "0.726",
    "HDI_year": "2017",
    "HDI_change": "increase",
    "HDI_rank": "98th",
    "religion": "The arrival of Abel Tasman in Tongatapu, 1643; drawing by Isaack Gilsemans  thumb An Austronesian-speaking group linked to the archaeological construct known as the Lapita cultural complex reached and inhabited Tonga around 1500–1000 BC.   Scholars have much debated the exact dates of the initial settlement of Tonga, but thorium dating confirms that the first settlers came to the oldest town, Nukuleka, by 888 BC, ± 8 years.   Not much is known before European contact because of the lack of a writing system, but oral history has survived and been recorded after the arrival of the Europeans.  By the 12th century, Tongans and the Tongan paramount chief, the Tuʻi Tonga, had a reputation across the central Pacific—from Niue, Samoa, Rotuma, Wallis & Futuna, New Caledonia to Tikopia—leading some historians to speak of a Tuʻi Tonga Empire. In the 15th century and again in the 17th, civil war erupted.  File:William Mariner (1791-1853) crop.jpg|thumb|upright=0.9|William Mariner was a teenage English sailor adopted into a royal Tongan family. The Tongan people first encountered Europeans in 1616 when the Dutch vessel ''Eendracht'', captained by Willem Schouten, made a short visit to trade.  Later came other Dutch explorers, including Jacob Le Maire (who called on the northern island of Niuatoputapu); and in 1643 Abel Tasman (who visited Tongatapu and Haʻapai). Later noteworthy European visitors included James Cook (Royal Navy) in 1773, 1774, and 1777; Spanish Navy explorers Francisco Mourelle de la Rúa in 1781 and Alessandro Malaspina in 1793; the first London missionaries in 1797; and the Wesleyan Methodist Reverend Walter Lawry in 1822.  Whaling vessels were among the earliest regular western visitors. The first on record is the ''Ann & Hope'' which was reported among the islands of Tonga in June 1799.   The last known whaling visitor was the ''Albatross'' in 1899. They came for water, food and wood. The islands most regularly visited were Ata, 'Eua, Ha'apai, Tongatapu and Vava'u. Sometimes men from the islands were recruited to serve as crewmen on these vessels.  The US Exploring Expedition visited in 1840. |||",
    "location": "Nukuʻalofa",
    "list": [],
    "DATE_TIME": "2019-09-05T22:13:36Z"
}