{
    "common_name": "Madagascar",
    "ethnic_groups_year": "2004",
    "religion_year": "2020",
    "demonym": "Malagasy",
    "leader_title1": "President",
    "leader_title2": "Prime Minister",
    "leader_name2": "Christian Ntsay",
    "sovereignty_type": "Formation",
    "established_event3": "Republic proclaimed",
    "established_date3": "14 October 1958",
    "established_event4": "Declaration of independence",
    "established_date4": "26 June 1960",
    "area_km2": "587,041",
    "area_rank": "46th",
    "area_sq_mi": "226,597",
    "percent_water": "0.9%",
    "population_estimate": "28,427,328",
    "population_estimate_year": "2021",
    "population_estimate_rank": "52nd",
    "population_density_km2": "35.2",
    "population_density_sq_mi": "91.1",
    "population_density_rank": "174th",
    "GDP_PPP": "$45.948 billion",
    "GDP_PPP_year": "2019",
    "GDP_PPP_per_capita": "$1,697",
    "GDP_nominal": "$12.734 billion",
    "GDP_nominal_year": "2019",
    "GDP_nominal_per_capita": "$471",
    "Gini": "42.6",
    "Gini_year": "2012",
    "Gini_change": "decrease",
    "HDI": "0.528",
    "HDI_year": "2019",
    "HDI_change": "increase",
    "HDI_rank": "164th",
    "area_water_km2": "5501",
    "today": " '''Madagascar''' (",
    "footer": "The terraced paddy fields of the central highlands of Madagascar (left) give way to tropical rainforest along the eastern coast (right)",
    "align": "left",
    "image1": "Imerina countryside riziere rice paddies Madagascar.jpg",
    "width1": "180",
    "alt1": "terraced emerald paddy fields checker softly rolling hills",
    "image2": "Rainforestmadagascar04.tif",
    "width2": "190",
    "alt2": "Hills covered with dense blue green tropical forests Along the length of the eastern coast runs a narrow and steep escarpment containing much of the island's remaining tropical lowland forest. To the west of this ridge lies a plateau in the center of the island ranging in altitude from footer = The grassy plains that dominate the western landscape are dotted with stony massifs (left), patches of deciduous forest, and baobab trees (right), while the south is characterized by semi-desert and spiny forests. |align = right |image1 = Isalo canyons.jpg |width1 = 163 |alt1 = Pastel striated stone outcroppings jut from the plains |image2 = Allée des Baobabs near Morondava, Madagascar.jpg |width2 = 1",
    "thumb": "left|Toy animals made from raffia, a native palm   Madagascar's natural resources include a variety of agricultural and mineral products. Agriculture (including the growing of raffia), mining, fishing and forestry are mainstays of the economy. In 2017 the top exports were vanilla (US$894M), nickel metal (US$414M), cloves (US$288M), knitted sweaters (US$184M) and cobalt (US$143M).    Madagascar is the world's principal supplier of vanilla, cloves   and ylang-ylang.  The island supplies 80% of the world's natural vanilla.   Other key agricultural resources include coffee, lychees and shrimp. Key mineral resources include various types of precious and semi-precious stones, and it currently provides half of the world's supply of sapphires, which were discovered near Ilakaka in the late 1990s.    Madagascar has one of the world's largest reserves of ilmenite (titanium ore), as well as important reserves of chromite, coal, iron, cobalt, copper and nickel.  Several major projects are underway in the mining, oil and gas sectors that are anticipated to give a significant boost to the Malagasy economy. These include such projects as ilmenite and zircon mining from heavy mineral sands near Tôlanaro by Rio Tinto, ",
    "label1": "Christian",
    "value1": "85.3",
    "color1": "Blue",
    "label3": "Muslim",
    "value3": "3.0",
    "color3": "Green",
    "label2": "Folk religions",
    "value2": "4.5",
    "color2": "Beige",
    "label4": "Unaffiliated",
    "value4": "6.9",
    "list": "italics",
    "DATE_TIME": "2022-04-21T17:23:13Z"
}