{
    "name": "Benigno S. Aquino III<r",
    "office": "15th President of the Philippines",
    "vicepresident": "Jejomar Binay",
    "term_start": "June 30, 2010",
    "office2": "Secretary of the Interior and Local Government",
    "term_start2": "June 30, 2010",
    "term_end2": "July 9, 2010",
    "predecessor2": "Ronaldo Puno",
    "successor2": "Jesse Robredo",
    "office3": "Senator of the Philippines",
    "term_start3": "June 30, 2007",
    "term_end3": "June 30, 2010",
    "office4": "Member of the House of Representatives from Tarlac's 2nd district",
    "term_start4": "June 30, 1998",
    "term_end4": "June 30, 2007",
    "predecessor4": "Jose Yap",
    "successor4": "Jose Yap",
    "relations": "Benigno Aquino, Jr.  (Father) , Corazon Aquino  (Mother) , Kristina Aquino-Yap  (Youngest Sister)",
    "party": "Liberal Party",
    "alma_mater": "Ateneo de Manila University",
    "profession": "Legislator",
    "religion": "Roman Catholicism",
    "dipstyle": "His Excellency Benigno S. Aquino III",
    "offstyle": "President Aquino",
    "altstyle": "thumb|right|| Under Secretary of State for Political Affairs William Joseph Burns (middle) shakes hands with President Benigno S. Aquino III (right) as United States Ambassador to the Philippines Harry K. Thomas, Jr. (left) looks on. The '''Presidency of Benigno S. Aquino III''' began at noon on June 30, 2010, when he became the fifteenth President of the Philippines, succeeding Gloria Macapagal-Arroyo. Aquino is the third-youngest person to be elected president, and the fourth-youngest president after Emilio Aguinaldo, Ramon Magsaysay and Ferdinand Marcos.  Aquino is the first president to be a bachelor, being unmarried and having no children.  Aquino is the second president not to drink alcoholic beverages; the first president not to drink alcohol was Emilio Aguinaldo.  Aquino is the eighth president to be a smoker.  Aquino is the first graduate of Ateneo de Manila University to become president.  Aquino is the third president who will only hold office in Malacañang Palace, but not be a resident, following Corazon Aquino and Fidel V. Ramos.  Aquino is the first president to make ''Bahay Pangarap'' his official residence.   Aquino is the third president to use his second given name, ''Simeon'', as his middle initial, as Manuel L. Quezon and José P. Laurel did.    Aquino is the second president to be a child of a former president, his mother was former President Corazon Aquino; the first president to be a child of a former president was President Gloria Macapagal-Arroyo, who is the daughter of former President Diosdado Macapagal.  The presidential transition began on June 9, 2010, when the Congress of the Philippines proclaimed Aquino the winner of the 2010 Philippine presidential elections held on May 10, 2010, proclaiming Aquino as the President-elect of the Philippines.   The transition was in charge of the new presidential residence, cabinet appointments and cordial meetings between them and the outgoing administration.  The presidential residence of Aquino is ''Bahay Pangarap'' (English: House of Dreams),  class=\"wikitable\" |- ",
    "list": "da",
    "DATE_TIME": "2010-08-26T16:18:59Z"
}