{
    "name": "Blanche Lincoln",
    "term_start2": "January 3, 1993",
    "term_end2": "January 3, 1997",
    "preceded2": "William Alexander, Jr.",
    "succeeded2": [
        "Committee on Finance",
        "",
        "Subcommittee on Energy, Natural Resources, and Infrastructure",
        "",
        "Subcommittee on Health Care",
        "",
        "Subcommittee on International Trade and Global Competitiveness (Chairman)",
        "Committee on Agriculture, Nutrition, and Forestry",
        "",
        "Subcommittee on Nutrition and Food Assistance, Sustainable and Organic Agriculture, and General Legislation",
        "",
        "Subcommittee on Production, Income Protection and Price Support (Chairman)",
        "",
        "Subcommittee on Rural Revitalization, Conservation, Forestry and Credit",
        "Committee on Energy and Natural Resources",
        "",
        "Subcommittee on National Parks",
        "",
        "Subcommittee on Public Lands and Forests",
        "",
        "Subcommittee on Water and Power",
        "Special Committee on Aging  ==Electoral history==  {| class=\"wikitable\" style=\"margin:0.5em ; font-size:95%\" |+",
        "''' |- |2004 | |",
        "''' | | | | |",
        "Write-in and minor candidate notes: In 1998, write-ins received 187 votes. In 2004, Glen A. Schwarz received 212 votes and Gene Mason received 128 votes.    ==References==",
        "http://lincoln.senate.gov/ United States Senator Blanche Lincoln, U.S. Senate site"
    ],
    "congbio": "l000035",
    "fec": "S8AR00112",
    "opensecrets": "N00008092",
    "votesmart": "H0131103",
    "district": "=Arkansas's 1st congression",
    "before": [
        "Committee on Finance",
        "",
        "Subcommittee on Energy, Natural Resources, and Infrastructure",
        "",
        "Subcommittee on Health Care",
        "",
        "Subcommittee on International Trade and Global Competitiveness (Chairman)",
        "Committee on Agriculture, Nutrition, and Forestry",
        "",
        "Subcommittee on Nutrition and Food Assistance, Sustainable and Organic Agriculture, and General Legislation",
        "",
        "Subcommittee on Production, Income Protection and Price Support (Chairman)",
        "",
        "Subcommittee on Rural Revitalization, Conservation, Forestry and Credit",
        "Committee on Energy and Natural Resources",
        "",
        "Subcommittee on National Parks",
        "",
        "Subcommittee on Public Lands and Forests",
        "",
        "Subcommittee on Water and Power",
        "Special Committee on Aging  ==Electoral history==  {| class=\"wikitable\" style=\"margin:0.5em ; font-size:95%\" |+",
        "''' |- |2004 | |",
        "''' | | | | |",
        "Write-in and minor candidate notes: In 1998, write-ins received 187 votes. In 2004, Glen A. Schwarz received 212 votes and Gene Mason received 128 votes.    ==References==",
        "http://lincoln.senate.gov/ United States Senator Blanche Lincoln, U.S. Senate site"
    ],
    "after": "a second term under her married name, Blanche Lincoln, and served in the House of Representatives until 1997. Lincoln did not stand for reelection in 1996; she was pregnant at that time.  ==Senate career== In 1998, Lincoln returned to politics and ran for the Senate seat being vacated by incumbent Democrat Dale Bumpers. She defeated her Republican opponent, Fay Boozman, the brother of future congressman John Boozman, by a margin of 55%-42%.  Lincoln serves on the Senate Finance Committee; Special Committee on Aging; Senate Committee on Energy and Natural Resources; Senate Agriculture, Nutrition, and Forestry Committee; Senate Social Security Task Force; Rural Health Caucus; Senate New Democrat Coalition. Lincoln has concentrated primarily on issues involving farmers, and rural issues. She is one of the primary advocates of the Delta Regional Authority (DRA), which is designed to spur development in the lower Mississippi Delta region. She is also the Chair of Rural Outreach for the Senate Democratic Caucus.  Sen. Lincoln calls herself a moderate or centrist Democrat, aiming to appeal to the somewhat conservative (though historically Democratic) southe",
    "state": "f Arkansas. Lincoln was among the minority of Democrats to support CAFTA and she is opposed to some protectionist trade measures. While still in the House she was one of only 17 Democrats to vote for the Teamwork for Employees and Managers Act of 1995 which sought to change federal employment laws. The law was vetoed by President Bill Clinton. She has voted in favor restricti",
    "class": "thumb||left|Sen. Lincoln holds a press conference with Sen. Max Baucus (D-MT), chairman of the Senate Finance Committee regarding Medicare and the proposed changes to the system.  Lincoln cast a vote to pass the Federal \"Partial-Birth Abortion\" Ban, though she previously supported the Feinstein Amendment (Senate Amendment 261) to the bill, which would strike out the act itself and replace it with \"Post Viability Abortion Restriction Act\" supported by a significant number of abortion rights supporters as compromise legislation. On the abortion issue she voted against Laci and Conner's Law and the Child Interstate Abortion Notification Act. She voted for the Protection of Lawful Commerce in Arms Act to ban lawsuits against gun manufacturers and distributors while also voting with gun control advocates to renew the federal ban on assault weapons. Lincoln also continues to support a flag desecration amendment to the U.S. Constitution. Lincoln has voted with the majority of Democrats against a federal marriage amendment. She has also voted with the majority of her party against restrictions on travel to Cuba and also to ban anti-Castro broadcasts to the island. In late 2002, she was among the Democrats to vote to approve use of military force in Iraq. The ye",
    "start": "a second term under her married name, Blanche Lincoln, and served in the House of Representatives until 1997. Lincoln did not stand for reelection in 1996; she was pregnant at that time.  ==Senate career== In 1998, Lincoln returned to politics and ran for the Senate seat being vacated by incumbent Democrat Dale Bumpers. She defeated her Republican opponent, Fay Boozman, the brother of future congressman John Boozman, by a margin of 55%-42%.  Lincoln serves on the Senate Finance Committee; Special Committee on Aging; Senate Committee on Energy and Natural Resources; Senate Agriculture, Nutrition, and Forestry Committee; Senate Social Security Task Force; Rural Health Caucus; Senate New Democrat Coalition. Lincoln has concentrated primarily on issues involving farmers, and rural issues. She is one of the primary advocates of the Delta Regional Authority (DRA), which is designed to spur development in the lower Mississippi Delta region. She is also the Chair of Rural Outreach for the Senate Democratic Caucus.  Sen. Lincoln calls herself a moderate or centrist Democrat, aiming to appeal to the somewhat conservative (though historically Democratic) southern state of Arkansas. Lincoln was among the minority of Democrats to support CAFTA and she is opposed to some protectionist trade measures. While still in the House she was one of only 17 Democrats to vote for the Teamwork for Employees and Managers Act of 1995 which sought to change federal employment laws. The law was vetoed by President Bill Clinton. She has voted in favor restricting class action lawsuits and tightening rules on personal bankruptcy. Though initially she was one of the few Democrats in Congress to vote in favor of the tax cut passed in 2001, she now advocates scaling back or eliminating the portions of that tax cut, has opposed making tax cuts permanent. She supports the permanent elimination of the estate tax. On April 5, 1995 she was one of only 27 Democrats in the House to vote in favor of the Contract With America Tax Relief Act which was approved by the House but never put into law. Lincoln also voted while a member of the House to amend the constitution to require a balanced-budget amendment; she did however vote against the line-item veto. She voted with the more populist element of her party in 1996 against the Freedom to Farm Act, while being one of only two Senate Democrats to vote against an agricultural bill reversing many of the reforms of the previous act in 2002.   Image:LINCOLNPRESS.jpg|thumb||left|Sen. Lincoln holds a press conference with Sen. Max Baucus (D-MT), chairman of the Senate Finance Committee regarding Medicare and the proposed changes to the system.  Lincoln cast a vote to pass the Federal \"Partial-Birth Abortion\" Ban, though she previously supported the Feinstein Amendment (Senate Amendment 261) to the bill, which would strike out the act itself and replace it with \"Post Viability Abortion Restriction Act\" supported by a significant number of abortion rights supporters as compromise legislation. On the abortion issue she voted against Laci and Conner's Law and the Child Interstate Abortion Notification Act. She voted for the Protection of Lawful Commerce in Arms Act to ban lawsuits against gun manufacturers and distributors while also voting with gun control advocates to renew the federal ban on assault weapons. Lincoln also continues to support a flag desecration amendment to the U.S. Constitution. Lincoln has voted with the majority of Democrats against a federal marriage amendment. She has also voted with the majority of her party against restrictions on travel to Cuba and also to ban anti-Castro broadcasts to the island. In late 2002, she was among the Democrats to vote to approve use of military force in Iraq. The year before she was among a small number of her party to vote against a Dodd amendment expressing support for American involvement in an International Criminal Court.   As of 2003, after fellow Democrat Mark Pryor defeated Senator Tim Hutchinson, Lincoln has been Arkansas' senior senator. In 2004, Lincoln was re-elected 56%-44% over State Senator Jim Holt (R-Springdale).  In May 2006, Lincoln voted in favor of S. 2611, a controversial immigration bill which would almost double the number of H1-B visas (see H1B visa). Lincoln, like almost all other senate Democrats and a few of her Republican colleagues, argued that it was a compromise between those activists who seek the deportation of millions of undocumented immigrants, and those activists who believe in some form of amnesty.        http://news.zdnet.com/5208-3513-0.html?forumID=1&threadID=19462&messageID=37550",
    "alongside": "Tim Hutchinson, Mark Pryor ",
    "DATE_TIME": "2008-10-24T15:35:04Z"
}