{
    "name": "Arkansas State University",
    "other_names": "A-State",
    "endowment": "$84.43 million (2019)",
    "chancellor": "Kelly Damphousse",
    "president": "Charles Welch",
    "faculty": "730 http://irp.astate.edu/PDF/factbook/2007-2008.pdf Arkansas State University Factbook for 2007-2008. ",
    "staff": "1,463",
    "students": "21,976 (system-wide)   14,074 Jonesboro campus (Fall 2016)",
    "postgrad": "3,709",
    "campus": "1,376 acres (5.6 km 2 ) Urban/Suburban",
    "mascots": "Howl and Scarlet (formerly The Indian Tribe, Jumping Joe, Running Joe, and Red)",
    "athletics": "NCAA Division I Sun Belt Conference",
    "sports": "16 teams",
    "USNWR_REG": "61 (South)",
    "Wamo_MASTERSU": "thumb||Mike Beebe , – Governor of Arkansas (2007-2015) File:Rodger Bumpass - Standing at Panel - Cropped.jpg|right|thumb||Rodger Bumpass ,  – Voice Actor File:Rick Crawford 115th Congress.jpg|right|thumb||Rick Crawford – Congressman File:George K Sisler.jpg|right|thumb||George K. Sisler – , Medal of Honor recipient File:Debbye Turner headshot.png|right|thumb||Debbye Turner – , 1990 Miss America  , Larry P. Arnn – president, Hillsdale College   ,Adrian Banks – professional basketball player for Hapoel Tel Aviv of the Israeli Basketball Super League , Fred Barnett – NFL player    , Mike Beebe – governor of Arkansas (2006–2014)   , Earl Bell – Olympic bronze medalist in pole vaulting (1984) and former world record holder , Darren Benson – NFL player   , Lonnie D. Bentley – professor and the department head of computer and information technology at Purdue University   , Bill Bergey – NFL player   , Gene Bradley – USFL player and NFL draftee   , Ray Brown – NFL player     , Rodger Bumpass – comedian and voice of Squidward on the popular TV show ''SpongeBob SquarePants''  , Ronald R. Caldwell – Arkansas state senator from District 23; real estate businessman in Wynne   , Davy Carter – former Speaker of the Arkansas House of Representatives, banker and attorney   , Maurice Carthon – NFL player and coach    , Ann Clemmer – Republican former member of the Arkansas House of Representatives from Saline County , Rick Crawford – U.S. Representative for the First District of Arkansas.    , John Dickson- former ABA player    , Patrick Eddie – NBA player   , Carlos Emmons – NFL player    , Jake Files (bachelor's degree in accounting) – former state senator from District 8 in Fort Smith     , Brad Franchione – two-time NJCAA National Championship head football coach    , Jeremy Gillam – farmer and former Speaker of the Arkansas House of Representatives from White County   , Michael John Gray (B.S. marketing) – former Democratic member of the Arkansas House of Representatives from Woodruff County; a farmer with a law degree    , Michelle Gray (Class of 1999, B.S. accounting) – Republican member of the Arkansas House of Representatives from Melbourne in Izard County    , Leroy Harris – NFL player   , Jeff Hartwig – former U.S. record holder in pole vault    , Julia Butterfly Hill – environmental activist   , Thomas Hill – Olympic bronze medalist in 110-meter hurdles (1972)   , Robert C. Hinson – U.S. Air Force lieutenant general    , Beth Holloway – speech pathologist and motivational speaker, mother of Natalee Holloway    , V. E. Howard, Church of Christ clergyman who started the radio ''International Gospel Hour'', based originally in Texarkana, Texas   , John K. Hutchison, former Republican member of the Arkansas House of Representatives from 2013 to 2015; farmer in Harrisburg , Buddy Jewell, country music singer , Blake Johnson (exercise science) – Republican member of the Arkansas State Senate from Clay County; rice and soybean farmer in Corning   , David Johnson – NFL player   , Tyrell Johnson – NFL player, Minnesota Vikings, Detroit Lions    , Ken Jones – NFL player    , Al Joyner – Olympic gold medalist in the triple jump (1984) , George Kell – broadcaster and Hall of Fame baseball player , Cleo Lemon – NFL player    , D. Price Marshall – federal judge, United States District Court for the Eastern District of Arkansas    , Ron Meeks – NFL and CFL player    , Dennis Meyer – CFL coach    , Josh Miller – member of the Arkansas House of Representatives from Heber Springs; obtained associate degree from ASU campus in Heber Springs   , Jerry Muckensturm – NFL player    , David Nail – Mercury and MCA Nashville recording artist    , Chris Odom – NFL player   , Kyle Richardson – NFL player     , Jerry Rook – former American Basketball Association player    , Elbert Shelley – NFL player    , George K. Sisler – posthumous Medal of Honor recipient from Vietnam War    , Edward J. Steimel – Louisiana business lobbyist and columnist   , Dan A. Sullivan – Republican member of the Arkansas House of Representatives for Craighead and Greene counties since 2015; played basketball for ASU    , Kellie Suttle – Two-time Olympic pole vaulter and silver medalist at 2001 World Indoor Championships and 1999 Pan American Games    , Charley Thornton – sports figure    , Debbye Turner – Miss America, 1990 , Dave Wallace (Class of 1970) – member of the Arkansas House of Representatives from Mississippi County; inductee of the ASU Hall of Heroes for his military service in the Vietnam War   , Corey Williams – NFL player    , Miller Williams – poet    ==Notable administrators==  ,Karen Hopper, associate vice chancellor for research, special projects, and distance learning at the Mountain Home campus of ASU; former Republican member of the Arkansas House of Representatives from District 100 in Baxter County    ==References== ",
    "list": "http://www.databasefootball.com/players/playerpage.htm?ilkid",
    "DATE_TIME": "2020-05-06T10:29:41Z"
}