{
    "common_name": "Burkina Faso",
    "largest_city": "capital",
    "official_languages": "French",
    "national_languages": "Mòoré,  Fula, Dioula ",
    "ethnic_groups_year": "2010 est.",
    "religion_year": "2006",
    "demonym": [
        "Burkinabé",
        "Burkinabè",
        "Burkinese"
    ],
    "leader_title1": "President",
    "leader_name1": "Roch Marc Christian Kaboré",
    "leader_title2": "Prime Minister",
    "leader_name2": "Christophe Joseph Marie Dabiré",
    "sovereignty_type": "History",
    "established_event3": "1966 Upper Voltan coup d'état",
    "established_date3": "3 January 1966",
    "established_event4": "2014 Burkinabé uprising",
    "established_date4": "28 October – 3 November 2014",
    "area_km2": "274,200",
    "area_rank": "74th",
    "area_sq_mi": "105,869",
    "percent_water": "0.146%",
    "population_estimate": "21,510,181",
    "population_census": "14,017,262",
    "population_estimate_year": "2020",
    "population_estimate_rank": "58th",
    "population_census_year": "2006",
    "population_density_km2": "64",
    "population_density_sq_mi": "163,63",
    "population_density_rank": "137th",
    "GDP_PPP": "$45.339 billion",
    "GDP_PPP_year": "2020",
    "GDP_PPP_per_capita": "$2,207",
    "GDP_nominal": "$16.226 billion",
    "GDP_nominal_year": "2020",
    "GDP_nominal_per_capita": "$792",
    "Gini": "38.9",
    "Gini_year": "2020",
    "Gini_change": "steady",
    "HDI": "0.452",
    "HDI_year": "2019",
    "HDI_change": "increase",
    "HDI_rank": "182nd",
    "issue": "18",
    "year": "2010 est. | ethnic_groups_ref      =   religion               = ",
    "last1": "first1 = D. E.",
    "page": [
        "thumb",
        "left",
        "The cavalry of the Mossi Kingdoms were experts at raiding deep into enemy territory, even against the formidable Mali Empire. File:Pg381 Des hommes sur les toits s'opposent.jpg",
        "thumb",
        "Armed men prevent the French explorer Louis-Gustave Binger from entering Sia (Bobo-Dioulasso) during his stay in April 1892.  During the Middle Ages the Mossi established several separate kingdoms including those of Tenkodogo, Yatenga, Zandoma, and Ouagadougou. \"Encyclopedia of the Nations.\" History. Advameg, Inc., n.d. Web. 8 October 2014.  Sometime between 1328 and 1338 Mossi warriors raided Timbuktu but the Mossi were defeated by Sonni Ali of Songhai at the Battle of Kobi in Mali in 1483.    During the early 16th century the Songhai conducted many slave raids into what is today Burkina Faso.  During the 18th century the Gwiriko Empire was established at Bobo Dioulasso and ethnic groups such as the Dyan, Lobi, and Birifor settled along the Black Volta.    ===From colony to independence (1890s–1958)===",
        "thumb",
        "French West Africa circa 1913 The eastern and western regions, where a standoff against the forces of the powerful ruler Samori Ture complicated the situation, came under French occupation in 1897. By 1898, the majority of the territory corresponding to Burkina Faso was nominally conquered; however, French control of many parts remained uncertain.   The Franco-British Convention of 14 June 1898 created the country's modern borders. In the French territory, a war of conquest against local communities and political powers continued for about five years. In 1904, the largely pacified territories of the Volta basin were integrated into the Upper Senegal and Niger colony of French West Africa as part of the reorganization of the French West African colonial empire. The colony had its capital in Bamako.   The language of colonial administration and schooling became French. The public education system started from humble origins. Advanced education was provided for many years during the colonial period in Dakar.  Draftees from the territory participated in the European fronts of World War I in the battalions of the Senegalese Rifles. Between 1915 and 1916, the districts in the western part of what is now Burkina Faso and the bordering eastern fringe of Mali became the stage of one of the most important armed oppositions to colonial government: the Volta-Bani War.    The French government finally suppressed the movement but only after suffering defeats. It also had to organize its largest expeditionary force of its colonial history to send into the country to suppress the insurrection. Armed opposition wracked the Sahelian north when the Tuareg and allied groups of the Dori region ended their truce with the government.  File:Mittelholzer-ouagadougou.jpg",
        "thumb",
        "The capital, Ouagadougou, in 1930 French Upper Volta was established on 1 March 1919. The French feared a recurrence of armed uprising and had related economic considerations. To bolster its administration, the colonial government separated the present territory of Burkina Faso from Upper Senegal and Niger.  The new colony was named ''Haute Volta,'' named for its location on the upper courses of the Volta River (the Black, Red and White Volta), and François Charles Alexis Édouard Hesling became its first governor. Hesling initiated an ambitious road-making program to improve infrastructure and promoted the growth of cotton for export. The cotton policy – based on coercion – failed, and revenue generated by the colony stagnated. The colony was dismantled on 5 September 1932, being split between the French colonies of Ivory Coast, French Sudan and Niger. Ivory Coast received the largest share, which contained most of the population as well as the cities of Ouagadougou and Bobo-Dioulasso.  France reversed this change during the period of intense anti-colonial agitation that followed the end of World War II. On 4 September 1947, it revived the colony of Upper Volta, with its previous boundaries, as a part of the French Union. The French designated its colonies as departments of metropolitan France on the European continent.  On 11 December 1958 the colony achieved self-government as the Republic of Upper Volta; it joined the Franco-African Community. A revision in the organization of French Overseas Territories had begun with the passage of the Basic Law (Loi Cadre) of 23 July 1956. This act was followed by reorganization measures approved by the French parliament early in 1957 to ensure a large degree of self-government for individual territories. Upper Volta became an autonomous republic in the French community on 11 December 1958. Full independence from France was received in 1960.",
        "thumb",
        "Maurice Yaméogo, the first President of Upper Volta, examines documents pertaining to the ratification of the country's independence in 1960",
        "demonym=",
        "Burkinabé",
        "Burkinabè",
        "Burkinese",
        "established=4 August 1983",
        "capital=Ouagadougou",
        "national_languages=Mòoré,  Fula, Dioula",
        "official_languages=French",
        "national_motto=",
        "national_anthem=",
        "date_event2=October 15, 1987",
        "event2=1987 Burkinabé coup d'état",
        "date_event1=December 25, 1985",
        "event1=Agacher Strip War",
        "year_leader1=1983–1987",
        "government_type=Unitary Marxist-Leninist one-party socialist state under a military junta",
        "leader1=Thomas Sankara",
        "title_leader=President",
        "event_start=1983 Burkinabè coup d'état",
        "area_km2=274,200",
        "year_end=1987",
        "year_start=1983",
        "conventional_long_name=Republic of Upper Volta",
        "common_name=Burkina Faso",
        "currency_code=XOF",
        "currency=West African CFA franc",
        "image_coat=Coat of arms of Burkina Faso 1984-1991.svg",
        "image_flag=Flag of Burkina Faso.svg",
        "today=",
        "HDI_year=",
        "HDI=",
        "GDP_PPP_year=1986",
        "GDP_PPP=$2.036 billion",
        "area_rank=",
        "legislature=  On 2 August 1984, on President Sankara's initiative, the country's name changed from \"Upper Volta\" to \"Burkina Faso\", or ''land of the honest men''; (the literal translation is ''land of the upright men''.)",
        "",
        "",
        "",
        "",
        "",
        "",
        "url = https://books.google.com/books?id=i4bPWSPutYcC",
        ""
    ],
    "style": "\"display:inline-block;margin-top:0.4em;\">center  | image_map              =  map_caption            = | image_map2             = | capital                = Ouagadougou | coordinates            = ",
    "titlebar": "#ddd",
    "left1": "Languages",
    "float": "Population- ! style=\"background:#cfb;\"|Year ! style=\"background:#cfb;\"|Million |- |style=\"text-align:left;\"|1950||style=\"text-align:right;\"|4.3 |- |style=\"text-align:left;\"|2000||style=\"text-align:right;\"|11.6 |- |style=\"text-align:left;\"|",
    "label1": "Islam",
    "value1": "60.5",
    "color1": "MediumSeaGreen",
    "label2": "Christianity",
    "value2": "23.2",
    "color2": "DodgerBlue",
    "label3": "Indigenous beliefs",
    "value3": "15.3",
    "color3": "GreenYellow",
    "label4": "Irreligious and others",
    "value4": "1.0",
    "list": "2010 est. | ethnic_groups_ref",
    "DATE_TIME": "2021-08-12T22:49:46Z"
}