{
    "name": "Pennsylvania State University",
    "academic_affiliations": [
        "AAU",
        "CDIO",
        "CRL",
        "ORAU",
        "UCAR",
        "URA",
        "Sea-grant",
        "Space-grant",
        "Sun-grant"
    ],
    "endowment": "$3.40 billion (2020) As of June 30, 2020. ",
    "budget": "$7 billion (2020)",
    "chairperson": "Matthew W. Schuyler",
    "president": "Neeli Bendapudi ",
    "provost": "Nicholas P. Jones",
    "academic_staff": "8,002 ",
    "administrative_staff": "17,218",
    "students": "89,816 ",
    "undergrad": "74,446  ",
    "postgrad": "14,039  ",
    "doctoral": "1,331",
    "campus": "College Town, ",
    "free_label2": "Other campuses",
    "free2": [
        "Abington",
        "Greater Allegheny",
        "Altoona",
        "Beaver",
        "Berks",
        "Brandywine",
        "Dickinson",
        "DuBois",
        "Erie",
        "Fayette",
        "Great Valley",
        "Harrisburg",
        "Hazleton",
        "Hershey",
        "Lehigh Valley",
        "Mont Alto",
        "New Kensington",
        "Scranton",
        "Schuylkill",
        "Shenango",
        "Wilkes-Barre",
        "York"
    ],
    "width": "400",
    "lat55": "pos55=top|mark55=Pennsylvania State University seal.svg|mark55size=16",
    "lat1": "mark1size=14 | mark=Blue pog.svg",
    "lat2": "mark2size=12",
    "lat3": "mark3size=13",
    "lat5": "mark5size=11",
    "lat6": "mark6size=10",
    "lat7": "41.127268  | long7 = -78.751545 | label7 = DuBois | pos7 = top",
    "lat8": "39.946686 | long8 = -79.658114 | label8 = Fayette",
    "lat9": "40.345244 | long9 = -79.825941 | label9 = Allegheny | pos9 = bottom",
    "lat10": "mark10size=14",
    "lat11": "mark11size=9",
    "lat12": "40.558889  | long12 = -75.4025 | label12 = Lehigh Valley | pos12 = top",
    "lat13": "mark13size=9",
    "lat14": "40.551138 | long14 = -79.69727 | label14 = New Kensington",
    "lat15": "mark15size=9",
    "lat16": "mark16size=9",
    "lat17": "41.234954 | long17 = -80.508993 | label17 = Shenango",
    "lat18": "41.308056 | long18 = -76.012222 | label18 = Wilkes-Barre",
    "lat19": "mark19size=9",
    "lat20": "40.05399 | long20 = -75.52289 | label20 = Great Valley   In addition to the University Park campus, 19 campus locations throughout the state offer enrollment for undergraduate students. Over 60 percent of Penn State first-year students begin their education at a location other than University Park.   Each of these commonwealth campuses offer a unique set of degree programs based on the student demographics. Any student in good academic standing is guaranteed a spot at University Park to finish his or her degree if required or desired, known as \"change of campus\" or, more accurately, \"the 2+2 program\"; where a Penn State student may start at any Penn State campus, including University Park, for two years and finish at any Penn State the final two years. \"Why Should You Start Your Education at a Penn State Campus?\" Published by the Undergraduate Admissions Office, Pennsylvania State University. 2006.   === Special mission campuses and World Campus === thumb  ==== Special mission campuses ==== , Dickinson Law, founded in 1834 as The Dickinson School of Law in Carlisle, is the oldest law school in Pennsylvania   and the fifth oldest in the country. Over the years, its graduates have included the nation's finest attorneys, judges, government and corporate leaders, and legal educators. The Dickinson School of Law's 1997 merger with Penn State was completed in 2000. It expanded its reputation, network, and joint degree programs—complementing Dickinson Law's legacy as an innovative leader in experiential education.   In 2006 a second campus was opened at University Park. The school was split in 2014 into two separately accredited law schools: Dickinson Law in Carlisle and Penn State Law at University Park.   The last students to attend the dual-campus Penn State Dickinson School of Law graduated in May 2017.   thumb , The Penn State Great Valley School of Graduate Professional Studies is a special mission campus offering master's degrees, graduate certification, and continuing professional education. Located in Malvern, Pennsylvania, it also offers classes at the old Philadelphia Naval Shipyard. , Penn State College of Medicine in Hershey, Pennsylvania, is the university's medical school and teaching hospital. Penn State Milton S. Hershey Medical Center became the ninth hospital in the United States and 16th worldwide to implant the \"CardioWest temporary Total Artificial Heart\" when a 60-year-old man suffering from end-stage heart failure received the device in May 2008. , Pennsylvania College of Technology, in Williamsport, Pennsylvania, offers certificates as well as degrees in over ten technical fields. Pennsylvania College of Technology became an affiliate of The Pennsylvania State University in 1989, after establishing a national reputation for education supporting workforce development, first as a technical institute and later as a community college.  ==== World Campus ==== In 1998, the university launched Penn State World Campus, or Penn State Online, which offers more than 60 online education programs, degrees, and certificates. Distance education has a long history at Penn State, one of the first universities in the country to offer a correspondence course for remote farmers in 1892. Examples of online programs include an MBA, a master of professional studies in homeland security, a bachelor of science in nursing, and post-baccalaureate certificates in geographic information systems and applied behavior analysis.    == Organization and administration == Penn State is a \"state-related\" university, part of Pennsylvania's Commonwealth System of Higher Education. As such, although it receives funding from the Commonwealth and is connected to the state through its board of trustees, it is otherwise independent and not subject to the state's direct control. For the 2006–2007 fiscal year, the university received 9.7 percent of its budget from state appropriations, the lowest of the four state-related institutions in Pennsylvania.",
    "valign": "\"top\"| ,College of Agricultural Sciences ,College of Arts and Architecture ,Smeal College of Business ,Donald P. Bellisario College of Communications ,College of Earth and Mineral Sciences ,College of Education ,College of Engineering ,College of Health and Human Development ,College of Information Sciences and Technology",
    "ARWU_NU": "42–56",
    "Forbes": "155",
    "USNWR_NU": "63",
    "Wamo_NU": "101",
    "THE_WSJ": "109",
    "ARWU_W": "101–150",
    "QS_W": "96",
    "THES_W": "114",
    "USNWR_W": "| 6 |- | Materials Science|| 10 |- | Petroleum Engineering || 10 |- | Insurance || 11 |- | Management|| 12 |- | Production/Operation Management || 12 |- | Supply Chain Management/Logistics || 4 |}  {| class=\"wikitable sortable collapsible collapsed\" style=\"float:right;clear:right;\" \"text-align:center\" |- ! colspan=4 style=\"",
    "list": "$3.40 billion (2020)<ref name",
    "DATE_TIME": "2022-05-11T19:07:39Z"
}