{
    "common_name": "Fiji",
    "symbol": "Coat of arms of Fiji",
    "official_languages": [
        "Fijian",
        "English",
        "Fiji Hindi"
    ],
    "regional_languages": "Rotuman",
    "demonym": "Fijian",
    "largest_city": "capital",
    "leader_title1": "President",
    "leader_name1": "Wiliame Katonivere",
    "leader_title2": "Prime Minister",
    "leader_name2": "Frank Bainimarama",
    "area_rank": "151st",
    "area_km2": "18,274",
    "area_sq_mi": "7,056",
    "percent_water": "negligible",
    "population_estimate": "926,276",
    "population_estimate_rank": "161st",
    "population_estimate_year": "2018",
    "population_density_km2": "46.4",
    "population_density_sq_mi": "120.3",
    "population_density_rank": "148th",
    "population_census": "884,887 ",
    "population_census_year": "2017",
    "ethnic_groups": [],
    "ethnic_groups_year": "2016",
    "GDP_PPP": "$12.370 billion",
    "GDP_PPP_year": "2022",
    "GDP_PPP_per_capita": "$13,598",
    "GDP_nominal": "$5.172 billion",
    "GDP_nominal_year": "2022",
    "GDP_nominal_per_capita": "$5,685",
    "sovereignty_type": "Independence",
    "Gini_year": "2013",
    "Gini": "36.4",
    "HDI_year": "2019",
    "HDI": "0.743",
    "HDI_rank": "93rd",
    "quote": "| url = https://books.google.com/books?id=IkoxAQAAIAAJ  |||||",
    "thumb": "right",
    "other": "ritings by missionaries a",
    "label1": "Christian",
    "value1": "64.4",
    "color1": "Blue",
    "label2": "Hindu",
    "value2": "27.9",
    "color2": "DarkOrange",
    "label3": "Muslim",
    "value3": "6.3",
    "color3": "Green",
    "label4": "Sikh",
    "value4": "0.3",
    "color4": "Yellow",
    "label5": "Other or none",
    "value5": "1.1",
    "color5": "Black   According to the 2007 census, 64.4% of the population at the time was Christian, while 27.9% was Hindu, 6.3% Muslim, 0.8% non-religious, 0.3% Sikh, and the remaining 0.3% belonged to other religions.  class=\"wikitable\" |+Education system in Fiji ",
    "source": "left|Kamisese Mara A constitutional conference was held in London in July 1965 to discuss constitutional changes with a view to introducing responsible government. Indo-Fijians, led by A. D. Patel, demanded the immediate introduction of full self-government, with a fully elected legislature, to be elected by universal suffrage on a common voters' roll. These demands were vigorously rejected by the ethnic Fijian delegation, who still feared loss of control over natively owned land and resources should an Indo-Fijian dominated government come to power. The British made it clear, however, that they were determined to bring Fiji to self-government and eventual independence. Realizing that they had no choice, Fiji's chiefs decided to negotiate for the best deal they could get.  A series of compromises led to the establishment of a cabinet system of government in 1967, with Ratu Kamisese Mara as the first Chief Minister. Ongoing negotiations between Mara and Sidiq Koya, who had taken over the leadership of the mainly Indo-Fijian National Federation Party on Patel's death in 1969, led to a second constitutional conference in London, in April 1970, at which Fiji's Legislative Council agreed on a compromise electoral formula and a timetable for independence as a fully sovereign and independent nation within the Commonwealth. The Legislative Council would be replaced with a bicameral Parliament, with a Senate dominated by Fijian chiefs and a popularly elected House of Representatives. In the 52-member House, Native Fijians and Indo-Fijians would each be allocated 22 seats, of which 12 would represent communal constituencies comprising voters registered on strictly ethnic roles, and another 10 representing national constituencies to which members were allocated by ethnicity but elected by universal suffrage. A further 8 seats were reserved for \"general electors\" – Europeans, Chinese, Banaban Islanders, and other minorities; 3 of these were \"communal\" and 5 \"national\". With this compromise, it was agreed that Fiji would became independent.    The British flag, the Union Jack, was lowered for the last time at sunset on 9 October 1970 in the capital Suva. The Fijian flag was raised after dawn on the morning of 10 October 1970; the country had officially become independent at midnight.  === Independence === ====1987 coups d'état==== The British granted Fiji independence in 1970. Democratic rule was interrupted by two military coups in 1987 ",
    "list": "font-size:88%;  |  ",
    "DATE_TIME": "2022-10-13T19:28:58Z"
}