{
    "name": "The University of Texas at Arlington",
    "image_name": "University of Texas at Arlington seal.svg",
    "academic_affiliations": "URA, ORAU, APLU",
    "endowment": "$155 million ",
    "president": "Vistasp Karbhari",
    "faculty": "2,165",
    "students": "41,933 (Spring 2017) ",
    "undergrad": "29,606 (Spring 2017)",
    "postgrad": "12,327 (Spring 2017)",
    "doctoral": "1,285 PhD student (221 awarded 2017)",
    "campus": "Urban, ",
    "Forbes": "558",
    "USNWR_NU": "231-300",
    "Wamo_NU": "92",
    "THES_W": "501-600",
    "USNWR_W": "right|alt=A photo of a black and white hand drawn map from 1880 showing Fort Davis and the Chinati Mountains used during military campaigns against the Apache Indians led by Victorio|''Fort Davis Campaign Map'', A hand drawn military map from the 1880 campaign against Victorio and his Chiricahua Apaches. Image from the http://libraries.uta.edu/SpecColl/crose04/fortdavis.htm Special Collections of The University of Texas at Arlington Library.   UT Arlington Libraries have three locations: Central Library, the Architecture and Fine Arts Library, and the Science and Engineering Library. Central Library is open 24/7 during the fall and spring semesters.  The Libraries Collections includes historical collections on Texas, Mexico, the Mexican–American War, and the greater southwest. An extensive cartography collection holds maps and atlases of the western hemisphere covering five centuries. Also included is the ''Fort Worth Star-Telegram'' photo archives, a collection representing over 100 years of North and West Texas history. All together, Special Collections holds more than 30,000 volumes, 7,000 linear ft. of manuscripts and archival collections, 5,000 historical maps, 3.6 million prints and negatives, and thousands of items in other formats. Some of the Library's more rare and interesting materials are available online in their digital collections.    ===Research=== UT Arlington has dozens of research institutes and facilities on campus. Some notable ones include:  ,The Shimadzu Institute for Research Technologies (SIRT) at UT Arlington is a centralized research resource focused on providing access to instrumentation and expertise to support research in biochemistry, biology, chemistry, cognition, engineering, geoscience, material science, nanotechnology, and neuroscience.    ,The UTA Aerodynamics Research Center is a research facility that operates under the Department of Mechanical and Aerospace Engineering.  ,UT Arlington is home of a university-based nanotechnology research facility, NanoFab Research and Teaching Facility.    ,The Center for Amphibian and Reptile Diversity Research is one of the world’s collections of specimens from Central and South America and is used by herpetology researchers from around the world.    ,The Center for Mexican American Studies (CMAS) at The University of Texas at Arlington is an academic research center that promotes research and the recruitment, retention, and professional development of UTA faculty actively engaged in studies on Latino issues. The Center hosts faculty research associates from several departments, and administers a minor in Mexican American Studies. The Director of the Center is Dr. Christian Zloniski from the Department of Sociology & Anthropology & the Associate Director is Dr. Ignacio Ruiz-Perez from the Department of Modern Languages. The Center was founded in 1993 by a Texas state mandate.    ,The UT Arlington Research Institute (UTARI) is a research and development unit of The University of Texas at Arlington.    ,The Genomics Core Facility (GCF) provides UT Arlington with one of the interdisciplinary research facilities in North Texas.    ,The Learning Innovation and Networked Knowledge Research (LINK) Research Lab is a research laboratory.    ,The Science, Engineering, Innovation and Research (SEIR) building is a six-story, 220,000-square-foot building completed in 2018 for $125 million.  The SEIR building house research laboratories and 900 teaching seats in lecture halls and classrooms.    According to the university's Research Administration, total research expenditures for fiscal year 2017 totaled $94 million.  Up 11 percent from the previous fiscal year.    ==Student life==  ===Student profile=== UT Arlington has a student population of nearly 42,000 as of spring 2017. The ''U.S. News & World Report'' ranked UT Arlington fifth (5th) in the nation for achieving the most ethnically diverse undergraduate student body.   Females account for about 55% of the total population. The top four countries of origin for international students are India, China, Taiwan, and Nigeria. ",
    "list": "\"Saxon\"/> As part of a plan that reorganized several university systems in Texas, Arlington State College officially became a part of The University of Texas System on September 1, 1965.  To reflect its new membership within the UT System, the university adopted its current name in 1967.<ref name",
    "DATE_TIME": "2018-09-03T20:57:47Z"
}