{
    "common_name": "Montenegro District",
    "largest_city": "Belgrade",
    "official_languages": "Montenegrin (national and official)    Serbian, Bosnian, Albanian, Croatian (co-official)",
    "languages": "Montenegrin (national and official)    Serbian, Bosnian, Albanian, Croatian (co-official)   | languages_type = Writing system",
    "ethnic_groups_year": "2011 ",
    "religion_year": "2011",
    "demonym": "Montenegrin",
    "leader_title1": "President",
    "leader_name1": "Milo Đukanović",
    "leader_title2": "Prime Minister",
    "leader_name2": "Duško Marković",
    "leader_title3": "Speaker of Parliament",
    "leader_name3": "Ivan Brajović",
    "sovereignty_type": "Establishment history",
    "area_rank": "156th",
    "area_km2": "13,812",
    "percent_water": "2.6",
    "population_estimate": "678,901",
    "population_census": "620,029",
    "population_estimate_year": "July 2018",
    "population_estimate_rank": "164th",
    "population_census_year": "2011",
    "population_density_km2": "45",
    "population_density_sq_mi": "116",
    "population_density_rank": "121st",
    "GDP_PPP": "$12.310 billion date=20 October 2018",
    "GDP_PPP_year": "2019",
    "GDP_PPP_per_capita": "$19,734",
    "GDP_PPP_per_capita_rank": "74th",
    "GDP_nominal": "$5.607 billion",
    "GDP_nominal_year": "2019",
    "GDP_nominal_per_capita": "$8,988",
    "GDP_nominal_per_capita_rank": "80th",
    "Gini": "26.2",
    "Gini_year": "2013",
    "Gini_change": "+1.9 since 2010",
    "Gini_rank": "9th",
    "style": [
        "Longest beach: Velika Plaža, Ulcinj –",
        "Highest peak: Zla Kolata, Prokletije at",
        "Largest lake: Skadar Lake –",
        "Deepest canyon: Tara River Canyon –",
        "Biggest bay: Bay of Kotor",
        "Deepest cave: Iron Deep",
        "Freshwater algae of Montenegro – so far 1,200 species and varieties have been described.",
        "The vascular flora of Montenegro has 3,250 species. The number of endemics is also high – there are 392 Balkan (regional) endemic species, equivalent to over 7% of Montenegrin flora.",
        "There are 354 species of marine molluscs in Montenegro.",
        "Lake Skadar is among the most important habitats of freshwater fish, with 40 species, including species that migrate from marine to freshwater ecosystems, such as the eel (''Anguilla anguilla'') and shad (''Alossa falax nilotica'').",
        "The diversity of marine fish fauna of the Adriatic Sea includes 117 recorded families, but with a low level of endemism. To date, 40,742 marine fish species have been recorded in Montenegro, which represent 70% of the species recorded in the Mediterranean.",
        "Currently, 56 species (18 amphibian and 38 reptile) and 69 subspecies are recorded within 38 genera, and the list is probably incomplete. The mountain regions of Lovćen and Prokletije are particular hot spots for amphibians and reptiles.",
        "Of 526 European bird species, 333 are assumed to be regularly present in Montenegro. Of these, 204 species nest in the country.    == Politics =="
    ],
    "rowspan": "Port of Bar is Montenegro's main sea port located in Bar. File:Salaping papel Euro.jpg|thumb|Montenegro uses the Euro as its national currency. The economy of Montenegro is mostly service-based and is in late transition to a market economy. According to the International Monetary Fund, the nominal GDP of Montenegro was $4.376 billion in 2016.  The GDP PPP for 2016 was $10.428 billion, or $16,749 per capita.  According to Eurostat data, the Montenegrin GDP per capita stood at 46% of the EU average in 2017.   The Central Bank of Montenegro is not part of the euro system but the country is \"euroised\", using the euro unilaterally as its currency.  GDP grew at 10.7% in 2007 and 7.5% in 2008.   The country entered a recession in 2008 as a part of the global recession, with GDP contracting by 4%. However, Montenegro remained a target for foreign investment, the only country in the Balkans to increase its amount of direct foreign investment.   The country exited the recession in mid-2010, with GDP growth at around 0.5%.   However, the significant dependence of the Montenegrin economy on foreign direct investment leaves it susceptible to external shocks and a high export/import trade deficit.  In 2007, the service sector made up 72.4% of GDP, with industry and agriculture making up the rest at 17.6% and 10%, respectively. ",
    "image1": "01.10.13 Nikšić 6111.101 (10101158945).jpg  |width1    = 225  |alt1      =   |caption1  = A train of Railways of Montenegro",
    "image2": "Durmitor, Škrčko Lake File:View over Bay of Kotor - Montenegro - 01.jpg|thumb|left|Bay of Kotor File:Wildpark Bad Mergentheim. Braunbären.jpg|thumb|left|The Eurasian brown bear, a protected species in Montenegro. File:Buljarica beach.jpg|thumb|Buljarica beach File:Durmitor, canyon Tara - Montenegro.JPG|thumb|right|Tara Canyon, deepest canyon in Europe Montenegro has both a picturesque coast and a mountainous northern region. The country was a well-known tourist spot in the 1980s. Yet, the Yugoslav wars that were fought in neighbouring countries during the 1990s crippled the tourist industry and damaged the image of Montenegro for years.  With a total of 1.6 million visitors, the nation is the 36th (out of 47 countries) most visited country in Europe.    The Montenegrin Adriatic coast is ",
    "image3": "width3=500|height3=335",
    "image4": "height4=335",
    "list": "2011<ref name",
    "DATE_TIME": "2019-02-25T12:21:28Z"
}