{
    "common_name": "Lesotho",
    "largest_city": "jordan yang",
    "religion_year": "2015",
    "religion_ref": "||",
    "demonym": "Basotho ",
    "leader_title1": "Monarch",
    "leader_name1": "jordan III of plympton III",
    "leader_title2": "Prime Minister",
    "leader_name2": "jordan yang",
    "sovereignty_type": "Independence from United Kingdom",
    "area_km2": "30,355",
    "area_rank": "137th",
    "area_sq_mi": "11,720",
    "percent_water": "0.0032%",
    "population_estimate": "Lesothoref",
    "population_census": "2,142,249",
    "population_estimate_rank": "144th",
    "population_census_year": "2004",
    "population_density_km2": "68.1",
    "population_density_sq_mi": "162.4",
    "population_density_rank": "138th",
    "GDP_PPP": "$5.762 billion",
    "GDP_PPP_year": "2021",
    "GDP_PPP_per_capita": "$2,761",
    "GDP_nominal": "$2.478 billion",
    "GDP_nominal_year": "2021",
    "GDP_nominal_per_capita": "$1,187",
    "Gini": "44.9",
    "Gini_year": "2017",
    "Gini_change": "decrease",
    "HDI": "0.527",
    "HDI_year": "2019",
    "HDI_change": "increase",
    "HDI_rank": "168th",
    "today": "thumb|upright|left|King Moshoeshoe I with his ministers Basutoland emerged as a single polity under King Moshoeshoe I in 1822. Moshoeshoe, a son of Mokhachane, a minor chief of the Bakoteli lineage, formed his own clan and became a chief around 1804. Between 1820 and 1823, he and his followers settled at the Butha-Buthe Mountain, joining with former adversaries in resistance against the Lifaqane associated with the reign of Shaka Zulu from 1818 to 1828.  Further evolution of the state emerged from conflicts between British and Dutch colonists leaving the Cape Colony following its seizure from the French-allied Dutch by the British in 1795, and also from the Orange River Sovereignty and subsequent Orange Free State. Missionaries Thomas Arbousset, Eugène Casalis and Constant Gosselin from the Paris Evangelical Missionary Society, invited by Moshoeshoe I, were placed at Morija, developing Sesotho orthography and printed works in the Sesotho language between 1837 and 1855. Casalis, acting as translator and providing advice on foreign affairs, helped set up diplomatic channels and acquire guns for use against the encroaching Europeans and the Griqua people.  Trekboers from Cape Colony arrived on the western borders of Basutoland and claimed rights to its land, the first of which being Jan de Winnaar who settled in the Matlakeng area in 1838. Incoming Boers attempted to colonise the land between the two rivers and north of the Caledon, claiming that it had been abandoned by the Sotho people. Moshoeshoe subsequently signed a treaty with the British Governor of the Cape Colony, Sir George Thomas Napier, that annexed the Orange River Sovereignty where Boers had settled. These outraged Boers were suppressed in a skirmish in 1848. In 1851, a British force was defeated by the Basotho army at Kolonyama. After repelling another British attack in 1852, Moshoeshoe sent an appeal to the British commander that settled the dispute diplomatically, and then defeated the Batlokoa in 1853. In 1854, the British pulled out of the region, and in 1858, Moshoeshoe fought a series of wars with the Boers in what is known as the Free State–Basotho War. As a result, Moshoeshoe lost a portion of the western lowlands. The last war with the Boers ended in 1867 when Moshoeshoe appealed to Queen Victoria who agreed to make Basutoland a British protectorate in 1868.  thumb In 1869, the British signed a treaty at Aliwal North with the Boers that defined the boundaries of Basutoland. This treaty reduced Moshoeshoe's kingdom to half its previous size by ceding the western territories. Then, the British transferred functions from Moshoeshoe's capital in Thaba Bosiu to a police camp on the northwest border, Maseru, until eventually the administration of Basutoland was transferred to the Cape Colony in 1871. Moshoeshoe died on 11 March 1870, marking the beginning of the colonial era of Basutoland. In the Cape Colony period between 1871 and 1884, Basutoland was treated similarly to other territories that had been forcibly annexed, much to the humiliation of the Basotho, leading to the Basuto Gun War in 1880–1881. ",
    "align": "center",
    "direction": "horizontal",
    "total_width": "320",
    "image1": "Katse Dam-001.jpg",
    "caption1": "Katse Dam",
    "image2": "Mohale Dam 2008.jpg",
    "caption2": "Mohale Dam",
    "year": "2015 | religion_ref  =   demonym = ",
    "list": [],
    "DATE_TIME": "2022-10-17T13:57:44Z"
}