{
    "common_name": "Oman",
    "largest_city": "capital",
    "official_languages": "Arabic",
    "religion": "85.9% Islam (Official)   6.5% Christianity   5.5% Hinduism   1% others",
    "demonym": "Omani",
    "leader_title1": "Sultan",
    "leader_name1": "Haitham bin Tariq",
    "leader_title2": "Crown Prince",
    "leader_name2": "Theyazin bin Haitham",
    "sovereignty_type": "Establishment",
    "established_date3": "751",
    "established_event4": "Nabhani dynasty",
    "established_date4": "1154",
    "established_event5": "Portuguese rule",
    "established_date5": "1507-1656",
    "established_event6": "Yaruba dynasty",
    "established_date6": "1624",
    "established_event7": "Al Said dynasty",
    "established_date7": "1744",
    "established_event8": "Muscat and Oman",
    "established_date8": "8 January 1856",
    "established_event10": "Dhofar Rebellion",
    "established_date10": "9 June 1965 – 11 December 1975",
    "established_event11": "Sultanate of Oman",
    "established_date11": "9 August 1970",
    "established_event12": "Admitted to the United Nations",
    "established_date12": "7 October 1971",
    "area_km2": "309,500",
    "area_rank": "70th",
    "area_sq_mi": "119,498",
    "percent_water": "negligible",
    "population_estimate": "Omanref",
    "population_census": "2,773,479 ",
    "population_estimate_rank": "0th",
    "population_census_year": "0",
    "population_density_km2": "0",
    "population_density_sq_mi": "40",
    "population_density_rank": "0 |",
    "GDP_nominal_per_capita_rank": "21st",
    "Gini": "thumb|left|upright|Ruins of Khor Rori, built between 100 BCE & 100 CE. The Azd settlers in Oman are descendants of Nasr bin Azd, a branch of Nabataeans, and were later known as \"the Al-Azd of Oman\".  Seventy years after the first Azd migration, another branch of Alazdi under Malik bin Fahm, the founder of Kingdom of Tanukhites on the west of Euphrates, is believed to have settled in Oman. Salîl-ibn-Razîk. https://www.qdl.qa/en/archive/81055/vdc_100023697835.0x000029 British National Archive: History of the imâms and seyyids of Omân (40/612) History of the imâms and seyyids of Omân. British National Archive. QDL.  According to Al-Kalbi, Malik bin Fahm was the first settler of Alazd. Annals of 'Omān. https://www.qdl.qa/en/archive/81055/vdc_100023925085.0x000015 British National Archive: Annals of 'Omān' &#91;3&#93; (20/112). British National Archive. Page 20. QDL.  He is said to have first settled in Qalhat. By this account, Malik, with an armed force of more than 6000 men and horses, fought against the Marzban, who served an ambiguously named Persian king in the battle of Salut in Oman and eventually defeated the Persian forces.  thumb|right|upright|Bahla Fort, a UNESCO World Heritage site, was built between 12th and 15th c. by the Nabhani dynasty. The first elective Imamate of Oman is believed to have been established shortly after the fall of the Umayyad Dynasty in 750/755 AD when Janaħ bin ʕibadah Alħinnawi was elected.  Hans kruse. https://journals.sagepub.com/doi/pdf/10.1177/002088176500700404 Notes and Memoranda of Oman ''Hans kruse''. Disturbances in Oman: Notes and Memoranda of Oman. Sage Journals. 1 October 1965.  Other scholars claim that Janaħ bin Ibadah served as a Wāli (governor) under Umayyad dynasty and later ratified the Imamate, while Julanda bin Masud was the first elected Imam of Oman in A.D. 751. Salîl-ibn-Razîk. https://www.qdl.qa/en/archive/81055/vdc_100023697835.0x00002f British National Archive: History of the imâms and seyyids of 'Omân (46/612). History of the imâms and seyyids of 'Omân. British National Archive. Page 46. QDL.  Salîl-ibn-Razîk. https://www.qdl.qa/en/archive/81055/vdc_100023697835.0x0000a9 British National Archive: History of the imâms and seyyids of 'Omân by Salîl-ibn-Razîk, from A.D. 661–1856 (168/612) History of the imâms and seyyids of 'Omân. British National Archive. Page 168. QDL.  The first Imamate reached its peak power in the ninth A.D. century.  The Imamate established a maritime empire whose fleet controlled the Gulf during the time when trade with the Abbasid Dynasty, the East and Africa flourished.  The authority of the Imams started to decline due to power struggles, the constant interventions of Abbasid and the rise of the Seljuk Empire.    ===Nabhani dynasty=== ",
    "align": "right",
    "direction": "vertical",
    "width": "220",
    "image1": "Muscat Squadron.png",
    "label_type": "Type",
    "data_type": "Spending (% of GDP) ",
    "bar_width": "35",
    "width_units": "em",
    "label1": "United Kingdom",
    "label2": "United Arab Emirates",
    "label3": "Kuwait",
    "data3": "4.30",
    "label4": "thumb|Petrochemical tanks in Sohar Oman's proved reserves of petroleum total about 5.5 billion barrels, 25th largest in the world.  Oil is extracted and processed by Petroleum Development Oman (PDO), with proven oil reserves holding approximately steady, although oil production has been declining.     The Ministry of Oil and Gas is responsible for all oil and gas infrastructure and projects in Oman.   Following the 1970s energy crisis, Oman doubled their oil output between 1979 and 1985.    In 2018, oil and gas represented 71 percent of the government's revenues. Oman budget 2019 KPMG Insights. https://home.kpmg/om/en/home/insights/2019/01/2019omanbudget.html KPMG: Oman budget 2019 KPMG Insights KPMG. 2019.  In 2016, oil and gas share of the government's revenue represented 72 percent. Oman's 2017 budget: An analysis. https://home.kpmg/content/dam/kpmg/xx/pdf/2017/01/tnf-oman-jan18-2017.pdf KPMG: Oman’s 2017 budget: An analysis KPMG. 2017.  The government's reliance on oil and gas as a source of income dropped by 1 percent from 2016 to 2018. Oil and gas sector represented 30.1 percent of the nominal GDP in 2017.  class=\"wikitable\" |- ! Non-hydrocarbon GDP growth!! 2015 !! 2016 !! 2017 !! 2018 |- | Value (%) 2019 Article IV Consultation with Oman. https://www.imf.org/en/News/Articles/2019/07/03/pr19266-imf-executive-board-concludes-2019-article-iv-consultation-with-oman IMF Executive Board Concludes 2019 Article IV Consultation with Oman IMF. 3 July 2019.  || 4.8|| 6.2 || 0.5|| 1.5 |}  Oman is refurbishing and expanding the ports infrastructure in Muscat, Duqm, Sohar and Salalah to expand tourism, local production and export shares. Oman is also expanding its downstream operations by constructing a refinery and petrochemical plant in Duqm with a 230,000 barrels per day capacity projected for completion by 2021. Oman – Market Overview. https://www.export.gov/article?id=Oman-Market-Overview Oman – Market Overview (US Export.gov) 2018 export.gov. 2018.  The majority of industrial activity in Oman takes place in 8 industrial states and 4 free-zones. The industrial activity is mainly focused on mining-and-services, petrochemicals and construction materials.  The largest employers in the private-sector are the construction, wholesale-and-retail and manufacturing sectors, respectively. Construction accounts for nearly 48 percent of the total labour force, followed by wholesale-and-retail, which accounts for around 15 percent of total employment and manufacturing, which accounts for around 12 percent of employment in the private sector. The percentage of Omanis employed in the construction and manufacturing sectors is nevertheless low, as of 2011 statistics.   Oman, as per Global Innovation Index (2019) report, scores \"below expectations\" in innovation relative to countries classified under high income. https://www.globalinnovationindex.org/Home Global Innovation Index Organization 2019 Global Innovation Index Organization. 2019.  Oman in 2019 ranked 80 out of 129 countries in innovation index, which takes into consideration factors, such as, political environment, education, infrastructure and business sophistication. http://statisticstimes.com/ranking/global-innovation-index.php 2019 Global Innovation Index Rankings Global Innovation Index Rankings. 2019.  Innovation, technology-based growth and economic diversification are hindered by an economic growth that relies on infrastructure expansion, which heavily depends on a high percentage of 'low-skilled' and 'low-wage' foreign labour. Another challenge to innovation is the dutch disease phenomenon, which creates an oil and gas investment lock-in, while relying heavily on imported products and services in other sectors. Such a locked-in system hinders local business growth and global competitiveness in other sectors, and thus impedes economic diversification.  The inefficiences and bottlenecks in business operations that are a result of heavy dependence on natural resources and 'addiction' to imports in Oman suggest a 'factor-driven economy'.  A third hindrance to innovation in Oman is an economic structure that is heavily dependent on few large firms, while granting few opportunities for SMEs to enter the market, which impedes healthy market-share competition between firms. Science, Technology and Innovation 2014 Review. https://unctad.org/en/PublicationsLibrary/dtlstict2014d1_en.pdf United Nations Science, Technology and Innovation 2014 Review United Nations. 2014.  The ratio of patent applications per million people was 0.35 in 2016 and the MENA region average was 1.50, while the 'high-income' countries' average was approximately 48.0 during the same year. PCT patents. https://tcdata360.worldbank.org/indicators/entrp.pct?country=OMN&indicator=3441&viz=bar_chart&years=2016 PCT patents, applications/million population The World Bank. 2016.  Oman was ranked 76th in the Global Innovation Index in 2021.      {| class=\"wikitable\" |- ! Patent Grants !! 2014 !! 2015 !! 2016 !! 2017 |- | Total Oman Statistical Country Profiles. https://www.wipo.int/ipstats/en/statistics/country_profile/profile.jsp?code=OM Oman Statistical Country Profiles WIPO World Intellectual Property Organization.  || 2 || 4 || 6 || 14 |}  ===Agriculture and fishing=== Oman's fishing industry contributed 0.78 percent to the GDP in 2016. Fish exports between 2000 and 2016 grew from US$144 million to US$172 million (+19.4 percent). The main importer of Omani fish in 2016 was Vietnam, which imported almost US$80 million (46.5 percent) in value, and the second biggest importer was the United Arab Emirates, which imported around US$26 million (15 percent). The other main importers are Saudi Arabia, Brazil and China. Oman's consumption of fish is almost two times the world's average. The ratio of exported fish to total fish captured in tons fluctuated between 49 and 61 percent between 2006 and 2016. Omani strengths in the fishing industry comes from having a good market system, a long coastline (3,165 km) and wide water area. Oman, on the other hand, lacks sufficient infrastructure, research and development, quality and safety monitoring, together with a limited contribution by the fishing industry to GDP.   Dates represent 80 percent of all fruit crop production. Further, date farms employ 50 percent of the total agricultural area in the country. Oman's estimated production of dates in 2016 is 350,000 tons, making it the 9th largest producer of dates. The vast majority of date production (75 percent) comes from only 10 cultivars. Oman's total export of dates was US$12.6 million in 2016, almost equivalent to Oman's total imported value of dates, which was US$11.3 million in 2016. The main importer is India (around 60 percent of all imports). Oman's date exports remained steady between 2006 and 2016. Oman is considered to have good infrastructure for date production and support provision to cultivation and marketing, but lacks innovation in farming and cultivation, industrial coordination in the supply chain and encounter high losses of unused dates.   == Demographics == ",
    "value1": "4",
    "color1": "silver",
    "value2": "10.8",
    "color2": "#008",
    "value3": "4.6",
    "color3": "#08f    Oman, in 2018 had a budget deficit of 32 percent of total revenue and a government debt to GDP of 47.5 percent.  Oman Government Debt to GDP 2018. https://www.ceicdata.com/en/indicator/oman/government-debt--of-nominal-gdp CEIC report: Oman Government Debt to GDP 2018 ceicdata.com. 2018.  Oman's military spending to GDP between 2016 and 2018 averaged 10 percent, while the world's average during the same period was 2.2 percent.  bar_width   = 35 | width_units = em | data_max    = 30 | label1      = military spending | data1       = 13.73 | label2      = education spending | data2       = 6.11 | label3      = health spending | data3       = 4.",
    "value4": "1",
    "color4": "Chartreuse",
    "label5": "Buddhism",
    "value5": "0.8",
    "color5": "Yellow",
    "label6": "Unaffiliated",
    "value6": "0.2",
    "color6": "Black",
    "label7": "Judaism",
    "value7": "0.1",
    "country": "Oman",
    "div_link": "Governorates of Oman",
    "city_1": "Muscat, Oman",
    "div_1": "Muscat Governorate",
    "pop_1": "797,000",
    "img_1": "Oman-Muscat-Muttrah-21-Marina.JPG",
    "city_2": "Seeb, Oman",
    "div_2": "Muscat Governorate ",
    "pop_2": "237,816",
    "img_2": "Seeb highway-Oman.jpg",
    "city_3": "Salalah",
    "div_3": "Dhofar Governorate",
    "pop_3": "163,140",
    "img_3": "View from Hamilton Plaza Hotel - panoramio.jpg",
    "city_4": "Bawshar",
    "div_4": "Muscat Governorate",
    "pop_4": "159,487",
    "img_4": "The Ministry of Legal Affairs.jpg",
    "city_5": "Sohar",
    "div_5": "Al Batinah Region",
    "pop_5": "108,274",
    "city_6": "Suwayq",
    "div_6": "Al Batinah Region",
    "pop_6": "107,143",
    "city_7": "Ibri",
    "div_7": "Az Zahirah",
    "pop_7": "101,640",
    "city_8": "Saham",
    "div_8": "Al Batinah Region",
    "pop_8": "89,327",
    "city_9": "Barka, Oman",
    "div_9": "Al Batinah Region",
    "pop_9": "81,647",
    "city_10": "Rustaq",
    "div_10": "Al Batinah Region",
    "list": "\"omanhrw\">|",
    "DATE_TIME": "2022-04-21T17:26:09Z"
}