{
    "date": "25 June 2017 , ''The New York Times''  – estimates of the number who have died from the long conflict range from 900,000 to 5,400,000. Butty, James (21 January 2010) http://www.voanews.com/content/butty-congo-war-death-toll-questioned-21jan10-82223332/152921.html \"A New Study Finds Death Toll in Congo War too High\" url=https://web.archive.org/web/20150402193834/http://www.voanews.com/content/butty-congo-war-death-toll-questioned-21jan10-82223332/152921.ht",
    "first": "Lydi",
    "publisher": "|||",
    "last1": "Globa",
    "first1": "website=PGW Global Risk Management|publisher=PGW Global Risk Management LLP |access-date=5 July 2017|archive-url=https://web.archive.org/web/20171003225531/http://www.pgwglobal.com/democratic-republic-of-congo-hurdle-hurdle/|archive-date=3 October 2017|url-status=dead   On 27 November Congolese foreign minister Raymond Tshibanda told the press no elections would be held in 2016, after 20 December, the end of president Kabila's term. In a conference in Madagascar, Tshibanda said that Kabila's government had \"consulted election experts\" from Congo, the United Nations and elsewhere, and that \"it has been decided that the voter registration operation will end on July 31, 2017, and that election will take place in April 2018.\"   Protests broke out in the country on 20 December when Kabila's term in office ended. Across the country, dozens of protesters were killed and hundreds were arrested.  ====Renewed regional violence====",
    "last2": "Schwart",
    "work": "title=Congo's Death Rate Unchanged Since War Ended|first=Lydia|last=Polgreen|date=23 January 2008|access-date=27 March 2010|archive-url=https://web.archive.org/web/20090417034523/http://www.nytimes.com/2008/01/23/world/africa/23congo.html|archive-date=17 April 2009|url-status=live  There have been frequent reports of weapon bearers killing civilians, of the destruction of property, of widespread sexual violence,   causing hundreds of thousands of people to flee their homes, and of other breaches of humanitarian and human rights law. One study found that more than 400,000 women are raped in the Democratic Republic of Congo every year.   In 2018 and 2019, Congo also reported the highest levels of sexual violence in the world.   The war in the Congo has been described as the bloodiest war since World War II.  BBC. (9 October 2013). \"DR Congo: Cursed by its natural wealth\". https://www.bbc.com/news/magazine-24396390 BBC News website thumb|Government troops near Goma during the M23 rebellion in May 2013  According to the Human Rights Watch and the New York University-based Congo Research Group, armed troops in DRC's eastern Kivu region have killed over 1,900 civilians and kidnapped at least 3,300 people since June 2017 to June 2019. ||",
    "year": "of age. ||",
    "magazine": "24396390 BBC News website url=https://web.archive.org/web/20180531054859/http://www.bbc.com/n",
    "location": [
        "Central Congolian lowland forests – home to the rare bonobo primate",
        "The Eastern Congolian swamp forests along the Congo River",
        "The Northeastern Congolian lowland forests, with one of the richest concentrations of primates in the world",
        "The Southern Congolian forest–savanna mosaic",
        "The Western Congolian forest–savanna mosaic",
        "A large section of the Central Zambezian miombo woodlands",
        "The Albertine Rift montane forests region of high forest runs along the eastern borders of the country.  World Heritage Sites located in Democratic Republic of Congo are: Virunga National Park (1979), Garamba National Park (1980), Kahuzi-Biega National Park (1980), Salonga National Park (1984) and Okapi Wildlife Reserve (1996).  ===Provinces==="
    ],
    "city_1": "Kinshasa  | div_1   = Kinshasa  | pop_1   = 14,342,000  | img_1   = Kinshasa-Gombe, from CCIC.JPG",
    "city_2": "Mbuji-Mayi  | div_2   = Kasai-Oriental  | pop_2   = 2,525,000  | img_2   = Kongo C3.jpg",
    "city_3": "Lubumbashi  | div_3   = Katanga Province pop_3   = 2,478,000  | img_3   = Downtown Lubumbashi, Democratic Republic of the Congo - 20061130.j",
    "city_4": "Kananga  | div_4   = Kasai-Central  | pop_4   = 1,458,000  | img_4   = Kananga Vue aérienne.jpg",
    "city_5": "Kisangani  | div_5   = Tshopo  | pop_5   = 1,261,000",
    "city_6": "Goma  | div_6   = North Kivu Province pop_6   = 1,000,000 - 2,000,0",
    "city_7": "Bukavu  | div_7   = South Kivu  | pop_7   = 1,078,000",
    "city_8": "Tshikapa  | div_8   = Kasai Province  | pop_8   = 919,192",
    "city_9": "Kolwezi  | div_9   = Katanga Province  | pop_9  = 495,723",
    "language": "access-date=26 August 2019|archive-date=17 April 2020|archive-url=https://web.archive.org/web/20200417093738/https://www.journalducameroun.com/en/dr-congo-announces-new-govt-7-months-after-president-inaugurated/|url-status=dead   A major measles outbreak in the country left nearly 5,000 dead in 2019.   The 2018 Ebola outbreak ended in June 2020, which had caused 2,280 deaths over 2 years. ||||",
    "isbn": "url-access=registration|url=https://archive.org/details/kingofmountain00arno_0/page/72  Mobutu institutionalized corruption to prevent political rivals from challenging his control, leading to an economic collapse in 1996. ||||||",
    "DATE_TIME": "2022-03-11T16:05:50Z"
}