{
    "common_name": "Barbados",
    "width": [
        "Folkestone Marine Park  - '''St. John'''",
        "Codrington College",
        "St. John Parish Church  - '''St. Joseph'''",
        "Andromeda Gardens",
        "- '''St. Peter'''",
        "Barbados Wildlife Reserve",
        "Farley Hill National Park  - '''St. Philip'''",
        "Sunbury Plantation    - '''St. Thomas'''",
        "Harrison's Cave",
        "Welchman Hall Gully",
        "Sharon Moravian Church |} ''List of'': Cities, towns and villages in Barbados.",
        "Bridgetown",
        "Speightstown",
        "Holetown",
        "Oistins  ===Transport===",
        "Seven of the first twenty-one Governors of the U.S. states known as the Carolinas were Barbadians.",
        "The 1652 United Kingdom-Barbados Treaty of Oistins guaranteed that Barbadians would have \"No Taxation Without Representation\" under the British Government http://barbadostravel.squarespace.com/journal/2006/3/19/colonial-barbados-and-american-ties.html.",
        "During the 1800s, Barbados was said to be one of the healthiest countries in the World http://www.barbados.org/diduknow.htm.",
        "The first records of rum and grapefruit are said to have come from Barbados.",
        "Barbados invented the music Soca-Samba, a fusion of Caribbean Soca and Brazilian Samba.",
        "Brazilian Jews in exile introduced sugarcane to Barbados.",
        "The British system of longitude was discovered by charting the distance between Portsmouth, England and Bridgetown, Barbados, by using the position of the sun in relation to both locations.",
        "In 1884, through the Barbados Agricultural Society, Barbados attempted to become one of the earliest, albeit most distant provinces of Canada. This proposal of political association with Canada was later mooted yet again by several politicians of the Senate of Barbados in the 1950s and 1960s.",
        "During the 1990s, at the suggestion of Trinidad and Tobago's Patrick Manning, Barbados attempted a political union with Trinidad and Tobago and Guyana. The project stalled after the then Prime Minister of Barbados Lloyd Erskine Sandiford became ill and his party (the Democratic Labour Party) lost the next general election http://jamaicaobserver.com/columns/html/20030720T080000-0500_46578_OBS_CHASING_AFTER_AN_ELUSIVE_UNION.asp, http://groups.yahoo.com/group/derumshoplime/message/18746. Barbados continues to share close ties with Trinidad and Tobago and Guyana, claiming the highest number of Guyanese immigrants after the United States, Canada and the United Kingdom.",
        "Barbados had a United States military base based in the Parish of Saint Lucy at Harrisons Point, where secret projects such as Project HARP were carried out on Paragon Beach near the airport. It was said that loud explosions could be heard throughout much of the country and broke many windows http://bajans.com/src.htm.",
        "In addition to being one of the most densely populated countries in the world, Barbados also has one of the most dense road networks in the world. Although Barbados is only about 34 kilometres (21 mi) at its widest point, a car journey from Six Cross Roads in St. Philip (south-east) to North Point in St. Lucy (north-central) can take one and a half hours or longer, thanks to the country's narrow, winding and rough roads.",
        "Barbados has half as many registered cars as citizens in the country.",
        "The first letter of a vehicle's license plate designates its usage or owner's registered parish of residence. \"Z\" and It is an offence for anyone, even a child, to wear camouflage clothing http://www.fco.gov.uk/servlet/Front?pagename=OpenMarket%2FXcelerate%2FShowPage&c=Page&cid=1007029390590&a=KCountryAdvice&aid=1013618386991",
        "Notable Barbadians include famed cricketer Sir Garfield Sobers, the singer Rihanna, the artist Rupee and the Track & Field athlete Obadele Thompson.  ==National symbols== ===Flower=== thumb The national flower is the Pride of Barbados or ''Caesalpinia pulcherrima'' (L.) Sw., which grows across the island. thumb  ===Flag=== The trident centered within the flag is a representation of the mythological Neptune, god of the sea. The trident in its original unbroken form was taken from the former colonial seal, which itself was replaced by the current coat of arms. Used within the national flag, the left and right shafts of the trident were then designed as 'broken' representing the nation of Barbados breaking away from its historical and constitutional ties as a former colony.  The three points of the trident represent in Barbados the three principles of democracy - \"government of, for and by the people.\"  The broken trident is set in a centered vertical band of gold representing the sands of Barbados' beaches. The gold band itself is surrounded on both sides by vertical bands of ultramarine (blue) representing the sea and sky of Barbados.  The design for the flag was created by Grantley W. Prescod and was chosen from an open competition arranged by the Barbados government. Over a thousand entries were received http://www.barbados.gov.bb/natflag.htm.  ===Golden Shield=== The Golden Shield in the coat of arms carries two \"Pride of Barbados\" flowers and the \"bearded\" fig tree (''Ficus citrifolia'' or ''Ficus barbata''), which  There are twelve Barbadan national heroes:",
        "Errol Barrow",
        "Sir Grantley Adams (http://www.barbados.gov.bb/grantleya.htm)",
        "Bussa",
        "Sarah Ann Gill",
        "Samuel Jackman Prescod",
        "Sir Frank Walcott",
        "Charles Duncan O'Neal",
        "Sir Garfield Sobers",
        "Clement Payne",
        "Sir Hugh Springer Orlando Greene",
        "Rihanna : ''See also: List of Eastern Caribbean people''  ==International rankings==",
        "https://www.cia.gov/library/publications/the-world-factbook/index.html - GDP - (PPP) per capita:",
        "",
        "2004: ranked 59 of 232 countries & territories --  $ 15,700 http://www.odci.gov/cia/publications/factbook/rankorder/2004rank.html 59th",
        "Economist, The, Worldwide quality-of-life index:",
        "",
        "2005 ranked 33 out of 111 countries http://www.economist.com/theworldin/international/displayStory.cfm?story_id=3372495&d=2005 33rd",
        "Heritage Foundation/The Wall Street Journal, Index of Economic Freedom http://www.heritage.org/research/features/index/ countries:",
        "",
        "2005 ranked 32 of 155 countries http://www.heritage.org/research/features/index/country.cfm?id=Barbados 32nd",
        "International Telecommunication Union, Digital Access Index (Top 10 in Americas):",
        "",
        "2002: ranked 45 of 178 countries http://www.itu.int/newsarchive/press_releases/2003/30.html 45th",
        "Literacy rate, countries by literacy rate - by UNDP",
        "",
        "2005: ranked 23rd of 177 countries -- 99.7%",
        "Reporters without borders:",
        "",
        "2004: N/A http://www.rsf.fr/article.php3?id_article=11715",
        "Save the Children, State of the World’s Mothers:",
        "",
        "2004: N/A http://www.savethechildren.org/mothers/report_2004/images/pdf/SOWM_2004_final.pdf",
        "Transparency International, Corruption Perceptions Index:",
        "",
        "2004: ranked 21 out of 146 countries surveyed http://www.transparency.org/pressreleases_archive/2004/2004.10.20.cpi.en.html 21st",
        "UN, Human Development Index (HDI):",
        "",
        "2006: ranked 31st out of 177 countries http://hdr.undp.org/hdr2006/pdfs/report/HDR06-Readiness Index\":",
        "",
        "2006-2007: ranked 40th out of 122 countries http://www.weforum.org/pdf/gitr/rankings2007.pdf 40th (Barbados' debut to the list)",
        "World Bank:",
        "",
        "Total GDP per capita",
        "",
        "",
        "2003 (World Bank): ranked 38 -- $ 15,712",
        "",
        "Total GDP (nominal)",
        "",
        "",
        "2003: ranked 138 -- $ 2,628"
    ],
    "col2": [
        "List of Barbadians",
        "Military of Barbados",
        "Nationality law of Barbados",
        "Plants and animals of Barbados",
        "West Indian cricket team }"
    ],
    "DATE_TIME": "2007-09-30T20:51:02Z"
}