{
    "common_name": "Kyrgyzstan",
    "largest_city": "capital",
    "official_languages": "Kyrgyz",
    "languages_type": "Co-official",
    "languages": "Russian",
    "languages2": [
        "Kyrgyz",
        "Uzbek",
        "Uyghur",
        "Russian",
        "Kipchak",
        "Others"
    ],
    "ethnic_groups_year": "2019 ",
    "demonym": "Kyrgyz",
    "leader_title1": "President",
    "leader_name1": "Sadyr Japarov",
    "leader_title2": "Chairman of the Cabinet of Ministers",
    "leader_name2": "Akylbek Japarov",
    "leader_title3": "Speaker of the Supreme Council",
    "leader_name3": "Talant Mamytov",
    "sovereignty_type": "Formation",
    "established_event3": "Kirghiz SSR",
    "established_date3": "5 December 1936",
    "established_event4": "From the USSR",
    "established_date4": "31 August 1991",
    "established_event5": "CIS Accession",
    "established_date5": "21 December 1991",
    "established_event6": "Recognised",
    "established_event7": "Admitted to the United Nations",
    "established_date7": "2 March 1992",
    "area_km2": "199,951",
    "area_rank": "85th",
    "percent_water": "3.6",
    "population_estimate": "6,586,600",
    "population_census": "5,362,800",
    "population_estimate_year": "2020",
    "population_estimate_rank": "110th",
    "population_census_year": "2009",
    "population_density_km2": "27.4",
    "population_density_sq_mi": "71",
    "population_density_rank": "176th",
    "GDP_PPP": "$35.324 billion",
    "GDP_PPP_year": "2019",
    "GDP_PPP_rank": "127th",
    "GDP_PPP_per_capita": "$5,470",
    "GDP_PPP_per_capita_rank": "134th",
    "GDP_nominal": "$8.455 billion",
    "GDP_nominal_year": "2019",
    "GDP_nominal_rank": "141st",
    "GDP_nominal_per_capita": "$1,309",
    "GDP_nominal_per_capita_rank": "158th",
    "Gini": "27.7",
    "Gini_year": "2018",
    "Gini_change": "increase",
    "HDI": "0.697",
    "HDI_year": "2019",
    "HDI_change": "increase",
    "HDI_rank": "120th",
    "today": "Kyrgyz Khaganate    According to David C. King, Scythians were early settlers in present-day Kyrgyzstan.    The Kyrgyz state reached its greatest expansion after defeating the Uyghur Khaganate in 840 AD. ",
    "direction": "f Andijan.   Barak is administratively part of Kara-Suu District in Kyrgyzstan's Osh Region.  There are four Uzbek enclaves within Kyrgyzstan. Two of them are the towns of Sokh, with an area of ",
    "align": "left",
    "caption_align": "center",
    "total_width": "200",
    "image1": "Sooronbay Jeenbekov (2018-05-14) 02.jpg",
    "alt1": "Sooronbay Jeenbekov",
    "caption1": "Sooronbay Jeenbekov, President, in office from 2017 to 2020.",
    "alt2": "Sadyr Japarov",
    "caption2": "thumb|Supreme Council building in Bishkek. The amendments to the constitution approved by the referendum resulted in stronger control by the president and weakened the parliament and the Constitutional Court. Parliamentary elections for a new, 75-seat unicameral legislature were held on 27 February and 13 March 2005, but were widely viewed as corrupt. The subsequent protests led to a bloodless coup on 24 March 2005, after which Akayev fled the country with his family and was replaced by acting president Kurmanbek Bakiyev (see: Tulip Revolution).  On 10 July 2005, acting president Bakiyev won the presidential election in a landslide, with 88.9% of the vote, and was inaugurated on 14 August. However, initial public support for the new administration substantially declined in subsequent months as a result of its apparent inability to solve the corruption problems that had plagued the country since its independence from the Soviet Union, along with the murders of several members of parliament. Large-scale protests against president Bakiyev took place in Bishkek in April and November 2006, with opposition leaders accusing the president of failing to live up to his election promises to reform the country's constitution and transfer many of his presidential powers to parliament.    File:Vladimir Putin and Sooronbay Jeenbekov (2018-05-14) 01.jpg|thumb|left|President Sooronbay Jeenbekov and Russian president Vladimir Putin, 14 May 2018 Kyrgyzstan is also a member of the Organization for Security and Cooperation in Europe (OSCE), a league of 56 participating states committed to peace, transparency, and the protection of human rights in Eurasia. As an OSCE participating State, Kyrgyzstan's international commitments are subject to monitoring under the mandate of the U.S. Helsinki Commission.  In December 2008, the state-owned broadcast KTRK announced that it would require prior submission of Radio Free Europe/Radio Liberty programmes, which KTRK are required to retransmit according to a 2005 agreement.   KTRK had stopped retransmitting RFE/RL programming in October 2008, a week after it failed to broadcast an RFE/RL programme called 'Inconvenient Questions' which covered the October elections, claiming to have lost the missing material. President Bakiyev had criticised this programme in September 2008, while KTRK told RFE/RL that its programming was too negative. Reporters Without Borders, which ranks Kyrgyzstan 111th out of 173 countries on its Press Freedom Index, strongly criticised the decision.  On 3 February 2009, President Kurmanbek Bakiyev announced the imminent closure of the Manas Air Base, the only US military base remaining in Central Asia.   The closure was approved by Parliament on 19 February 2009 by a vote of 78–1 for the government-backed bill.   However, after much behind-the-scenes negotiation between Kyrgyz, Russian and American diplomats, the decision was reversed in June 2009. The Americans were allowed to remain under a new contract, whereby rent would increase from $17.4 million to $60 million annually.    File:SCO summit (2018-06-10) 7.jpg|thumb|President Sooronbay Jeenbekov at the Shanghai Cooperation Organisation summit in China, June 2018 Kyrgyzstan is among the fifty countries in the world with the highest perceived level of corruption: the 2016 Corruption Perception Index for Kyrgyzstan is 28 on a scale of 0 (most corrupt) to 100 (least corrupt).    In 2010 another revolution erupted in the country (see: April uprising). President Kurmanbek Bakiyev together with his relatives including his son Maksim   and brother Janish—were forced to flee to Kazakhstan and then sought asylum in Belarus. Roza Otunbayeva, who was appointed interim president, announced that she did not intend to run for the Presidential elections in 2011. The election was held in November and won by the then-Prime Minister Almazbek Atambayev, leader of the Social Democratic Party, and Atambayev was sworn in as president on 1 December 2011. Omurbek Babanov was appointed prime minister on the same day and was confirmed on 23 December 2011.    In October 2017, Sooronbay Jeenbekov, a former prime minister backed by incumbent Almazbek Atambayev, was elected as the new President of Kyrgyzstan.   On 7 August 2019, the Special Forces of Kyrgyzstan launched an operation against the residence of former President Almazbek Atambayev, supposedly based on charges of corruption made against him.     In a meeting of the Security Council, President Jeenbekov accused Atambayev of violating the constitution.   In October 2020, President Sooronbay Jeenbekov resigned after protests caused by irregularities in parliamentary elections on 4 October 2020.   In January 2021, Sadyr Japarov was elected as the new president after winning the presidential election by landslide.    In April 2021, the majority of voters approved in the constitutional referendum a new constitution that will give new powers to the president, significantly strengthening the power of the presidency.    ===Language=== The Kyrgyz is the most common spoken language. However Russian is official \"at state level\" (completely undefined in the constitution. It's listed as official).  Статья 10. (Article 10) 1. Государственным языком Кыргызской Республики является кыргызский язык. (The state (national) language of Kyrgyzstan is the Kyrgyz language).  2. В Кыргызской Республике в качестве официального употребляется русский язык. ('''In the Kyrgyz Republic, the Russian language shall be used as the official language'''). Every English translation, including by the government itself, agrees with me and Wikipedia.        2A01:E0A:21C:3D20:14C0:8F20:6B83:8966 (talk) 21:49, 2 January 2022 (UTC)  ===Military=== thumb thumb|Southern shore of Issyk Kul Lake. thumb ",
    "country": "Kyrgyzstan",
    "stat_ref": "http://www.geonames.org/KG/largest-cities-in-kyrgyzstan.html geonames.org",
    "div_name": "Region",
    "city_1": "Bishkek",
    "div_1": "Bishkek",
    "pop_1": "1,074,075",
    "img_1": "Ala-too Square in Bishkek, Kyrgyzstan, 2007-09-11 (color-corrected).jpg",
    "city_2": "Osh",
    "div_2": "Osh Region",
    "pop_2": "322,164",
    "img_2": "Osh 03-2016 img25 view from Sulayman Mountain.jpg",
    "city_3": "Jalal-Abad",
    "div_3": "Jalal-Abad Region",
    "pop_3": "123,239",
    "img_3": "Jalalabad 1.jpg",
    "city_4": "Karakol",
    "div_4": "Issyk-Kul Region",
    "pop_4": "84,351",
    "img_4": "Karakol cathedral.jpg",
    "city_5": "Tokmok",
    "div_5": "Chuy Region",
    "pop_5": "71,443",
    "city_6": "Özgön",
    "div_6": "Osh Region",
    "pop_6": "62,802",
    "city_7": "Kara-Balta",
    "div_7": "Chuy Region",
    "pop_7": "48,278",
    "city_8": "Balykchy",
    "div_8": "Issyk-Kul Region",
    "pop_8": "42,875",
    "city_9": "Naryn",
    "div_9": "Naryn Region",
    "pop_9": "41,178",
    "city_10": "Talas, Kyrgyzstan",
    "div_10": "Talas Region",
    "titlebar": "#ddd",
    "float": "right",
    "list": "\"number\" />   | 14.7% Uzbek   | 5.6% Russian   | 1.1% Dungan   | 0.9% Uyghur   | 0.9% Tajik   | 0.7% Turkish   | 2.7% Others   | ethnic_groups_year",
    "DATE_TIME": "2022-01-28T12:19:16Z"
}