{
    "common_name": "Jordan",
    "largest_city": "capital",
    "religion": [],
    "official_languages": "Arabic",
    "demonym": "Jordanian",
    "leader_title1": "Monarch",
    "leader_name1": "Abdullah II",
    "leader_title2": "Prime Minister",
    "leader_name2": "Omar Razzaz",
    "sovereignty_type": "Independence",
    "established_event3": "Constitution",
    "established_date3": "11 January 1952",
    "area_km2": "89342",
    "area_rank": "110th",
    "percent_water": "0.6",
    "population_estimate": "10,407,793",
    "population_estimate_year": "2019",
    "population_estimate_rank": "86th",
    "population_census": "9,531,712 ",
    "population_census_year": "2015",
    "population_density_km2": "114",
    "population_density_sq_mi": "295",
    "population_density_rank": "70th",
    "GDP_PPP": "$93.159 billion title=Jordan",
    "GDP_PPP_year": "2018",
    "GDP_PPP_rank": "87th",
    "GDP_PPP_per_capita": "$9,406",
    "GDP_PPP_per_capita_rank": "86th",
    "GDP_nominal": "$41.869 billion",
    "GDP_nominal_year": "2018",
    "GDP_nominal_rank": "92nd",
    "GDP_nominal_per_capita": "$4,228",
    "GDP_nominal_per_capita_rank": "95th",
    "Gini": "35.4",
    "Gini_year": "2011",
    "Gini_rank": "79th",
    "HDI": "0.735",
    "HDI_year": "2017",
    "HDI_change": "steady",
    "HDI_rank": "95th",
    "style": "\"text-align:left; float:right; margin-right:; margin-left:;\" |-",
    "source": "right|Queen Alia International Airport near Amman was chosen as the best airport in the Middle East for 2014 and 2015 by ASQ  Jordan is ranked as having the 35th best infrastructure in the world, one of the highest rankings in the developing world, according to the 2010 World Economic Forum's Index of Economic Competitiveness. This high infrastructural development is necessitated by its role as a transit country for goods and services to Palestine and Iraq. Palestinians use Jordan as a transit country due to the Israeli restrictions and Iraqis use Jordan due to the instability in Iraq. ",
    "percentages": "left|An aerial view of a portion of the Zaatari refugee camp which contains a population of 80,000 Syrian refugees.  Up to 1,000,000 Iraqis moved to Jordan following the Iraq War in 2003,   and most of them have returned. In 2015, their number in Jordan was 130,911. Many Iraqi Christians (Assyrians/Chaldeans) however settled temporarily or permanently in Jordan.   Immigrants also include 15,000 Lebanese who arrived following the 2006 Lebanon War.   Since 2010, over 1.4 million Syrian refugees have fled to Jordan to escape the violence in Syria,  the largest population being in the Zaatari refugee camp. The kingdom has continued to demonstrate hospitality, despite the substantial strain the flux of Syrian refugees places on the country. The effects are largely affecting Jordanian communities, as the vast majority of Syrian refugees do not live in camps. The refugee crisis effects include competition for job opportunities, water resources and other state provided services, along with the strain on the national infrastructure.   In 2007, there were up to 150,000 Assyrian Christians; most are Eastern Aramaic speaking refugees from Iraq.   Kurds number some 30,000, and like the Assyrians, many are refugees from Iraq, Iran and Turkey. ",
    "width1": "200",
    "width2": "200",
    "image1": "Aqaba Mosque.jpg",
    "caption1": "Marsa Zayed mosque in Aqaba.",
    "image2": "Orthodox church in Amman1.jpg",
    "list": "Arabic | ethnic_groups",
    "DATE_TIME": "2019-10-08T18:31:01Z"
}