{
    "state": "Maryland | party=Democratic(US) |  term_start=January 3, 1987 | alongside=Ben Cardin | preceded=Charles Mathias, Jr. |",
    "party": "Democratic(US) |  term_start=January 3, 1987",
    "alongside": [
        "'''Committee on Appropriations'''",
        "",
        "Subcommittee on Commerce, Justice, Science, and Related Agencies (Chairwoman)",
        "",
        "Subcommittee on Defense",
        "",
        "Subcommittee on Homeland Security",
        "",
        "Appropriations Subcommittee on Interior, Environment, and Related Agencies",
        "",
        "Subcommittee on State, Foreign Operations, and Related Programs.",
        "",
        "Subcommittee on Transportation, Housing and Urban Development, and Related Agencies.",
        "'''Committee on Health, Education, Labor, and Pensions'''",
        "",
        "Subcommittee on Employment and Workplace Safety",
        "",
        "Subcommittee on Retirement and Aging (Chairwoman)",
        "'''Select Committee on Intelligence.'''  == Political positions == Mikulski is one of 11 senators to vote against both the 1991 and 2002 resolutions authorizing the use of force in Iraq.      Mikulski has opposed predatory lending, and has had been an outspoken opponent against Fairbanks Capital, alleged to have illegally foreclosed on over 100 homes in Maryland.   She is also a strong supporter of NASA and expanding space exploration.  Mikulski voted in favor of the FISA bill, which granted immunity to the telecom companies who cooperated with the warrantless wiretapping of U.S. citizens.    On October 1, 2008, Mikulski voted in favor of HR1424, the Senate version of the Emergency Economic Stabilization Act of 2008, providing a $700 billion bail out to the United States financial market.  ==Political campaigns==",
        "http://mikulski.senate.gov/ Senator Barbara Mikulski ''official U.S. Senate website''",
        "http://www.senatorbarb.com/ Barbara Mikulski for U.S. Senate ''official campaign website''",
        ""
    ],
    "preceded": "Charles Mathias, Jr. | | state2=Maryland",
    "district2": "3rd",
    "term_start2": "January 3, 1977",
    "term_end2": "January 3, 1987",
    "preceded2": "Paul Sarbanes",
    "succeeded2": "Ben Cardin | date of birth= place of birth=Baltimore, Maryla",
    "dead": "alive",
    "profession": "Politician",
    "residence": "Baltimore, Maryland",
    "spouse": "None",
    "district": "=Maryland's 3rd congression",
    "class": "rejudice.  He has worked hard all his life to become a 'good American;' he and his sons have fought on every battlefield &mdash; then he is made fun of because he likes the flag. The ethnic American is overtaxed and underserved at every level of government. He does not have fancy lawyers or expensive lobbyists getting him tax breaks on his income. Being a home owner, he shoulders the rising property taxes &mdash; the major revenue source for the municipalities in which he lives. Yet he enjoys very little from these unfair and burdensome levies.    ... The ethnic American also feels unappreciated for the contribution he makes to society. He resents the way the worki",
    "start": "January 3, 1987",
    "NAME": "Mikulski, Barbara | ALTERNATIVE NAMES",
    "DATE_TIME": "2011-04-20T13:06:06Z"
}