{
    "name": "Taylor University",
    "endowment": "$60.9 million    \"Broho\", otherwise known as the Brotherhood is considered to be the best floor at Taylor University. It is the third floor of Samuel Morris Hall and houses about 70 men. Broho is known campus-wide as a floor that takes fun to an extreme level. Led by the honorary Triumvirate, the brothers of Broho engage in weekly events that constantly grow them in intentional community. Without this intentional communal growth, Broho would succumb to the level of a normal floor (aka, Sammy 2 (Sammy 2 sucks)or Foundation). The fourth floor of Sammy will not be mentioned as they are an extension of the other all-male dorm, W%ng@tz, and are not considered to be a part of Samuel Morris Hall. W%ng@tz is a dorm that does not think intentional community (among other things) is important and is by far the worst dorm on campus to call home. Go there if you wish, but be forewarned and know that you will be wasting your $44,000 tuition. With that said, know that Taylor is an amazing school that is Christ-centered, allowing you to not only grow in your relationship with Christ, but also excel academically. With that said, if you live on campus, Broho is the way to go. LTBHTKP4W",
    "faculty": "136",
    "president": "Paul Lowell Haines https://www.taylor.edu/news/lowell-haines-named-taylor-universit",
    "students": "2,589 ",
    "undergrad": "1,910",
    "campus": "wide as a floor that takes fun to an extreme level. Led by the honorary Triumvirate, the brothers of Broho engage in weekly events that constantly grow them in intentional community. Without this intentional communal growth, Broho would succumb to the level of a normal floor (aka, Sammy 2 (Sammy 2 sucks)or Foundation). The fourth floor of Sammy will not be mentioned as they are an extension of the other all-male dorm, W%ng@tz, and are not considered to be a part of Samuel Morris Hall. W%ng@tz is a dorm that does not think intentional community (among other things) is important and is by far the worst dorm",
    "athletics": "NAIA – Crossroads League",
    "sports": "16 varsity teams",
    "affiliations": "NAICU  , CCCU, CCC",
    "DATE_TIME": "2017-10-06T00:55:49Z"
}