{
    "year": "1897 |access-date",
    "organs": "WTO, WCO, SAFTA, IOR-ARC, SCO, BIMSTEC, AIIB and others",
    "publisher": "International Monetary Fund |website",
    "website": "IMF.org |access-date",
    "population": "increase 22,156,000  (2021)  <ref name",
    "gdp": [
        "decrease $73.739 billion  (nominal, 2022 est. )<ref name"
    ],
    "gdp rank": [
        "113th  (nominal, 2021 est.)",
        "88th  (PPP, 2021 est.)"
    ],
    "growth": [
        "color  (2020)   <ref name"
    ],
    "per capita": [
        "decrease $3,293  (nominal, 2022.)<ref name"
    ],
    "language": [
        "increase $14,230  (PPP, 2022 est.) <ref name"
    ],
    "sectors": [
        "agriculture: 14.6%",
        "industry: 26.2%",
        "services: 59.2%",
        "(2020 est.) <ref name"
    ],
    "inflation": "increaseNegative40%  (2022)",
    "date": "2022-05-19",
    "poverty": [
        "4.1%  (2016)"
    ],
    "page": "107",
    "gini": "39.8 darkorange (2016, World Bank)",
    "hdi": [
        "increase 0.782 green  (2020)"
    ],
    "edbr": "increase 99th  (medium, 2020) <ref name",
    "labour": [
        "increase 8,031,233  (2020-4Q) <ref name"
    ],
    "occupations": [
        "agriculture: 27.1%",
        "industry: 26.9%",
        "services: 46.0%",
        "(2020-2Q)<ref name"
    ],
    "unemployment": [
        "increaseNegative 5.2%  (2020 4Q) <ref name"
    ],
    "industries": "textiles & clothing, tourism, telecommunications, information technology services, banking, shipping, petroleum refining, construction and processing of tea, rubber, coconuts, tobacco and other agricultural commodities",
    "exports": "Increase $15.1 billion  (2021)<ref name",
    "imports": "Increase $20.6 billion  (2021)<ref name",
    "current account": "decreasePositive −$1.08 billion  (2020) <ref name",
    "FDI": [
        "US$13.05 Billion  (2019)"
    ],
    "debt": "increaseNegative101.0% of  GDP (2020) <ref name",
    "revenue": "Rs1,890bn/US$10.4bn  (2019 prov.) <ref name",
    "expenses": "Rs2,915bn/US$16.0bn  (2019 prov.) <ref name",
    "balance": "−11.1%  (of GDP) (2020 prov.) <ref name",
    "credit": "Standard & Poor's:",
    "reserves": [
        "decrease $1.85 billion"
    ],
    "cianame": "sri-lanka",
    "spelling": "  The free-market economy of Sri Lanka was worth $84 billion by nominal gross domestic product (GDP) in 2019",
    "newspaper": "access-date",
    "journal": "Economic and Political Weekly |jstor",
    "jstor": "4409207 |access-date",
    "volume": "35",
    "issue": "17",
    "pages": "1477–1490    East Asia was gradually overtaking Sri Lanka.  In 1950 Sri Lanka's un-adjusted school enrolment ratio as a share of the 5-19 year age group was 54%, India 19%, Korea 43% and the Philippines 59%.  But by 1979 Sri Lanka's school enrollment rate was 74%, but the Philippines had improved to 85% and Korea was 94%.<ref name",
    "agency": "Associated Press",
    "bot": "InternetArchiveBot |fix-attempted",
    "issn": "0307-1235  As of December 2021, the damage to the agricultural production was already done, with prices having risen substantially for vegetables in Sri Lanka, and time needed to recover from the crisis. The ban on fertilizer has been lifted for certain crops, but the price of urea has risen internationally due to the price for oil and gas.<ref name",
    "first": "Minelle",
    "last": "Fernandez",
    "author": "S. Rubatheesan",
    "df": "dmy-all  In the mid to late 2010s, Sri Lanka faced a danger of falling into economic malaise, with increasing debt levels and a political crisis which saw the country's debt rating being dropped. |",
    "class": "\"wikitable\" style",
    "location": "Washington, D.C.   Recently, Sri Lanka has become one of the countries exporting fair trade tea to the UK and other countries. It is believed that such projects could reduce rural poverty.",
    "doi": "doi-access",
    "quote": "By diverting the attention of policymakers towards pointless nonscientific arguments instead of promoting such integrated management systems and high technological fertilizer production, will be only a time-wasting effort and meanwhile, the global demand for Ceylon Tea will generate diminishing returns. At present, there are about 500,000 direct beneficiaries from the tea industry and about 600 factories are operating around the country. In general, the livelihood of around 3 million people is directly and indirectly woven around the domestic tea industry.  The researchers and the experienced growers have predicted that a 50 per cent reduction in the yield has to be anticipated with the ban of chemical fertilizer. The negative implication of this yield reduction is such that there is a risk of collapsing the banking sector which is centralized around the tea industry in the major tea growing areas including Ratnapura, Galle, Matara, Kaluthara, and Kegalle.  |",
    "magazine": "Forbes |access-date",
    "DATE_TIME": "2022-10-24T15:42:05Z"
}