{
    "name": "Boston University",
    "image_name": "buseal.p BU sucks.  :''For the unrelated Jesuit university in Chestnut Hill, see Boston College.''  '''Boston University''' (''BU'') is a private research university located in Boston, Massachusetts, United States. Although chartered by the Massachusetts Legislature in 1869, Boston University traces its roots to the establishment of the Newbury Biblical Institute in Newbury, Vermont in 1839. The University organized formal Centennial observances both in 1939 and 1969. http://www.bu.edu/visit/about/history/index.html Boston University | Visitor Center | About the University |History, retrieved May 6, 2006    With more than 3,000 faculty members and nearly 30,000 students, Boston University is the fourth-largest private university in the United States of America and the quickfacts\">http://www.bu.edu/infocenter/bu-overview/facts/index.html BU Info Center - Quick Facts, retrieved May 6, 2006  The University offers bachelor's, master's, and doctoral degrees through 18 schools and colleges and operates two urban campuses. The main campus is on the Charles River in Boston's F  {| class=wikitable align=\"right\" |+Presidents of Boston University |- |William Fairfield Warren || 1873-1903 |- |William E. Huntington || 1904-1911 |- |Lemuel H.",
    "accessdate": "2006-06-07    The school's independently-run newspaper, The Daily Free Press, as well as the The New York Times, have published articles exploring the existence of grade deflation. An article published on the website ''BU Today'', (written by Boston University staff) asserted that \"the GPAs of BU undergrads and the percentage of As and Bs have both risen over the last two decades. Currently, the average GPA of a BU undergraduate is 3.04, with about 81 percent of all grades earned in either the A or B range.\"  The article went on to note that although the university attempted to curb grade inflation and inconsistency in the late 1990s both the percentage of \"A's\" and GPAs have been rising since. They attributed the grade deflation not to teacher's grading policies, but to the growing quality of each incoming class which leads to more competition for top grades. <ref name",
    "DATE_TIME": "2007-02-26T16:41:15Z"
}