{
    "common_name": "Maldives",
    "official_languages": "Dhivehi",
    "ethnic_groups": "≈100% Maldivians a",
    "ethnic_groups_year": "2019",
    "religion": "Islam (mandated by law)",
    "demonym": "Maldivian",
    "leader_title1": "President",
    "leader_name1": "Ibrahim Mohamed Solih",
    "leader_title2": "Vice President",
    "leader_name2": "Faisal Naseem",
    "leader_title3": "Speaker of the Majlis",
    "leader_name3": "Qasim Ibrahim",
    "leader_title4": "Chief Justice",
    "leader_name4": "Dr. Ahmed Abdulla Didi",
    "sovereignty_type": "Independence",
    "area_km2": "298 ",
    "area_rank": "187th",
    "area_sq_mi": "115",
    "population_estimate": "Maldivesref",
    "population_census": "341,356",
    "population_estimate_rank": "175th",
    "population_census_year": "2014",
    "population_density_km2": "1,102.5",
    "population_density_sq_mi": "2,855.4",
    "population_density_rank": "11th",
    "GDP_PPP": "$7.396 billion",
    "GDP_PPP_year": "2018",
    "GDP_PPP_rank": "162nd",
    "GDP_PPP_per_capita": "$20,228",
    "GDP_PPP_per_capita_rank": "69th",
    "GDP_nominal": "$4.825 billion",
    "GDP_nominal_year": "2018",
    "GDP_nominal_per_capita": "$13,196",
    "Gini": "37.4",
    "Gini_year": "2005–2013",
    "Gini_rank": "76th (CIA)",
    "HDI": "0.717",
    "HDI_year": "2017",
    "HDI_change": "increase",
    "HDI_rank": "101st",
    "country_code": "thumb|Isdhoo Lōmāfānu is the oldest copper-plate book to have been discovered in the Maldives to date. The book was written in AD 1194 (590 AH) in the Evēla form of the Divehi akuru, during the reign of Siri Fennaadheettha Mahaa Radun (Dhinei Kalaminja).  Despite being just mentioned briefly in most history books, the 1,400-year-long Buddhist period has foundational importance in the history of the Maldives. It was during this period that the culture of the Maldives both developed and flourished, a culture which survives today. The Maldivian language, the first Maldive scripts, the architecture, the ruling institutions, the customs and manners of the Maldivians originated at the time when the Maldives were a Buddhist kingdom.    Buddhism probably spread to the Maldives in the 3rd century BC at the time of Emperor Ashoka's expansion and became the dominant religion of the people of the Maldives until the 12th century AD. The ancient Maldivian Kings promoted Buddhism, and the first Maldive writings and artistic achievements, in the form of highly developed sculpture and architecture, are from that period. Nearly all archaeological remains in the Maldives are from Buddhist stupas and monasteries, and all artifacts found to date display characteristic Buddhist iconography. Buddhist (and Hindu) temples were Mandala shaped, they are oriented according to the four cardinal points, the main gate being towards the east. Local historian Hassan Ahmed Maniku counted as many as 59 islands with Buddhist archaeological sites in a provisional list he published in 1990.  ===Islamic period=== ",
    "style": "\"padding-top:0.5em;\">Gaumii salaam  | image_map = Maldives (orthographic projection).svg | map_caption = Location of Maldives in the Indian Ocean | image_map2 = Maldives - Location Map (2013) - MDV - UNOCHA.svg | capital = Malé | official_languages =Dhivehi ethnic_groups = ≈100% Maldivians a  |url=https://books.google.mv/books?id=uwi-rv3VV6cC&q=maldiv",
    "float": "work=UN.org  while fifty-seven islands faced serious damage to critical infrastructure, fourteen islands had to be totally evacuated, and six islands were destroyed. A further twenty-one resort islands were forced to close because of tsunami damage. The total damage was estimated at more than US$400 million, or some 62% of the GDP.     102 Maldivians and 6 foreigners reportedly died in the tsunami.  The destructive impact of the waves on the low-lying islands was mitigated by the fact there was no continental shelf or land mass upon which the waves could gain height. The tallest waves were reported to be thumb|upright|Malhosmadulhu Atoll seen from space. \"Fasdutere\" and Southern Maalhosmadulhu Atoll can be seen in this picture.  The Maldives consists of 1,192 coral islands grouped in a double chain of 26 atolls, along the north-south direction, spread over roughly ",
    "list": "\"guardian.co.uk\"/> Due to the consequent risks posed by rising sea levels, the government pledged in 2009 to make the Maldives a carbon-neutral country by 2019.<ref name",
    "DATE_TIME": "2019-05-16T08:39:37Z"
}