{
    "common_name": "UAE",
    "type": "Flag | image_coat             = Emblem of the United Arab Emirates.svg | symbo",
    "largest_city": "Dubai ",
    "official_languages": "Arabic",
    "ethnic_groups_year": "2020",
    "religion_year": "2022",
    "demonym": "Emirati",
    "leader_title1": "President",
    "leader_name1": "Mohamed bin Zayed Al Nahyan",
    "leader_title2": "Vice President and, Prime Minister",
    "leader_name2": "Mohammed bin Rashid Al Maktoum",
    "sovereignty_type": "Establishment",
    "established_event3": "Abu Dhabi",
    "established_date3": "1761",
    "established_event4": "Umm Al Quwain",
    "established_date4": "1768",
    "established_event5": "Ajman",
    "established_date5": "1816",
    "established_event6": "Dubai",
    "established_date6": "1833",
    "established_event7": "Fujairah",
    "established_date7": "1879",
    "established_event8": "Independence from the United Kingdom and the Trucial States",
    "established_date8": "2 December 1971",
    "established_event10": "Admission of Emirate of Ras Al Khaimah to the UAE",
    "established_date10": "10 February 1972",
    "area_km2": "83,600",
    "area_rank": "114th",
    "area_sq_mi": "32,278",
    "percent_water": "negligible",
    "population_estimate": "9,282,410",
    "population_census": "4,106,427",
    "population_estimate_rank": "92nd",
    "population_census_year": "2005",
    "population_density_km2": "121",
    "population_density_sq_mi": "256",
    "population_density_rank": "110th",
    "GDP_PPP": "$779.234 billion",
    "GDP_PPP_year": "2022",
    "GDP_PPP_rank": "34th",
    "GDP_PPP_per_capita": "$78,255",
    "GDP_PPP_per_capita_rank": "6th",
    "GDP_nominal": "$501.354 billion",
    "GDP_nominal_year": "2022",
    "GDP_nominal_rank": "32nd",
    "GDP_nominal_per_capita": "$50,349",
    "GDP_nominal_per_capita_rank": "21st",
    "Gini": "26.0",
    "Gini_year": "2018",
    "HDI": "0.911",
    "HDI_year": "2021",
    "HDI_change": "increase",
    "HDI_rank": "26th",
    "today": "left|upright|2nd century BCE era jar found in Mleiha Archaeological site in Sharjah.  Stone tools recovered reveal a settlement of people from Africa some 127,000 years ago and a stone tool used for butchering animals discovered on the Arabian coast suggests an even older habitation from 130,000 years ago.   There is no proof of contact with the outside world at that stage, although in time lively trading links developed with civilisations in Mesopotamia, Iran and the Harappan culture of the Indus Valley. This contact persisted and became wider, probably motivated by the trade in copper from the Hajar Mountains, which commenced around 3,000 BCE.   Sumerian sources talk of the Magan civilisation, which has been identified as encompassing the modern UAE and Oman.    There are six periods of human settlement with distinctive behaviours in the region before Islam, which include the Hafit period from 3,200 to 2,600 BCE, the Umm Al Nar culture from 2,600 to 2,000 BCE, and the Wadi Suq culture from 2,000 to 1,300 BCE. From 1,200 BCE to the advent of Islam in Eastern Arabia, through three distinctive Iron Ages and the Mleiha period, the area was variously occupied by the Achaemenids and other forces, and saw the construction of fortified settlements and extensive husbandry thanks to the development of the ''falaj'' irrigation system.  In ancient times, Al Hasa (today's Eastern Province of Saudi Arabia) was part of Al Bahreyn and adjoined Greater Oman (today's UAE and Oman). From the second century CE, there was a movement of tribes from Al Bahreyn towards the lower Gulf, together with a migration among the Azdite Qahtani (or Yamani) and Quda'ah tribal groups from south-west Arabia towards central Oman.  ===Islam=== The spread of Islam to the northeastern tip of the Arabian Peninsula is thought to have followed directly from a letter sent by the Islamic prophet, Muhammad, to the rulers of Oman in 630 CE, nine years after the hijrah. This led to a group of rulers travelling to Medina, converting to Islam and subsequently driving a successful uprising against the unpopular Sassanids, who dominated the coast at the time.   Following the death of Muhammad, the new Islamic communities south of the Persian Gulf threatened to disintegrate, with insurrections against the Muslim leaders. Caliph Abu Bakr sent an army from the capital Medina which completed its reconquest of the territory (the Ridda Wars) with the Battle of Dibba in which 10,000 lives are thought to have been lost.   This assured the integrity of the Caliphate and the unification of the Arabian Peninsula under the newly emerging Rashidun Caliphate.  In 637, Julfar (in the area of today's Ras Al Khaimah) was an important port that was used as a staging post for the Islamic invasion of the Sasanian Empire. ",
    "caption_align": "center",
    "width1": "172",
    "image1": "His Highness Sheikh Mohammed Bin Zayed Al Nahyan, at Hyderabad House, in New Delhi on February 11, 2016.jpg",
    "caption1": "Mohamed bin Zayed Al Nahyan,  President since 2022",
    "width2": "145",
    "image2": "Mohamedu bin Rašidu Almaktūmu.jpg",
    "titlebar": "#Fcd116",
    "left1": "Religion",
    "float": "thumb|upright|Zayed bin Sultan Al Nahyan was the first President of the United Arab Emirates and is recognised as the father of the nation. By 1966, it had become clear the British government could no longer afford to administer and protect what is now the United Arab Emirates. British Members of Parliament (MPs) debated the preparedness of the Royal Navy to defend the sheikhdoms. Secretary of State for Defence Denis Healey reported that the British Armed Forces were seriously overstretched and in some respects dangerously under-equipped to defend the sheikhdoms. On 24 January 1968, British Prime Minister Harold Wilson announced the government's decision, reaffirmed in March 1971 by Prime Minister Edward Heath, to end the treaty relationships with the seven Trucial Sheikhdoms, that had been, together with Bahrain and Qatar, under British protection. Days after the announcement, the ruler of Abu Dhabi, Sheikh Zayed bin Sultan Al Nahyan, fearing vulnerability, tried to persuade the British to honour the protection treaties by offering to pay the full costs of keeping the British Armed Forces in the Emirates. The British Labour government rejected the offer.   After Labour MP Goronwy Roberts informed Sheikh Zayed of the news of British withdrawal, the nine Persian Gulf sheikhdoms attempted to form a union of Arab emirates, but by mid-1971 they were still unable to agree on terms of union even though the British treaty relationship was to expire in December of that year.    Fears of vulnerability were realised the day before independence. An Iranian destroyer group broke formation from an exercise in the lower Gulf, sailing to the Tunb islands. The islands were taken by force, civilians and Arab defenders alike allowed to flee. A British warship stood idle during the course of the invasion.   A destroyer group approached the island Abu Musa as well. But there, Sheikh Khalid bin Mohammed Al Qasimi had already negotiated with the Iranian Shah, and the island was quickly leased to Iran for $3 million a year. Meanwhile, Saudi Arabia laid claim to swathes of Abu Dhabi.    Originally intended to be part of the proposed Federation of Arab Emirates, Bahrain became independent in August, and Qatar in September 1971. When the British-Trucial Sheikhdoms treaty expired on 1 December 1971, both emirates became fully independent.   On 2 December 1971, at the Dubai Guesthouse (now known as Union House) six of the emirates (Abu Dhabi, Ajman, Dubai, Fujairah, Sharjah and Umm Al Quwain)  agreed to enter into a union called the United Arab Emirates. Ras al-Khaimah joined it later, on 10 January 1972.     In February 1972, the Federal National Council (FNC) was created; it was a 40-member consultative body appointed by the seven rulers. The UAE joined the Arab League on 6 December 1971 and the United Nations on 9 December.   It was a founding member of the Gulf Cooperation Council in May 1981, with Abu Dhabi hosting the first GCC summit.  A 19-year-old Emirati from Abu Dhabi, Abdullah Mohammed Al Maainah, designed the UAE flag in 1971. The four colours of the flag are the Pan-Arab colours of red, green, white, and black, and represent the unity of the Arab nations. It was adopted on 2 December 1971. Al Maainah went on to serve as the UAE ambassador to Chile and currently serves as the UAE ambassador to the Czech Republic.    ===Post-Independence period=== File:Dubai Skyline mit Burj Khalifa (18241030269).jpg|thumb|View of Dubai The UAE supported military operations by the US and other coalition nations engaged in the war against the Taliban in Afghanistan (2001) and Saddam Hussein in Ba'athist Iraq (2003) as well as operations supporting the Global War on Terror for the Horn of Africa at Al Dhafra Air Base located outside of Abu Dhabi. The air base also supported Allied operations during the 1991 Persian Gulf War and Operation Northern Watch. The country had already signed a military defence agreement with the U.S. in 1994 and one with France in 1995.     In January 2008, France and the UAE signed a deal allowing France to set up a permanent military base in the emirate of Abu Dhabi.   The UAE joined international military operations in Libya in March 2011.  On 2 November 2004, the UAE's first president, Sheikh Zayed bin Sultan Al Nahyan, died. Sheikh Khalifa bin Zayed Al Nahyan was elected as the President of the UAE. In accordance with the constitution, the UAE's Supreme Council of Rulers elected Khalifa as president. Sheikh Mohammed bin Zayed Al Nahyan succeeded Khalifa as Crown Prince of Abu Dhabi.   In January 2006, Sheikh Maktoum bin Rashid Al Maktoum, the prime minister of the UAE and the ruler of Dubai, died, and Sheikh Mohammed bin Rashid Al Maktoum assumed both roles.  The first ever national elections were held in the UAE on 16 December 2006. A number of voters chose half of the members of the Federal National Council. The UAE has largely escaped the Arab Spring, which other countries have experienced; however, 60 Emirati activists from Al Islah were apprehended for an alleged coup attempt and the attempt of the establishment of an Islamist state in the UAE.    ",
    "country": "the United Arab Emirates",
    "stat_ref": "2021 Calculation",
    "list_by_pop": "List of cities in the United Arab Emirates",
    "div_name": "Emirate",
    "city_1": "Dubai  | div_1 =  Emirate of Dubai pop_1 =  3,386,941  | img_1 = Dubai skyline 2015 (crop).j",
    "city_2": "Abu Dhabi | div_2 =  Emirate of Abu Dhabi pop_2 = 1,807,000  | img_2 = Abu Dhabi Skyline from Marina.j",
    "city_3": "Sharjah | div_3 =  Sharjah (emirate) pop_3 = 1,274,749 | img_3 = Sharjah city skyline.j",
    "city_4": "Al Ain | div_4 =   Emirate of Abu Dhabi pop_4 = 846,747  | img_4 = Green Mubazzarah.J",
    "city_5": "Ajman | div_5 =  Emirate of Ajman pop_5 = 490,035 | img_5 = Ajman Nov. 2010 -24.j",
    "city_6": "Ras Al Khaimah | div_6 =  Ras al Khaimah | pop_6 = 115,949",
    "city_7": "Fujairah | div_7 =  Emirate of Fujairah pop_7 = 97,2",
    "city_8": "Umm Al Quwain | div_8 =  Emirate of Umm Al Quwain pop_8 = 61,7",
    "city_9": "Dibba Al-Fujairah | div_9 =  Emirate of Fujairah pop_9 = 41,0",
    "list": "reason",
    "DATE_TIME": "2023-02-15T08:31:42Z"
}