{
    "common_name": "UAE",
    "largest_city": "Dubai, ",
    "official_languages": "Arabic",
    "ethnic_groups": "7.40% Egyptian  | 6.1% Filipino  | 12.8% Others",
    "ethnic_groups_year": "2015",
    "religion": "Islam",
    "demonym": "Emirati",
    "leader_title1": "President",
    "leader_name1": "Khalifa bin Zayed Al Nahyan",
    "leader_title2": "Prime Minister",
    "leader_name2": "Mohammed bin Rashid Al Maktoum",
    "leader_title3": "Speaker",
    "leader_name3": "Saqr Ghobash",
    "sovereignty_type": "Establishment",
    "established_event3": "Abu Dhabi",
    "established_date3": "1761",
    "established_event4": "Umm Al Quwain",
    "established_date4": "1768",
    "established_event5": "Ajman",
    "established_date5": "1816",
    "established_event6": "Dubai",
    "established_date6": "1833",
    "established_event7": "Fujairah",
    "established_date7": "1879",
    "established_event8": "Independence from the United Kingdom and the Trucial States",
    "established_date8": "2 December 1971",
    "established_event10": "Admission of Ras al-Khaimah to the UAE",
    "established_date10": "10 February 1972",
    "area_km2": "83,600",
    "area_rank": "114th",
    "area_sq_mi": "32,278",
    "percent_water": "negligible",
    "population_estimate": "9,890,400",
    "population_census": "4,106,427",
    "population_estimate_rank": "92nd",
    "population_census_year": "2005",
    "population_density_km2": "99",
    "population_density_sq_mi": "256",
    "population_density_rank": "110th",
    "GDP_PPP": "US$732.861 billion",
    "GDP_PPP_year": "2020",
    "GDP_PPP_rank": "32nd",
    "GDP_PPP_per_capita": "US$70,441",
    "GDP_PPP_per_capita_rank": "7th",
    "GDP_nominal": "US$432.612 billion",
    "GDP_nominal_year": "2018",
    "GDP_nominal_rank": "28th",
    "GDP_nominal_per_capita": "US$41,476",
    "GDP_nominal_per_capita_rank": "19th",
    "Gini": "32.5",
    "Gini_year": "2014",
    "HDI": "0.866",
    "HDI_year": "2018",
    "HDI_change": "increase",
    "HDI_rank": "35th",
    "publisher": "date=2013|location=London and New York|isbn=978-0415782432|page=155  |||",
    "titlebar": "#Fcd116",
    "left1": "Religion",
    "float": "thumb|upright|Zayed bin Sultan Al Nahyan was the first President of the United Arab Emirates and is recognised as the father of the nation. By 1966, it had become clear the British government could no longer afford to administer and protect what is now the United Arab Emirates. British Members of Parliament (MPs) debated the preparedness of the Royal Navy to defend the sheikhdoms. Secretary of State for Defence Denis Healey reported that the British Armed Forces were seriously overstretched and in some respects dangerously under-equipped to defend the sheikhdoms. On 24 January 1968, British Prime Minister Harold Wilson announced the government's decision, reaffirmed in March 1971 by Prime Minister Edward Heath, to end the treaty relationships with the seven Trucial Sheikhdoms, that had been, together with Bahrain and Qatar, under British protection. Days after the announcement, the ruler of Abu Dhabi, Sheikh Zayed bin Sultan Al Nahyan, fearing vulnerability, tried to persuade the British to honour the protection treaties by offering to pay the full costs of keeping the British Armed Forces in the Emirates. The British Labour government rejected the offer.   After Labour MP Goronwy Roberts informed Sheikh Zayed of the news of British withdrawal, the nine Persian Gulf sheikhdoms attempted to form a union of Arab emirates, but by mid-1971 they were still unable to agree on terms of union even though the British treaty relationship was to expire in December of that year.    Fears of vulnerability were realised the day before independence. An Iranian destroyer group broke formation from an exercise in the lower Gulf, sailing to the Tunb islands. The islands were taken by force, civilians and Arab defenders alike allowed to flee. A British warship stood idle during the course of the invasion.   A destroyer group approached the island Abu Musa as well. But there, Sheikh Khalid bin Mohammed Al Qasimi  had already negotiated with the Iranian Shah, and the island was quickly leased to Iran for $3 million a year. Meanwhile, Saudi Arabia laid claim to swathes of Abu Dhabi.    Originally intended to be part of the proposed Federation of Arab Emirates, Bahrain became independent in August, and Qatar in September 1971. When the British-Trucial Sheikhdoms treaty expired on 1 December 1971, they became fully independent.   On 2 December 1971, at the Dubai Guesthouse, now known as Union House, six of the emirates agreed to enter into a union called the United Arab Emirates.  Ras al-Khaimah joined later, on 10 January 1972.     In February 1972, the Federal National Council (FNC) was created; it was a 40-member consultative body appointed by the seven rulers. The UAE joined the Arab League on 6 December 1971 and the United Nations on 9 December.   It was a founding member of the Gulf Cooperation Council in May 1981, with Abu Dhabi hosting the first GCC summit.  A 19-year-old Emirati from Abu Dhabi, Abdullah Mohammed Al Maainah, designed the UAE flag in 1971. The four colours of the flag are the Pan-Arab colours red, green, white, and black, and represent the unity of the Arab nations. It was adopted on 2 December 1971. Al Maainah went on to serve as the UAE ambassador to Chile and currently serves as the UAE ambassador to the Czech Republic.    ===Post-Independence period=== File:Dubai Skyline mit Burj Khalifa (18241030269).jpg|thumb|left|View of Dubai  The UAE supported military operations from the US and other coalition nations engaged in the war against the Taliban in Afghanistan (2001) and Saddam Hussein in Iraq (2003) as well as operations supporting the Global War on Terror for the Horn of Africa at Al Dhafra Air Base located outside of Abu Dhabi. The air base also supported Allied operations during the 1991 Persian Gulf War and Operation Northern Watch. The country had already signed a military defence agreement with the U.S. in 1994 and one with France in 1995.     In January 2008, France and the UAE signed a deal allowing France to set up a permanent military base in the emirate of Abu Dhabi.   The UAE joined international military operations in Libya in March 2011.  thumb On 2 November 2004, the UAE's first president, Sheikh Zayed bin Sultan Al Nahyan, died. Sheikh Khalifa bin Zayed Al Nahyan was elected as the President of the UAE. In accordance with the constitution, the UAE's Supreme Council of Rulers elected Khalifa as president. Sheikh Mohammed bin Zayed Al Nahyan succeeded Khalifa as Crown Prince of Abu Dhabi.   In January 2006, Sheikh Maktoum bin Rashid Al Maktoum, the prime minister of the UAE and the ruler of Dubai, died, and Sheikh Mohammed bin Rashid Al Maktoum assumed both roles.  The first ever national elections were held in the UAE on 16 December 2006. A number of voters chose half of the members of the Federal National Council. The UAE has largely escaped the Arab Spring, which other countries have experienced; however, 60 Emirati activists from Al Islah were apprehended for an alleged coup attempt and the attempt of the establishment of an Islamist state in the UAE.    thumb|A view of the desert landscape on the outskirts of Dubai thumb thumb File:View from Jebel Jais - panoramio.jpg|thumb|Roads leading to Jebel Jais, the highest mountain in the UAE (1,892 m), in Ras Al Khaimah. The United Arab Emirates is situated in Middle East, bordering the Gulf of Oman and the Persian Gulf, between Oman and Saudi Arabia; it is in a strategic location slightly south of the Strait of Hormuz, a vital transit point for world crude oil.     The UAE lies between 22°30' and 26°10' north latitude and between 51° and 56°25′ east longitude. It shares a ",
    "list": "<ref name",
    "DATE_TIME": "2020-07-15T12:29:46Z"
}