{
    "name": "Aung San Suu Kyi,  အောင်ဆန်းစုကြည်  |honorific-suffix = ,  MP AC",
    "office": "General Secretary of the National League for Democracy",
    "term_start": "27 September 1988",
    "office1": "Member-elect of the Burmese House of Representatives, for Kawhmu",
    "majority1": "46,730 (71.38%)",
    "term_start1": "TBD",
    "succeeding1": "Soe Tint",
    "party": "National League for Democracy",
    "spouse": "Michael Aris  (1972–1999)",
    "children": "Alexander, Kim",
    "alma_mater": "University of Delhi, St Hugh's College, Oxford, School of Oriental and African Studi",
    "religion": [
        "20 July 1989: Placed under house arrest in Rangoon under martial law that allows for detention without charge or trial for three years.",
        "10 July 1995: Released from house arrest.",
        "23 September 2000: Placed under house arrest.",
        "6 May 2002: Released after 19 months.",
        "30 May 2003: Arrested following the Depayin massacre, she was held in secret detention for more than three months before being returned to house arrest.",
        "25 May 2007: House arrest extended by one year despite a direct appeal from U.N. Secretary-General Kofi Annan to General Than Shwe.",
        "24 October 2007: Reached 12 years under house arrest, solidarity protests held at 12 cities around the world.",
        "27 May 2008: House arrest extended for another year, which is illegal under both international law and Burma's own law.",
        "11 August 2009: House arrest extended for 18 more months because of \"violation\" arising from the May 2009 trespass incident.",
        "13 November 2010: Released from house arrest.    ===2007 anti-government protests===",
        "Freedom Now, a Washington, D.C.-based non-profit organization, was retained in 2006 by a member of her family to help secure Aung San Suu Kyi's release from house arrest. The organization secured several opinions from the UN Working Group on Arbitrary Detention that her detention was in violation of international law; engaged in political advocacy such as spearheading a letter from 112 former Presidents and Prime Ministers to UN Secretary-General Ban Ki-moon urging him to go to Burma to seek her release, which he did six weeks later; and published numerous opeds and spoke widely to the media about her ongoing detention.  Its representation of her ended when she was released from house arrest on 13 November 2010.",
        "Aung San Suu Kyi has been an honorary board member of International IDEA and ARTICLE 19 since her detention, and has received support from these organisations.",
        "The Vrije Universiteit Brussel and the Université catholique de Louvain, both located in Belgium, have granted her the title of Doctor Honoris Causa.",
        "In 2003, the Freedom Forum recognized Suu Kyi's efforts to promote democracy peacefully with the Al Neuharth Free Spirit of the Year Award, in which she was presented over satellite because she was under house arrest. She was awarded one million dollars.",
        "In June of each year, the U.S. Campaign for Burma organizes hundreds of \"Arrest Yourself\" house parties around the world in support of Aung San Suu Kyi. At these parties, the organizers keep themselves under house arrest for 24 hours, invite their friends, and learn more about Burma and Aung San Suu Kyi.",
        "The Freedom Campaign, a joint effort between the Human Rights Action Center and US Campaign for Burma, looks to raise worldwide attention to the struggles of Aung San Suu Kyi and the people of Burma.",
        "The Burma Campaign UK is a UK based NGO (Non Governmental Organisation) that aims to raise awareness of Burma's struggles and follow the guidelines established by the NLD and Aung San Suu Kyi.",
        "St. Hugh's College, Oxford, where she studied, had a Burmese theme for their annual ball in support of her in 2006.",
        "Aung San Suu Kyi is the official patron of The Rafto Human Rights House in Bergen, Norway. She received the Thorolf Rafto Memorial Prize in 1990.",
        "She was made an honorary free person of the City of Dublin, Ireland in November 1999, although a space had been left on the roll of signatures to symbolize her continued detention.",
        "In November 2005 the human rights group Equality Now proposed Aung Sun Suu Kyi as a potential candidate, among other qualifying women, for the position of U.N. Secretary General. http://www.equalitynow.org/english/actions/action_1102_en.html The Next United Nations Secretary-General: Time for a Woman. Qualified women; Quote: ...Aung San Suu Kyi (Burma) Prime Minister-Elect...Equality Now.org November 2005.  In the proposed list of qualified women Suu Kyi is recognised by Equality Now as the Prime Minister-Elect of Burma.",
        "The UN' special envoy to Myanmar, Ibrahim Gambari, met Aung San Suu Kyi on 10 March 2008 before wrapping up his trip to the military-ruled country.",
        "Aung San Suu Kyi is an honorary member of The Elders, a group of eminent global leaders brought together by Nelson Mandela.   Her ongoing detention means that she is unable to take an active role in the group, so The Elders place an empty chair for her at their meetings.   The Elders have consistently called for the release of all political prisoners in Burma.",
        "In 2008, Burma’s devoted human rights leader and Nobel Peace Prize, was welcomed as http://www.clubmadrid.org/ Club of Madrid Honorary Member.",
        "In 2011 Aung San Suu Kyi is the Guest Director of the 45th Brighton Festival",
        "In June 2011, the BBC announced that Aung San Suu Kyi was to deliver the 2011 Reith Lectures. The BBC covertly recorded two lectures with Aung San Suu Kyi in Burma, which were then smuggled out of the country and brought back to London.   The lectures were broadcast on BBC Radio 4 and the BBC World Service on 28 June 2011 and 5 July 2011.",
        "In November 2011, Suu Kyi received Francois Zimeray, France's Ambassador for Human Rights.  ==Books== ===Written===",
        "''Der Weg zur Freiheit'' (1999) with U Kyi Maung, U Tin Oo, ISBN 978-3404614356",
        "''Letters from Burma'' (1998) with Fergal Keane ISBN 978-0140264036",
        "''The Voice of Hope'' (1998) with Alan Clements, ISBN 978-1888363838, fully updated and re-issued in October 2008 by Rider Books, ISBN 978-1846041433",
        "''Letter to Daniel: Despatches from the Heart'' (1996) by Fergal Keane, foreword by Aung San Suu Kyi, edited by Tony Grant ISBN 978-0140262896",
        "''Freedom from Fear and other Writings'' (1995) with Václav Havel, Desmond M. Tutu, and Michael Aris, ISBN 978-0140253177",
        "''Burma's Revolution of the Spirit: The Struggle for Democratic Freedom and Dignity'' (1994) with Alan Clements, Leslie Kean, the Dalai Lama, Sein Win, ISBN 978-0893815806",
        "''Aung San of Burma: A Biographical Portrait by His Daughter'' (1991) ISBN 978-1870838801, 2nd edition 1995",
        "''Aung San (Leaders of Asia Series)'' (1990) ISBN 978-9990288834",
        "''Burma and India: Some aspects of intellectual life under colonialism'' (1990) ISBN 978-8170231349",
        "''Bhutan (Let's Visit Series)'' (1986) ISBN 978-0222010995",
        "''Nepal (Let's Visit Series)'' (1985) ISBN 978-0222009814",
        "''Burma (Let's Visit Series)'' (1985) ISBN 978-0222009791  ===Edited===",
        "''Tibetan Studies in Honour of Hugh Richardson''. Edited by Michael Aris and Aung San Suu Kyi. (1979). Vikas Publishing house, New Delhi.  ==Awards==",
        "Thorolf Rafto Memorial Prize (1990)",
        "Sakharov Prize (1990)",
        "Nobel Peace Prize (1991)",
        "Simón Bolívar International Prize (1992)",
        "Jawaharlal Nehru Award for International Understanding (1993)",
        "Prize For Freedom of the Liberal International (1995)",
        "Honorary Companion of the Order of Australia (1996)",
        "National Democratic Institute for International Affairs W. Averell Harriman Democracy Award (1996)",
        "Doctor of Laws Honorary degree from the University of Bath (1998)",
        "Freedom of Dublin City,Ireland (1999)",
        "Presidential Medal of Freedom (2000)",
        "UNESCO-Madanjeet Singh Prize for the Promotion of Tolerance and Non-Violence (2002)",
        "Gwangju Prize for Human Rights (2004)",
        "Doctor of Laws (honoris causa) from Memorial University of Newfoundland (2004)",
        "Olof Palme Prize (2005)",
        "Freedom from Fear award (2006)",
        "Honorary Canadian citizenship (2007)",
        "Honorary President of the LSESU (2007)",
        "Doctorate of Letters (honoris causa) from Colgate University (2008)",
        "Congressional Gold Medal (2008)",
        "Premi Internacional Catalunya (2008)",
        "Honorary Member of the http://www.clubmadrid.org/ Club of Madrid (2008)",
        "Freedom Of Glasgow (2009)",
        "Mahatma Gandhi International Award for Peace and Reconciliation (2009)",
        "Honorary Doctor of Laws from University of Ulster in recognition of her services to human rights (2009)",
        "Ambassador of Conscience Award (2009) from Amnesty International",
        "Freedom of Newcastle Upon Tyne (2011)",
        "Chatham House Prize (2011)",
        "Commandeur of the Légion d'Honneur (2012)",
        "Shaheed Benazir Bhutto Award for Democracy (2012)",
        "Doctor of Laws Honorary degree from The University of Hong Kong (2012)",
        "Bhagwan Mahavir World Peace Award (2012)   ==Popular media==",
        "She was portrayed by Adelle Lutz in John Boorman's 1995 motion picture ''Beyond Rangoon'', which takes place during the 8888 Uprising.",
        "Jazz saxophonist Wayne Shorter composed in her honor the piece \"Aung San Suu Kyi\", which appeared on 1+1 (1997), a duet album with pianist Herbie Hancock.",
        "In a list compiled by ''New Statesman'' in 2006, she was voted as number one among the \"50 Heroes of Our Time\".",
        "The 2000 song \"Walk On\" by U2 is about her, according to Bono.   Suu Kyi was regularly mentioned as the song was played during 2001's Elevation Tour.  During the 2009 leg of the 360° Tour, the band invited fans to wear masks of Suu Kyi's face (printable from their website) during the song \"Walk On\".",
        "''The Lady Of Burma'', a play written by Richard Shannon and staged in the London Old Vic, dealt with the life of Aung San Suu Kyi and received rave reviews in the UK press, including ''The Independent''.",
        "She was voted as number 34 among \"The World's 50 Most Influential Figures 2010\" by the British magazine ''New Statesman''.",
        "\"Unplayed Piano\" by Damien Rice and Lisa Hannigan was released in Ireland on 17 June 2005 and in the UK on 20 June 2005 to coincide with Aung San Suu Kyi's 60th birthday. The song was written for Suu Kyi following a visit by Damien to Burma in July 2004. Proceeds from the sale of the single go to the Burma Campaign UK. Rice and Hannigan performed the song at the 2006 Nobel Peace Prize Concert in Oslo.",
        "Actress Michelle Yeoh portrays Aung San Suu Kyi in the 2011 film ''The Lady'', directed by Luc Besson.",
        "A 2m x 2m portrait of her was painted for the 54th Venice Biennale by Gavin Rain, working with the Burma Campaign UK in an attempt to highlight her current plight. The painting was also on display at the Italian premiere of the 2011 film ''The Lady'' in Rome in October 2011, attended by both Yeoh and Besson.    ==See also==",
        "Human rights in Burma",
        "List of female Nobel laureates",
        "National Coalition Government of the Union of Burma",
        "Burma VJ",
        "Foreign relations of Burma",
        "Mir-Hossein Mousavi  ==Footnotes==",
        "Miller, J. E. (2001). ''Who's who in contemporary women's writing.'' Routledge.",
        "Reid, R., Grosberg, M. (2005). ''Myanmar (Burma).'' Lonely Planet. ISBN 978-1740596954.",
        "Stewart, Whitney (1997). ''Aung San Suu Kyi: fearless voice of Burma.'' Twenty-First Century Books. ISBN 978-0822549314.",
        "''Aung San Suu Kyi (Modern Peacemakers)'' (2007) by Judy L. Hasday, ISBN 978-0791094358",
        "''The Lady: Aung San Suu Kyi: Nobel Laureate and Burma's Prisoner'' (2002) by Barbara Victor, ISBN 978-0571211777, or 1998 hardcover: ISBN 978-0571199440",
        "''Perfect Hostage: A Life of Aung San Suu Kyi'' (2007) by Justin Wintle, ISBN 978-0091796815",
        "''Tyrants: The World's 20 Worst Living Dictators'' (2006) by David Wallechinsky, ISBN 978-0060590048",
        "''Aung San Suu Kyi (Trailblazers of the Modern World)'' (2004) by William Thomas, ISBN 978-0836852639",
        "''No Logo: No Space, No Choice, No Jobs'' (2002) by Naomi Klein ISBN 978-0312421434",
        "''http://homepages.tesco.net/~ghoutman Mental culture in Burmese crisis politics: Aung San Suu Kyi and the National League for Democracy (ILCAA Study of Languages and Cultures of Asia and Africa Monograph Series)'' (1999) by Gustaaf Houtman, ISBN 978-4872977486",
        "'' Hidden Agendas'' (1998) by John Pilger, ISBN 978-0099741510",
        "''Aung San Suu Kyi: Standing Up for Democracy in Burma (Women Changing the World)'' (1998) by Bettina Ling ISBN 978-1558611979",
        "''Prisoner for Peace: Aung San Suu Kyi and Burma's Struggle for Democracy (Champions of Freedom Series)'' (1994) by John Parenteau, ISBN 978-1883846053",
        "''Des femmes prix Nobel de Marie Curie à Aung San Suu Kyi, 1903–1991'' (1992) by Charlotte Kerner, Nicole Casanova, Gidske Anderson, ISBN 978-2721004277",
        "''Aung San Suu Kyi, towards a new freedom'' (1998) by Chin Geok Ang ISBN 978-9814024303",
        "''Aung San Suu Kyi's struggle: Its principles and strategy'' (1997) by Mikio Oishi ISBN 978-9839861068",
        "''Finding George Orwell in Burma'' (2004) by Emma Larkin ISBN 0143037110",
        "''Character Is Destiny: Inspiring Stories Every Young Person Should Know and Every Adult Should Remember'' (2005) by John McCain, Mark Salter. Random House ISBN 978-1400064120",
        "''http://www.burmaawareness.org/PoliticalThoughSuuKyi.pdf The Political Thought of Aung San Suu Kyi by Josef Siverstein (1996)''",
        "''Under the Dragon: A Journey Through Burma'' (1998/2010) by Rory MacLean ISBN 978-1-84511-622-4",
        "",
        "http://web.archive.org/web/20110202230504/http://www.dassk.org/ Aung San Suu Kyi's website via the Internet Archive",
        "http://www.nobelprize.org/nobel_prizes/peace/laureates/1991/ Nobel Peace Prize 1991, Aung San Suu Kyi at NobelPrize.org",
        "http://gury.orgfree.com/suukyi1.htm Aung San Suu Kyi – Summary, biography, excerpts from books",
        "",
        "",
        "",
        "",
        "http://www.spiegel.de/fotostrecke/fotostrecke-61677.html Burma's Suu Kyi, Free at Last – slideshow by ''Der Spiegel''",
        "http://news.outlookindia.com/items.aspx?artid=758222 Peace Prize 2012 from India by Sarhad organization PUNE City"
    ],
    "NAME": "Aung San Suu Kyi |ALTERNATIVE",
    "DATE_TIME": "2012-04-07T17:30:59Z"
}