{
    "name": "Aung San Suu Kyi",
    "office": "Chairperson and General Secretary of ,  the National League for Democracy",
    "term_start": "27 September 1988",
    "office1": "Leader of the Opposition",
    "president1": "Thein Sein",
    "term_start1": "2 May 2012",
    "predecessor1": "Tun Yi",
    "office2": "Member of the Pyithu Hluttaw ,  for Kawhmu",
    "term_start2": "2 May 2012",
    "predecessor2": "Soe Tint",
    "majority2": "46,730 (71.38%)",
    "party": "National League for Democracy",
    "relations": "Aung San (father), Khin Kyi (mother)",
    "children": "Alexander, Kim",
    "alma_mater": "University of Delhi, St Hugh's College, Oxford, SOAS, University of London",
    "religion": "Theravada Buddhism",
    "blank1": "Awards",
    "data1": [
        "20 July 1989: Placed under house arrest in Rangoon under martial law that allows for detention without charge or trial for three years.",
        "10 July 1995: Released from house arrest.",
        "23 September 2000: Placed under house arrest.",
        "6 May 2002: Released after 19 months.",
        "30 May 2003: Arrested following the Depayin massacre, she was held in secret detention for more than three months before being returned to house arrest.",
        "25 May 2007: House arrest extended by one year despite a direct appeal from U.N. Secretary-General Kofi Annan to General Than Shwe.",
        "24 October 2007: Reached 12 years under house arrest, solidarity protests held at 12 cities around the world.",
        "27 May 2008: House arrest extended for another year, which is illegal under both international law and Burma's own law.",
        "11 August 2009: House arrest extended for 18 more months because of \"violation\" arising from the May 2009 trespass incident.",
        "13 November 2010: Released from house arrest.    ===2007 anti-government protests===",
        "Freedom Now, a Washington, D.C.-based non-profit organisation, was retained in 2006 by a member of her family to help secure Aung San Suu Kyi's release from house arrest. The organisation secured several opinions from the UN Working Group on Arbitrary Detention that her detention was in violation of international law; engaged in political advocacy such as spearheading a letter from 112 former Presidents and Prime Ministers to UN Secretary-General Ban Ki-moon urging him to go to Burma to seek her release, which he did six weeks later; and published numerous opeds and spoke widely to the media about her ongoing detention.  Its representation of her ended when she was released from house arrest on 13 November 2010.",
        "Aung San Suu Kyi has been an honorary board member of International IDEA and ARTICLE 19 since her detention, and has received support from these organisations.",
        "The Vrije Universiteit Brussel and the Université catholique de Louvain, both located in Belgium, granted her the title of Doctor Honoris Causa.",
        "In 2003, the Freedom Forum recognised Suu Kyi's efforts to promote democracy peacefully with the Al Neuharth Free Spirit of the Year Award, in which she was presented over satellite because she was under house arrest. She was awarded one million dollars.",
        "In June of each year, the U.S. Campaign for Burma organises hundreds of \"Arrest Yourself\" house parties around the world in support of Aung San Suu Kyi. At these parties, the organisers keep themselves under house arrest for 24 hours, invite their friends, and learn more about Burma and Aung San Suu Kyi.",
        "The Freedom Campaign, a joint effort between the Human Rights Action Center and US Campaign for Burma, looks to raise worldwide attention to the struggles of Aung San Suu Kyi and the people of Burma.",
        "The Burma Campaign UK is a UK based NGO (Non Governmental Organisation) that aims to raise awareness of Burma's struggles and follow the guidelines established by the NLD and Aung San Suu Kyi.",
        "St. Hugh's College, Oxford, where she studied, had a Burmese theme for their annual ball in support of her in 2006.   The University later awarded her an honorary doctorate in civil law on 20 June 2012 during her visitation on her alma mater.",
        "Aung San Suu Kyi is the official patron of The Rafto Human Rights House in Bergen, Norway. She received the Thorolf Rafto Memorial Prize in 1990.",
        "She was made an honorary free person of the City of Dublin, Ireland in November 1999, although a space had been left on the roll of signatures to symbolize her continued detention.",
        "In November 2005 the human rights group Equality Now proposed Aung Sun Suu Kyi as a potential candidate, among other qualifying women, for the position of U.N. Secretary General.  In the proposed list of qualified women Suu Kyi is recognised by Equality Now as the Prime Minister-Elect of Burma.",
        "The UN' special envoy to Myanmar, Ibrahim Gambari, met Aung San Suu Kyi on 10 March 2008 before wrapping up his trip to the military-ruled country.",
        "Aung San Suu Kyi was an honorary member of The Elders, a group of eminent global leaders brought together by Nelson Mandela.   Her ongoing detention meant that she was unable to take an active role in the group, so The Elders placed an empty chair for her at their meetings.   The Elders have consistently called for the release of all political prisoners in Burma.   Upon her election to parliament, she stepped down from her post.",
        "In 2008, Burma’s devoted human rights leader and Nobel Peace Prize, was welcomed as http://www.clubmadrid.org/ Club of Madrid Honorary Member.",
        "In 2011, Aung San Suu Kyi was named the Guest Director of the 45th Brighton Festival.",
        "She was part of the international jury of Human Rights Defenders and Personalities who helped to choose a universal Logo for Human Rights in 2011.",
        "In June 2011, the BBC announced that Aung San Suu Kyi was to deliver the 2011 Reith Lectures. The BBC covertly recorded two lectures with Aung San Suu Kyi in Burma, which were then smuggled out of the country and brought back to London.   The lectures were broadcast on BBC Radio 4 and the BBC World Service on 28 June 2011 and 5 July 2011.",
        "In November 2011, Suu Kyi received Francois Zimeray, France's Ambassador for Human Rights.",
        "8 March 2012, Canadian Foreign Affairs Minister John Baird presented Aung San Suu Kyi a certificate of honorary Canadian citizenship and an informal invitation to visit Canada.",
        "In April 2012, British Prime Minister David Cameron became the first leader of a major world power to visit Aung San Su Kyi and the first of a British prime minister since the 1950s. In his visit, Cameron invited San Su Kyi to Britain where she would be able to visit her 'beloved' Oxford, an invitation which she later accepted. She visited Britain on 19 June 2012.",
        "In May 2012, Suu Kyi received the inaugural Václav Havel Prize for Creative Dissent of the Human Rights Foundation.",
        "29 May 2012 PM Manmohan Singh of India visited Aung San Suu Kyi. In his visit, PM invited San Suu Kyi to India as well.  ==References==",
        "Miller, J. E. (2001). ''Who's who in contemporary women's writing.'' Routledge.",
        "Reid, R., Grosberg, M. (2005). ''Myanmar (Burma).'' Lonely Planet. ISBN 978-1-74059-695-4.",
        "Stewart, Whitney (1997). ''Aung San Suu Kyi: fearless voice of Burma.'' Twenty-First Century Books. ISBN 978-0-8225-4931-4.",
        "''Aung San Suu Kyi (Modern Peacemakers)'' (2007) by Judy L. Hasday, ISBN 978-0-7910-9435-8",
        "''The Lady: Aung San Suu Kyi: Nobel Laureate and Burma's Prisoner'' (2002) by Barbara Victor, ISBN 978-0-571-21177-7, or 1998 hardcover: ISBN 978-0-571-19944-0",
        "''The Lady and the Peacock: The Life of Aung San Suu Kyi'' (2012) by Peter Popham, ISBN 978-1-61519-064-5",
        "''Perfect Hostage: A Life of Aung San Suu Kyi'' (2007) by Justin Wintle, ISBN 978-0-09-179681-5",
        "''Tyrants: The World's 20 Worst Living Dictators'' (2006) by David Wallechinsky, ISBN 978-0-06-059004-8",
        "''Aung San Suu Kyi (Trailblazers of the Modern World)'' (2004) by William Thomas, ISBN 978-0-8368-5263-9",
        "''No Logo: No Space, No Choice, No Jobs'' (2002) by Naomi Klein ISBN 978-0-312-42143-4",
        "''http://books.google.com/books?id=bV3shLzx0B4C&printsec=frontcover Mental culture in Burmese crisis politics: Aung San Suu Kyi and the National League for Democracy (ILCAA Study of Languages and Cultures of Asia and Africa Monograph Series)'' (1999) by Gustaaf Houtman, ISBN 978-4-87297-748-6",
        "''Aung San Suu Kyi: Standing Up for Democracy in Burma (Women Changing the World)'' (1998) by Bettina Ling ISBN 978-1-55861-197-9",
        "''Prisoner for Peace: Aung San Suu Kyi and Burma's Struggle for Democracy (Champions of Freedom Series)'' (1994) by John Parenteau, ISBN 978-1-883846-05-3",
        "''Des femmes prix Nobel de Marie Curie à Aung San Suu Kyi, 1903–1991'' (1992) by Charlotte Kerner, Nicole Casanova, Gidske Anderson, ISBN 978-2-7210-0427-7",
        "''Aung San Suu Kyi, towards a new freedom'' (1998) by Chin Geok Ang ISBN 978-981-4024-30-3",
        "''Aung San Suu Kyi's struggle: Its principles and strategy'' (1997) by Mikio Oishi ISBN 978-983-9861-06-8",
        "''Finding George Orwell in Burma'' (2004) by Emma Larkin ISBN 0-14-303711-0",
        "''Character Is Destiny: Inspiring Stories Every Young Person Should Know and Every Adult Should Remember'' (2005) by John McCain, Mark Salter. Random House ISBN 978-1-4000-6412-0",
        "''http://www.burmaawareness.org/PoliticalThoughSuuKyi.pdf The Political Thought of Aung San Suu Kyi by Josef Siverstein (1996)''",
        "''Under the Dragon: A Journey Through Burma'' (1998/2010) by Rory MacLean ISBN 978-1-84511-622-4",
        "",
        "http://web.archive.org/web/20110202230504/http://www.dassk.org/ Aung San Suu Kyi's website via the Internet Archive",
        "http://www.nobelprize.org/nobel_prizes/peace/laureates/1991/ Nobel Peace Prize 1991, Aung San Suu Kyi at NobelPrize.org",
        "http://gury.orgfree.com/suukyi1.htm Aung San Suu Kyi – Summary, biography, excerpts from books",
        "",
        "",
        "",
        "",
        "http://www.spiegel.de/fotostrecke/fotostrecke-61677.html Burma's Suu Kyi, Free at Last – slideshow by ''Der Spiegel''",
        "http://news.outlookindia.com/items.aspx?artid=758222 Peace Prize 2012 from India by Sarhad organisation PUNE City",
        "http://www.thisismyanmar.com/mb/assk.htm Awards Received by Daw Aung San Suu Kyi",
        "http://i.dailymail.co.uk/i/pix/2012/11/19/article-2235048-161C817A000005DC-46_634x427.jpg Aung San Suu Kyi and Clinton"
    ],
    "NAME": "Aung San Suu Kyi |ALTERNATIVE",
    "DATE_TIME": "2013-04-28T08:22:32Z"
}