{
    "office": "''ni machismo ni feminismo populismo",
    "deputy": "left|Francisco and his brother Ramón in North Africa, 1925 In 1913, Franco transferred into the newly formed regulares: Moroccan colonial troops with Spanish officers, who acted as shock troops. This transfer into a perilous role may have been decided because Franco failed to win the hand of his first love, Sofía Subirán. (The letters between the two were found and she was questioned by journalists.)  In 1916, aged 23 and already a captain, he was shot by enemy machine gun fire. He was badly wounded in the abdomen, specifically the liver, in a skirmish at ''El Biutz'' and possibly lost a testicle.   The physicians of the battle later concluded that his intestines were spared because he inhaled the moment he was shot. His survival marked him permanently in the eyes of the native troops as a man of ''baraka'' (good luck). He was recommended for Spain's highest honour for gallantry, the coveted ''Cruz Laureada de San Fernando'', but instead received the ''Cross of Maria Cristina, First Class''. With that he was promoted to major at the end of February 1917 at age 24. This made him the youngest major in the Spanish army. From 1917 to 1920, he served in Spain. In 1920, Lieutenant Colonel José Millán Astray, a histrionic but charismatic officer, founded the Spanish Foreign Legion, on similar lines to the French Foreign Legion. Franco became the Legion's second-in-command and returned to Africa. On 24 July 1921, the poorly commanded and overextended Spanish Army suffered a crushing defeat at Annual from Rif tribesmen led by the Abd el-Krim brothers. The Legion and supporting units relieved the Spanish enclave of Melilla after a three-day forced march led by Franco. In 1923, by now a lieutenant colonel, he was made commander of the Legion.  On 22 October 1923, Franco married María del Carmen Polo y Martínez-Valdès (11 June 1900 – 6 February 1988).   Three years later the couple had a daughter, María del Carmen.   Following his honeymoon Franco was summoned to Madrid to be presented to King Alfonso XIII.   This and other occasions of royal attention would mark him during the Republic as a monarchical officer. Promoted to colonel, Franco led the first wave of troops ashore at Al Hoceima (Spanish: ''Alhucemas'') in 1925. This landing in the heartland of Abd el-Krim's tribe, combined with the French invasion from the south, spelled the beginning of the end for the short-lived Republic of the Rif. Franco's recognition eventually caught up with him and he was promoted to brigadier general on 3 February 1926. This made him the youngest general in Spain, and perhaps, along with Major-General Joe Sweeney of the Irish Army, one of the youngest generals in Europe. In 1928 Franco was appointed director of the newly created General Military Academy of Zaragoza, a new college for all army cadets, replacing the former separate institutions for young men seeking to become officers in infantry, cavalry, artillery, and other branches of the army. Franco was removed as Director of the Zaragoza Military Academy in 1931; about 95% of his former Zaragoza cadets later came to side with him in the Civil War.  === During the Second Spanish Republic === With the fall of the monarchy in 1931, Franco did not take any notable stand. But the closing of the Academy in June by War Minister Manuel Azaña provoked his first clash with the Spanish Republic. Azaña found Franco's farewell speech to the cadets   insulting. Franco stressed in his speech the Republic's need for discipline and respect. For six months Franco was without a post and under surveillance.  Franco was a subscriber to the journal of Acción Española, a monarchist organisation, and a firm believer in the Jewish-Masonic-Bolshevik conspiracy or ''contubernio'' (filthy cohabitation)—'one of Franco's favourite words': a conspiracy in which Jews, Freemasons, Communists, and other leftists alike allegedly sought the destruction of Christian Europe, with Spain the principal target.    On 5 February 1932, he was given a command in A Coruña. Franco avoided involvement in José Sanjurjo's attempted coup that year, and even wrote a hostile letter to Sanjurjo expressing his anger over the attempt. As a side result of Azaña's military reform, in January 1933, Franco was relegated from the first to the 24th in the list of brigadiers; the same year, on 17 February, he was given the military command of the Balearic Islands: a post above his rank, but Franco was still angered that he was purposely stuck in the positions he didn't want to be. Yet it was quite common for the Conservative Officers to be moved or demoted.  New elections held in October 1933 resulted in a centre-right majority. In opposition to this government, a revolutionary communist/anarchist movement broke out on 5 October 1934. This uprising was rapidly quelled in most of the country, but gained a stronghold in Asturias, with the support of the miners' unions. Franco, already General of Division and aide to the war minister, Diego Hidalgo, was put in command of the operations directed to suppress the insurgency. Troops of the Spanish Army of Africa carried this out, with General Eduardo López Ochoa as commander in the field. After two weeks of heavy fighting (and a death toll estimated between 1,200 and 2,000), the rebellion was suppressed.  The insurgency in Asturias (see Asturian miners' strike of 1934) sharpened the antagonism between Left and Right. Franco and López Ochoa (who, prior to the campaign in Asturias, had been seen as a left-leaning officer)   emerged as officers prepared to use 'troops against Spanish civilians as if they were a foreign enemy'.   Franco described the rebellion to a journalist in Oviedo as, 'a frontier war and its fronts are socialism, communism and whatever attacks civilisation in order to replace it with barbarism.' Though the colonial units sent to the north by the government at Franco's recommendation   consisted of the Spanish Foreign Legion and the Moroccan Regulares Indigenas, the right wing press portrayed the Asturian rebels as lackeys of a foreign Jewish-Bolshevik conspiracy.   At the start of the Civil War, López Ochoa was assassinated. Some time after these events, Franco was briefly commander-in-chief of the Army of Africa (from 15 February onwards), and from 19 May 1935, on, Chief of the General Staff.  ==== 1936 general election ==== ",
    "collapsed": [
        "Personal Standard Franco as Head of State,",
        "Coat of arms of Franco as Head of State,",
        "thumb|Franco and his wife, Carmen Polo in 1968 Francoism professed a devotion to the traditional role of a woman in society, that is being a loving daughter and sister to her parents and brothers, being a faithful wife to her husband, and residing with her family. Official propaganda confined the role of women to family care and motherhood. Immediately after the war most progressive laws passed by the Republic aimed at equality between the sexes were nullified. Women could not become judges, or testify in a trial. They could not become university professors. Their affairs and economic lives had to be managed by their fathers and husbands. Until the 1970s a woman could not have a bank account without a co-sign by her father or husband.   In the 1960s and 1970s these restrictions were somewhat relaxed.  === The Spanish colonial empire and decolonisation ==="
    ],
    "boxstyle_1": "background-color: #fcc;",
    "boxstyle_2": "background-color: #fb9;",
    "boxstyle_3": "background-color: #ffc;",
    "boxstyle_4": "background-color: #bfc;",
    "1": "64.jpg | caption = Franco in gibraltar | deputy =        ANDORRA ES EPAÑA GIBRALTAR ESPAÑOL            rted by Spanish communists and anarchists as well as the Soviet Union, Mexico, and the International Brigades.",
    "4": "Luque",
    "6": ".jpg | caption = Franco in gibraltar | deputy =        ANDORRA ES EPAÑA GIBRALTAR ESPAÑOL            rted by Spanish communists and anarchists as well as the Soviet Union, Mexico, and the International Brigades. In 1939, Franco won the war, which claimed half a million lives. He established a military dictatorship. Franco proclaimed himself Head of State and Government under the title ''El caudillo''. In April 1",
    "7": "Luque|2014|",
    "9": "4.jpg | caption = Franco in gibraltar | deputy =        ANDORRA ES EPAÑA GIBRALTAR ESPAÑOL            rted by Spanish communists and anarchists as well as the Soviet Union, Mexico, and the International Brigades. In",
    "10": "1353/joy.2001.0008| title = James Joyce's Encounters with Spanish Censorship, 1939–1966| journal = Joyce Studies Annual| volume = 12| page = 38| year = 2001| last1 = Lázaro | first1 = A.     Gastón Aguas, J. M. & Mendiola Gonzalo, F. (eds.) ''Los trabajos forzados en la dictadura franquista: Bortxazko lanak diktadura frankistan.'' 978-",
    "14": "pp=177-178 as well as other conservative and monarchist elements, into FET y de las JONS. At the same time he outlawed all other political parties, and thus Spain became a one-party state.  Upon his rise to power, Franco implemented policies that repressed political opponents and dissenters, as many as 400,000 of whom died           through the use of forced labor and executions in the concentration camps his regime operated. Richards, Michael (1998) ''A Time of Silence: Civil War and the Culture of Repression in Franco's Spain, 1936–1945'', Cambridge University Press.",
    "15": "4014. p. 11.    During World War II, he espoused neutrality as Spain's official wartime policy. However, he provided military support to the Axis in numerous ways: he allowed German and Italian ships and submarines to use Spanish harbors and ports, the Abwehr operated in Spain, and the Blue Division fought alongside the European Axis against the Soviet Union until 1944. Although Franco's Spain is often identified as fascist, most scholars consider it as conservative and authoritarian, rather than truly fascist.     ",
    "19": "4.jpg | caption = Franco in gibraltar | deputy =        ANDORRA ES EPAÑA GIBRALTAR ESPAÑOL            rted by Spanish communists and anarchists as well as the Soviet Union, Mexico, and the International Brigades.",
    "20": "pp=177-178 as well as other conservative and monarchist elements, into FET y de las JONS. At the same time he outlawed all other political parties, and thus Spain became a one-party state.  Upon his rise to power, Franco implemented policies that repressed political opponents and dissenters, as many as 400,000 of whom died Sinova, J.",
    "22": "}    Duva, J. (9 November 1998) https://web.archive.org/web/200",
    "23": "left|Francisco and his brother Ramón in North Africa, 1925 In 1913, Franco transferred into the newly formed regulares: Moroccan colonial troops with Spanish officers, who acted as shock troops. This transfer into a perilous role may have been decided because Franco failed to win the hand of his first love, Sofía Subirán. (The letters between the two were found and she was questioned by journalists.)  In 1916,",
    "26": "22    Duva, J. (9 November 1998) https://web.archive.org/web/2001",
    "28": "200",
    "30": "63. p. 466.  During World War II, he espoused neutrality as Spain's official wartime policy. However, he provided military support to the Axis in numerous ways: he allowed German and Italian ships and submarines to use Spanish harbors and ports, the Abwehr operated in Spain, and the Blue Division fought alongside the European Axis against the Soviet Union until 1944. Although Franco's Spain is often identified as fascist, most scholars consider it as conservative and authoritarian, rather than truly fascist.     ",
    "31": "2005",
    "DATE_TIME": "2019-02-05T08:54:09Z"
}