{
    "name": "Seyed Ali Khamenei, ",
    "office": "2nd Supreme Leader of Iran",
    "president": "Akbar Hashemi Rafsanjani, Mohammad Khatami, Mahmoud Ahmadinejad, Hassan Rouhani",
    "primeminister": "Mir-Hossein Mousavi",
    "term_end2": "15 May 1987",
    "predecessor2": "Mohammad-Javad Bahonar",
    "successor2": "Party dissolved",
    "birthname": "Ali Hosseini Khamenei        '''Ali Hosseini Khamenei''' ( url=http://www.forbes.com/powerful-people/?boxes=Homepagelighttop#page:3_sort:0_direction:asc_search:_filter:All%20countries_filter:All%20categories",
    "work": "Forbes   As the head of state, Khamenei is considered the most powerful political authority in Iran.   Ganji, Akbar, \"The Latter-Day Sultan: Power and Politics in Iran\", ''Foreign Affairs'', November December 2008  Khamenei was the victim of an attempted assassination in June 1981 that paralysed his right arm.   ||",
    "isbn": "978-1-86064-552-5  | year = 2000   ==Political life and presidency== Khamenei was a key figure in the Iranian Revolution in Iran and a close confidant of Ruhollah Khomeini.  Khomeini appointed Khamenei to the post of Tehran's Friday prayers Imam in 1979, after forced resignation of Hussein-Ali Montazeri from the post. He served briefly as the Deputy Minister for Defence and as a supervisor of the Islamic Revolutionary Guards. He also went to the battlefield as a representative of the defense commission of the parliament. In June 1981, Khamenei narrowly escaped an assassination attempt when a bomb, concealed in a tape recorder at a press conference, exploded beside him. He was permanently injured, losing the use of his right arm. \"http://www.washingtonpost.com/wp-dyn/content/article/2007/12/07/AR2007120701614_pf.html Meet 'The Decider' of Tehran. It's Not the Hothead You Expect\", Nasr, Vali, commentary article, Outlook section, ''The Washington Post'', 9 December 2007, page B01, Retrieved 9 December 2007   {| class=\"wikitable\" style=\"margin:; float:left; tex",
    "date": "archiveurl=https://web.archive.org/web/20090618152141/http://www.leader.ir/langs/EN/index.php?p=bio|archi",
    "year": [
        "1979 – Founded the Islamic Republic Party, along with like-minded clerics such as Mohammad Beheshti, Mohammad Javad Bahonar, Abdul-Karim Mousavi Ardebili, and Akbar Hashemi Rafsanjani.",
        "1980 – Secretary of Defense.",
        "1980 – Supervisor of the Islamic Revolutionary Guards.",
        "1980 – Leader of the Friday Congregational Prayer.",
        "1980 – The Tehran Representative in the Consultative Assembly.",
        "1981 – Ayatollah Khomeini's Representative in the High Security Council.",
        "1981 – Elected President of the Islamic Republic of Iran after assassination of Mohammad-Ali Rajai, and was re-elected to a second term in 1985.",
        "1982 – Chairman of the High Council of Revolution Culture Affairs.",
        "1988 – President of the Expediency Discernment Council.",
        "1989 – Chairman of the Constitution Revisal Committee.",
        "1989 – Khamenei became the Supreme Leader of the Islamic Republic of Iran by choice of the Council of Experts, after the death of Ruhollah Khomeini.  ==Bibliography==",
        "''Discourse on Patience''   (http://www.islam-pure.de/imam/books/patiance.htm translation by Sayyid Hussein Alamdar available online)",
        "|"
    ],
    "NAME": "Khamenei, Ali Hosseini | ALTERNATIVE NAMES",
    "DATE_TIME": "2015-03-22T22:03:16Z"
}