{
    "name": "Ohio University",
    "academic_affiliations": "APLU SURA Space-grant",
    "endowment": "$738.8 million (2020)  |",
    "budget": "thumb|right|upright=0.8|The open domed room anchors the student union building atop the hillside where the Hocking River had cut.  ===First charter=== George Washington stated \"the settlement of southeastern Ohio was not accidental, but the result of the careful deliberation of wise, prudent, and patriotic men.\"  The Confederation Congress, which operated under the Articles of Confederation, did not work with an executor or cabinet.    Executive roles transacted from committees of Congress or appointed persons.  The Ordinance of 1787 made Ohio University the first ever to be chartered through acts of Congress, with the very purpose of expanding education.    Additionally, the 1787 ordinance stated: \"Religion, morality and knowledge being necessary to good government and the happiness of mankind, schools and the means of education shall forever be encouraged.\" This epithet is engraved on the university's main college gateway. Ohio University 1804–2004:  Spirit of a Singular Place. Betty Hollow. 2004.   ===The Ohio Company=== The university was first envisioned by Manasseh Cutler, credited as the school's founder along with Revolutionary War Brigadier General Rufus Putnam. In addition to being instrumental in its founding, Putnam was also an original trustee of the university.  Putnam Hall there is named for him.     Cutler had served as a chaplain in Washington's Continental Army. The institution's first name was American University.   President Thomas Jefferson's policy initiatives included a westward expansion of the new nation, with the addition of several territories to U.S. statehood.  In 1797, settlers from Marietta traveled downstream on the Ohio River and up the Hocking River to establish a location for the school, founding Athens due to its location directly between the original capital of Chillicothe and Marietta.  In 1802 approval was granted by the territorial government for the establishment of the American Western University, but the school was not operated under that name.  Ohio University was recognized by the new state on February 18, 1804, as its charter was certified by the General Assembly of the new state. This last approval happened eleven months after Ohio was admitted to the Union.  The first three students enrolled in 1809.  The first two bachelor's degrees were granted in 1815.   File:Manasseh Cutler Hall, Ohio University.jpg|left|thumb|Manasseh Cutler Hall, completed in 1819, was the first academic building in the Northwest Territory.  ===20th century=== The 20th century saw dramatic growth in student enrollment, academic offerings, and research facilities.  Between 1955 and 1970, undergraduate enrollment tripled (from 7,000 to 20,000). During this era, the campus grew, with the construction of 25 new dormitories located on two new residential college greens, with radio and television stations, research and classroom facilities, and the construction of a 13,000-seat sports arena (the Convocation Center). Ohio University ranks among the top 30 largest residential college campuses in the United States.  In 1964, U.S. President Johnson publicly referenced his Great Society initiative for the first time on the College Green, giving the university exposure across America and internationally.  In 1975, Ohio established its medical school, known as the Ohio University Heritage College of Medicine. Heritage is the only medical college in the state to award the D.O. degree.  ==Campus== ",
    "president": "Duane Nellis",
    "provost": "Elizabeth Sayrs",
    "students": "20,072 (Athens) 33,044 (all campuses) ",
    "undergrad": "16,156 (Athens) 23,408 (all campuses)",
    "postgrad": "3,460 (Athens) 6,672 (all campuses)",
    "academic_staff": "1,970",
    "campus": "College town ",
    "library_name": "Ohio University Libraries",
    "collection_size": "4 million+ volumes",
    "director": "Dean Neil Romanosky",
    "Forbes": "416",
    "USNWR_NU": "176",
    "Wamo_NU": "239 | Business Insider =",
    "QS_W": "801-1000",
    "USNWR_GU": "658",
    "DATE_TIME": "2020-12-29T06:02:03Z"
}