{
    "align": "right",
    "footer": "Two of Rennell's EIC maps, showing the division of \"Thibet or Bootan\" into separate regions.",
    "image1": "1777 Rennell - Dury Wall Map of Delhi and Agra, India - Geographicus - DelhiAgrah-dury-1777.jpg",
    "alt1": "Near Delhi, Tibet appears as \"Thibet or Bootan\"",
    "caption1": "1777",
    "width1": "150",
    "image2": "1786 - A map of Bengal, Bahar, Oude & Allahabad - James Rennell - William Faden.jpg",
    "alt2": "\"Thibet\" with its interior and \"Bootan\" clearly separated",
    "caption2": "1786",
    "East": "ndia Company formally proposed labeling the Druk Desi's kingdom as \"Boutan\" and the Panchen Lama's as \"Tibet\". The EIC's surveyor general James Rennell first anglicized the French name as Bootan and then popularized the distinction between it and greater Tibet. https://web.archive.org/web/20120216090138/http://www.keystobhutan.com/bhutan/bhutan_history_europe.php \"History of Bhutan: How Europe heard about Bhutan\". ''Kuensel''. 24 August 2003. Retrieved 28 September 2011.   Locally, Bhutan has been known by many names. One of the earliest Western records of Bhutan, the 1627 ''Relação'' of the Portuguese Jesuits Estêvão Cacella and João Cabral, records its name variously as ''Cambirasi'' (among the Koch Biharis Cacella, Estêvão. Trans. by Baillie, Luiza Maria. http://www.thlib.org/static/reprints/jbs/JBS_01_01_01.pdf \"Report which Father Estevao Cacella of the Society of Jesus Sent to Father Alberto Laercio, Provincial of the Province of Malabar",
    "West": "rn records of Bhutan, the 1627 ''Relação'' of the Portuguese Jesuits Estêvão Cacella and João Cabral, records its name variously as ''Cambirasi'' (among the Koch Biharis  ), ''Potente'', and ''Mon'' (an endonym for southern Tibet).  The first time a separate Kingdom of Bhutan did appear on a western map, it did so under its local name as \"Broukpa\".  Others including ''Lho Mon'' (\"Dark Southland\"), ''Lho Tsendenjong'' (\"Southland of the Cypress\"), ''Lhomen Khazhi'' (\"Southland of the Four Approaches\") and ''Lho Menjong'' (align = right |footer = Two of Rennell's EIC maps, showing the division of \"Thibet or Bootan\" into separate regions. |image1 = 1777 Rennell - Dury Wall Map of Delhi and Agra, India - Geographicus - DelhiAgrah-dury-1777.jpg |alt1 = Near Delhi, Tibet appears as \"Thibet or Boota",
    "footnote": [
        "Thimphu, the largest city and capital of Bhutan.",
        "Damphu, the administrative headquarters of Tsirang District.",
        "Jakar, the administrative headquarters of Bumthang District and the place where Buddhism entered Bhutan.",
        "Mongar, the eastern commercial hub of the country.",
        "Paro, site of the international airport.",
        "Phuentsholing, Bhutan's commercial hub.",
        "Punakha, the old capital.",
        "Samdrup Jongkhar, the southeastern town on the border with India.",
        "Trashigang, administrative headquarters of Trashigang District, the most populous district in the country.",
        "Trongsa, in central Bhutan, which has the largest and the most magnificent of all the dzongs in Bhutan."
    ],
    "DATE_TIME": "2015-05-09T11:52:38Z"
}